[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THROUGH A FIELD GLASS"], [6, ""], [7, ""], [8, "44 The flag fell to an excellent staet.\" (P. 76.)"], [9, "THROUGH A FIELD GLASS BY GEORGE E. UNDERHILL AND HERBERT S. SWBETLAND 44 Cervius hæc inier vicinns garrit aniles Ex re fabellas.\" Horace, Sat. II. 6. WITH ILLUSTR.VTIONS BT L. THACKERAY LONDON: CHAPMAN & HALL, LD- 1895 [All rights reserved]"], [10, "WESTMINSTER: PRINTED BT NICHOLS AND SONS, 25, PARLIAMENT STREET"], [11, "Hia OLD CHUMS [N UNIFORM PINK AND MUFTI ON BOTH SIDES OF THE GLOBE, THE FOLLOWING PAGES are Britratfii &s ti)f SutJ)or0, WITH THE SINCERE HOPE THAT OLD CHUMS WILL BEAR THEM NO MALICE."], [12, ""], [13, "CONTENTS. CHAPTER I. page EARLY DAYS ...... 1 CHAPTER II. THE GOLDEN CALF . . . . .12 CHAPTER III. THE VANISHING LADY . . . . .22 CHAPTER IV. A HANSOM (?) MISTAKE . . . . '31 CHAPTER V. VIXEN . . . . . . .39 CHAPTER VI. IN MARRIED QUARTERS . . . . .50 CHAPTER VII. \" DE MORTUIS NIL NISI BONUM \" . .67 CHAPTER VIII. A TRUE STORY . . . . . .78"], [14, "Contents. VIII CHAPTER IX. page THE BITER BIT ... .87 CHAPTER X. A TRIANGULAR ENGAGEMENT . . . .98 CHAPTER XI. A LOSS TO THE SERVICE, A GAIN TO THE STATE . 112 CHAPTER XII. TIME EXPIRED ...... 119 CHAPTER XIII. ''GENERAL JIM \"..... 129 CHAPTER XIV. ENTANGLEMENTS ..... 141 CHAPTER XV. HIS REVENGE ...... 148 CHAPTER XVI. FURTHER ENTANGLEMENTS .... 161 CHAPTER XVII. LOST TO THE TURF ..... 166 CHAPTER XVIII. CURTAIN ...... 175"], [15, "CHAPTER I. EARLY DAYS. It is a difficult task for a soldier, against whose name \" h. p.\" appears in the Army List, to cement on a literary mosaic such minutiae of his military career as may prove attractive to the eye of the general reader. To a certain degree the task is a sad one. The grim bugler with the scythe has sounded the \" Halt ! Lie down ! \" to many a good comrade, while accident has changed the tenor of the lives of manv » .j another. Who, for instance, would recognise in the honourable and gallant member for Slowcum-super-Mud, and the ardent upholder of the Anti-Gambling League's peculiar tenets, the gay young subaltern who used to take the odds to a thousand at Ascot and Goodwood? I wonder if the sour-visaged wife of my henpecked old friend in Blankshire knows that her husband was once the darling of all the beauties, married and single, of Simla. \" Rash Jack,\" as we used to call him, is now a director of at least five City companies, though he could never make up his betting book on Saturday night B"], [16, "Through a Field Glass. 2 without assistance. That gouty old gentleman, who can hardly hobble across the smoking-room, was once the finest steeplechase rider in the service. That shabby genteel man whose feet are perilously near the pavement, and whose face looks pinched with starvation, was not so many years ago a dashing hussar. Sic tempora mutantur. But, as my impudent young nephew often tells me, I am beo-inning to get prosy, and so had best commence my story of war, love, and sport, before the critic throws aside my book in disgust, or the reader lends it to his worst enemy. At an early age I evinced a pugilistic disposition, for when a diminutive nursemaid told me to stand in the corner of the nursery I countermanded the order and made her stand in the corner, while I did a spell of sentry-go over her, till the unexpected en trance of my father led to the release of the tearful prisoner and my own immediate castigation. At the age of eleven I had a dis ference of opinion with the curate, who was supposed to teach me the mysteries of amo, amas, amat, and, as I conclusively proved to the reverend gentleman that I had a practical knowledge of football, I was sent to Eton, the curate more than hinting that he expected to hear of my expulsion before the completion of mv first term. I, however, remained there for some years,"], [17, "Early Days. 3 in fact until it was time to exchange the slavery of school for the comparative freedom of an army cram mer's. Having been educated at Eton, I was, of course, rather backward. This sounds like blasphemy doubt less, but in my day it used to be said that the boys \"couldn't write their own names, and couldn't make a false quantity \" — which is not such an exaggeration as it seems, and the last part of the sentence is strictly true. Things have greatly improved since then, no doubt; but it was thought advisable for me to stop with my crammer for at least two years, and I took a step then I never regretted. I joined the \" Artists \" R.V. I knew a good many men in the corps, which was one inducement, and I thought I might just as well learn something of infantry drill before going to Sand hurst, as it looked like a hundred to one chance against my passing into the cavalry. I have still got my old grey uniform, and if ever I have a son— but my pen is running away witli me. It was while we were at Aldershot for the autumn training that I came across my father's old regiment, thc — th Lancers, which, of course, I hoped some day to join, and made the accpiaintance of the redoubtable Muldooney, of whom I had often heard. I knew that I should probably come under his hands if I joined, so I stood him unlimited beer and picked his brains. He was a corporal then, but ere I met him again was lance-sergeant. His name was Cornelius, or as he said \" Cornaylius,\" Muldooney, and he came from Cork. He was a big, warm-hearted, and emotional scamp, who wore his forage cap over his right eyebrow at an angle that fired B 2"], [18, "Through a Field Glass. 4 the envy of every trooper in the squadron, leading the uninitiated to wonder if he had not secured it in position by ramming a lady's bonnet pin into his red-thatched headpiece. Muldooney possessed, as was to be expected, all the admiration of his race for a pretty face, a trim figure, and a neat ankle, and had sipped the sweets of every flower (some of them terribly soiled ones) that presented itself at Aldershot or the Curragh. One could hardly call Muldooney a strictly moral man, but strong, strait-laced virtue was never one of Tommy Atkins's vices (or shall we say attributes), and he was no worse than the rest. Muldooney seemed to prefer our canteen to that in the cavalry barracks, so when he strode in, and peeped out of one eye round the marquee, with the expression of a hungry robin on the trail of a fat worm, I made him welcome, and did all I knew to assuage his insa tiable thirst. \" Whom are you in love with now, Mu'clooney?\" Instead of laughing at my question he looked so grave as he took a suck at his clay before answering, that I was astonished. \" Mother av Hivvin, 'tis no laffin matter, Corp'ril,\" he said. He was always most careful to give us volunteers our titles, and I think we liked it, it sounded so much better"], [19, "Early Days. 5 than the \" Mister \" we had to assume on resuming civilian occupations. \" She's a daisy, that's what she is ; the swatest, tinderest, out-an'-outer that ivver schamed an' con trived herself into a pair of shoes two sizes too shmall for her.\" \" Well, why don't you get leave and marry her?\" \" Sure, there's obsticles in the way, one is she's: married already.\" \" That's a drawback certainly.\" \" It's me own fault, so it is, that she's not a widdy now.\" \" Tell me all about it.\" Muldooney unbuttoned his tunic, glanced meaningly at his empty tankard, gave a sigh of satisfaction when I returned it to him full, stretched out his long legs, and held forth as follows: — \" I knew her some years ago w-hen she was a bit of a girl in the ould counthry, and naterally lost sight of her when I 'listed. By-and-by who should turn up as maid to our ould man's young ladies but the very girl. Naturally, me being what I am, I tuk a fanshy to her an' put the 'commether' on her, so I did. It worked like a charm for awhile, an' I wuz just thinking I would. give up all my bad ways an' kape off the books an' ask leave to marry, when Mary, that's her name, widout by your lave or beg your pardin, was fair sthruck in a hape by a blamed trooper in my own comp'ny, who'd once been a gentleman's servant. \" Well ! White an' I had niver been friendly, an' this little matther betune us just raised hell, an' we was for everlasting fallin' foul of ache other. I put White on"], [20, "Through a Field Glass. 6 to ivery fatigue I cud think of; me being a corp'ril (same as you) thin; an' he gave me all tho lip he dared, till one day the positions was reversed. \" I got into trouble, small blame to me, through having the least taste of an argyment with a sergeant, an' whin I came out of clink I found White was a lance corp'ril, an' I went back to the ranks. Well ! bimeby, we get ordered to Burmah, an' sez I to myself — \" ' You carroty little cockney, may be ye'll have the fever or get sint below an' give your betthers a chanst.' \" Well, White had been married a little while before, an' you'd think I wud have been satisfied, but bless you, I wasn't. I eould see Mary wasn't as happy as she might have been, and I cireumspected that White bein' a cockney didn't understand the finer emotions so to spake of an Irish colleen, so I was for ever an' ever prowling round the married quarters, on one excuse or another, whin White was on guard or fatigue. \" Mary didn't give me any encouragement exactly, but as she didn't get on too well with the other women, holding her head a bit high, she was glad to hear the taste of the brogue now an' thin, she being from Cork, an' well, as I sez, I was just like a blooming moth hopping round a candle. \" One fine day whin we was making all preparations, an' had got our Kharki uniforms an' all tlie rest of it, I strolled round to the married quarters an' found Mary terrible upset. \" White had said something hasty, he was always a ill-conditioned brute, an' she was crying. So I put my two arms round her an' she laid her head on my shouldher an' cried a lot more."], [21, "Early Days. 7 \" Sudden she gave a sort of start an' a shiver, an' there was White looking like death an' hell-fire dancing in his two eyes. \"He didn't speak at first; he just got whitier an' w hi tier than a ghostie an' thrimbled. So I sez nothing either, but I undid the top button of my tunic an' he sez — \" ' No ! I'm not goin' to fight you, my man,' sez he. \" An' then Mary kind of squirmed up against my breast-bone an' tells White he's a mean hound for to thrate her the way he did, an' White at first sez nothing, but he had a look on his face I've seen when a man's wounded to death. \" At last he burst out, 'As there's a Hivin above you, are you shtill an honest woman?' sez he. \" And I answered for her — \" ' An honest woman she is, Corp'ril White.' \" ' No thanks to you for that same,' sez he. ' Now you spawn of Satan, you quit. I b'lieve I'll settle this little matter by myself,' sez he. \"' I go,' I sez, 'but mark me, White, if you raise your finger to Mary there I'll kill you, corp'ril or no corp'ril,' an' he laughed, a darned, odd cackle, as if he was choking. \" Mary just sot there, kind ofunconcarned, watching tlie recruits getting all tangled up, but her eyes had a kind of red glow in them which looked like coming tii rouble. She never turned her head whin I left the room, but as I parst the windy (they being on the ground flure) I saw her pretty head drooping, an' she was crying some more, poor sowl. \" I hung about the gymnaserum, where the fights take"], [22, "8 Through a Field Glass. place, all that afternoon, but never saw a speck of White. Late in the evening, however, I saw him riding on the box of a station fly, but I couldn't see who was inside ut, so I gave him up, seeing ut was liis business to come an' seek me if ho wanted to pound me. \" Well, we wint to Burmah. White nivver crossed me, an' I nivver crossed him more than was convanient. In fact, I hep' out of his way, feeling onaisy in my mind, an' that's the thruth. \" White looked kind of distraught, an' got reckless when the shooting began, so I figured ut up in my mind and sez to miself, ' My boy, I'll just keep an eye on you for Mary's sake, though you don't desarve ut.' \" We was being bucketed about awful just thin. Patrols an' reconnaissances from morning to night, an' being woke up at all hours, we had no peace whatso ever. One evening about twenty av us, under White, who was acting- sergeant now, we being short of non coms., an' a young sub. fresh out from home, was sent forward to reconnoitre an' bring back any inflammation we cud. Our orders was not to get shot if we cud help it, but cut back into camp if we came across the bloom- ing many. \" We was creeping along spread out like a fan, dash ing most remarkable quick whenever we came into the open, an' was about a mile from camp, when all of a sudden there was maybe a dozen flashes straight ahead, where there was a low mud wall. The sub. just waited a second to take observations, an' then sung out to us to retire, and some of the men skooted pretty smart, I can tell you. \" Just then the moon came out from behind a cloud,"], [23, "Early Days. 9 an' I saw White dismount, an', giving his charger a kick, stand upright in the open, though there was plenty av cover quite contagious, as good a target as the heart of man cud wish for. \" ' Come back, y-ou damned fool,' I shouted ; but White just waved his hand — so, half smiling, looking as pleased witli himself as if someone had lift him a million pounds in gould. \" So I spurred up from behind my sand-hill an' flew out into the open too. \" ' Come back, you opprobrious Hottentot,' I sez, but White just jerked himself away. So I sez, ' By all the saints then I'll make you,' an' I hit him a ' sock- dologer ' on the sconce with my sword-guard that made him conclude to lie down ; then I picked him up an' chucked him over my pummel an' skipped for camp. It was just like the Agriculshural Hall tornimint, be jabers. \" The bullets wuz spitting an' splashing into the sand all round, an' just as I got up to our fellows, who had rallied, I felt a pelt on the behind part of my leg, an' I reeled in my saddle feeling sicky. The bhoys came an' helped me an' cheered like winking, an' the sub. came an' shuk hands with me, so he did, and said I ought to have the V. O, which by the same token I niver got an' niver shall, an' the rest of the detachment turned out, having heard the firing, an' carried us both into the horspittle tent. \" The docther, a good man though a Scottie, dug a murderous kind of a skewer into the hole in my leg, an' I shruk like a pig wid his tail in the drorin-room door, bein', as you may say, narvous an' excited."], [24, "io Through a Field Glass. \" I had a dose av fever, too, so White got well fust, as was only natheral, and constitooted himself hospital orderly. He had been a docther's boy wanst ho said, but I don't believe it. My bleef is he was once him self a gent. He was always sitting by my bed when I was calm, or kneeling on my chist when I was delirious, quite friendly you may say. \" One day my head got clearer, an' I sez, laffin at my squeaky voice — \" ' That's a t'undering thick head of yours, White, my son, or you'd have been cold meat by now.' \" I'm hanged if he didn't make my pillar easier an' gave me a dhrink as gentle as a woman before he answered, in a quiet way — \" ' I don't know whether I ought to thank you or not for saving my life, you murderin' decaver. Why couldn't you let a man go to the divil his own way ? ' \" ' Whist ! ' sez I very- low. ' What would they say at home ? ' \" He looked thoughtful at me for a bit and sez — \" ' There isn't no one to matter.' \" ' P'what in t' under do you mane? ' I sez. \" ' I sent her shtraight home to her mother which is in Cork, an' glad she was to go. Och ! Muldooney, wot did ye ivver come on the scane at all for ? ' \" ' If ye come to that,' I sez, ' Mary an' I was kcepin' comp'ny more or less till 3-ou jined the ridg ment, an' 1 was only waiting for another shtripe to pop the question, but you an' your confounded aristocracy ways spiked my guns. Well,' I went on meditative like, for I was very low an' as wake as a child, ' I don't mind owning I haven't thrated you as one jintlc-"], [25, "Early Days. 1 1 man ought to thrate another,' and White smiled, ' but I'll make a bargain wid you. If you'll take Mary hack an' forgive her, for she, poor sowl, isn't to blame, I'll give you my word not to go within a hundred yards of tlie married quarters.' \" White sez ' Shake,' an' we shuk.\" \" How long ago was all this? \" I said, as Muldooney pensively surveyed his empty measure. \" We came home a year ago.\" \" And you've never seen Mary ? \" \" Sorra' a speck of her.\" \"And where's White?\" \" He's in horspital, poor chap ! I see him as often as 1 can ; there's something wrong with his inside. ■* Sizes ' they call it.\" \" Oh ! phthisis, I suppose. And are you still ass •enough to be in love with his wife, who probably has forgotten all about you ? \" Muldooney sighed and scratched his red poll. \" Yes, I suppose that's about the size of it, Corp'ril.\" I did not see Muldooney for a week after our con -versation, but the day before breaking camp I saw him in full uniform crossing the parade ground. \" Muldooney,\" I said, \" get out of your parade togs and come to our canteen. We break camp to-morrow.\" \" Sorry I can't, Corp'ril,\" he said, with a twinkle in his eye which was succeeded by the most lugubrious expression his good-tempered face was capable of assuming. \" I'm on dooty.\" \"AVhat duty?\" \" We're going to berry Sergeant \"White in about half an hour, an' I'm on the firing party,\" he replied."], [26, "CHAPTER II. THE GOLDEN CALF. He was a very good-looking youngster, with curly golden hair, huge blue eyes, ten thousand a year, and a title. He was quite girlish in appearance, with pink and white cheeks, small hands and feet, and a faint diffidence in speech, which those who did not know him put down to shyness. When he joined our regiment thc duty- of introducing him to the other fellows fell upon me, who, having been six months in the regi ment, considered myself an old stager. We had been together at Eton and at Sandhurst, and, though I was only one year his senior in age, I had already passed my military matriculation, while Cecil Carruthers had all that kind of thing before him. His father and our colonel had been chums at school, and had had some pretty rough times together in '54, so it was only natural that Carruthers should join his late father's old regiment. His record at Eton was very good. He was in the eleven and the boat in his last term, and passed into Sandhurst, and out too, with plenty in hand. AVe had not met for a couple of years, and when he turned up at my quarters I was rather disgusted to find he had not aged a bit. \" Put that youngster into a turn-down collar and Eton jacket, and, by Gad, it would suit him!\" I said to myself. \"What will"], [27, "The Golden Calf. 13 ' Grandpa ' (the Colonel) say ? \" I presented him first of all to my chum Dennis O'Connor, the senior sub., a rough Irishman ; and Carruthers, who I thought would be overawed by Dennis's bronzed face and general brusquerie of manner, was not as much impressed as he should have been. When Dennis had left my quarters and gone off to see the Major, his well-covered ribs shaking with laughter, I asked Carruthers what he thought of him. He flushed a little at my direct question. \" Not much at present,\" he said gently ; \" but I dare say he'll improve on acquaintance.\" There was consternation at mess when my protege appeared, and the only man, except tho Colonel, who put himself out of the way to be civil to him was Forrester, the junior major. \" Looks bad for Carruthers,\" said Dennis to me as we adjourned to the billiard-room. \" If Forrester has designs on that youth's purse, God help him.\" A sentiment which I endorsed. \" Shall we give him the straight tip ? \" he added \" That youngster has got his head screwed on most preternaturally straight,\" I observed. \"I know him well. Let him find out things for himself. A baby doesn't find out the fire's hot until he's tried stirring it with his fingers.\" Forrester was not a favourite with us sub?., though (here was no ostensible reason for not liking him. He was the best-looking man in the regiment, spent his money freely when he had any, gave us good advice, of wliich he had plenty, rode and drove cattle that made our mouths water, was a \" society man\" to the"], [28, "Through a Field Glass. 14 tips of his fingers, and was always, like ourselves, up to his eves in debt. It was the case of Dr. Fell. He had determined \" to pay up everything when the heiress came along,\" he said, with a careless laugh, but in the meantime no heiress had applied for the vacancy,"], [29, "The Golden Calf. 15 and heiresses' mammas carefully took their charges under the maternal wing when the good-looking lancer appeared. Forrester was known, I fear, as a fortune hunter, and fished occasionally in very troubled waters. Carruthers had not been in the regiment a month before he was christened \" The Golden Calf,\" and when, as he was bound to do, he heard of his nick name, he never troubled his head about it, in fact he chuckled. He was soon on terms of intimacy with the Major, avid Dennis, who was really a splendid fellow at heart, determined to sound the note of warning he had decided upon some time before. Carruthers, he, and I were lounging in the billiard room after mess, when Dennis said, in that absurd tone which always conveys that there is more meant than meets the ear — \" How do you get on with the Major ? \" \" Oh, he's a good sort,\" replied Carruthers, darting a quick glance at him. \" I like him : he is the only man who was civil to me, except yourselves, when I joined, and he knows some of my people.\" \"Well, take care, Cherub\" (Cherub was his sub sidiary title), \" he's a queer chap.\" \" Oh, vou mean about being hard up, and so on?\" said Carruthers, flushing slightly. \" You don't mean to say he has been borrowing money from you ? \" said Dennis incautiously. The Calf paused before answering, and the pupils of his eyes grew like pin-points as he said — \" My dear fellow, if the Major had borrowed money from me ho would hardly want the whole regiment"], [30, "16 Through a Field Glass. taken into his confidence.\" This was one for Dennis, who was an old woman for gossip. \" I am sorry to seem ungrateful, as I am sure your curiosity is only meant for my good, but I can look after myself. Have a brandy and soda ? \" Dennis roared. \" Shake, Cherub,\" he said, and they shook. A year passed with nothing to mark it, except that we were moved to Blankton, which was only ten miles from Carruthers's place. The Calf was probably the most popular man in the regi ment, and had taken a grip of his duties in no time at all. Hc came bounding into mess one evening, after a few days' leave, looking so absurdly happy that the Colonel groaned aloud, and even Forrester looked politely disgusted. \" Of course the young ass is in love, and my best subaltern\" (complimentary to us!) \"will get married and cut the service,\" said Gran'pa to the Adjutant in a stage whisper. I am afraid Carruthers found the atmosphere rather chilling, and subsided into himself, looking rather puzzled, but when he came into the smoking-room after grand rounds he seemed glad to find O'Connor and myself in our usual corner. \"Congratulate me, you fellows,\" he said, with a boyish gush of laughter, \"she's accepted me, and I'm an engaged man ! What'll you take?\" O'Connor got up to ring the bell, and I busied myself with a fresh cigar which took a lot of lighting. \" I congratulate you,\" said Dennis as he resumed his seat. \" Who is she ? and when is it to be ? \""], [31, "The Golden Calf. 17 \" First of all we'll have a bottle,\" said the Calf as the mess waiter entered. \" Now fill up and drink to — Lady Violet Carey!\" \" Good Lord !\" said Dennis, and put down his glass. The Calf fired up in a moment, and a terrible look came into his blue eyes. \" What's the matter, you fellows? You can't say a word against her !\" \" Sit down,\" said O'Connor, \" and don't get excited. First of all, she is old enough to be your mother.\" \" She's twenty- three.\" \" And you are ?.\" \" Twenty-three.\" \" Just so ; and you are awfully in love with each other and all that kind of thing, of course.\" The Calf blushed uncomfortably. \" Yes. I'm awfully spoony, of course. You fellows arc trying to pull my leg, aren't you?\" He laughed, but there was an odd little catcli in liis voice. \" Here, you explain things to the Cherub, Treherne,\" said Dennis, sitting down plump. '• Well, it's like this, Cecil, dear boy. She is the heiress that Forrester made up his mind to marry.'\" \" What rot — why he's nearly forty ! \" \" It's a fact all the same. They were engaged and awfully fond of each other, and at last Lord Carey put his foot down and wouldn't hear of it, as Forrester's reputation isn't all it might be, and he's poor and in debt and all the rest of it ; and now you, a rich man, come along.\" The boy gave a deep sob and buried his face in his hands. \" It hurts \" was all he said at first, and then — C"], [32, "Through a Field Glass. 1 8 \" Treherne, I know you think me a fool, but we arc really awfully fond of each other. Of course she's rather shy and unapproachable and proud and all that, but I'm sure she's fond of me ; she's hinted as much heaps of times.\" \"Hinted as much!\" Dennis and I looked at each other. \" I know there was an unfortunate attachment long ago, but that's all over. I'm going round to Forrester.\" \" Not to ask him about this ?\" we both exclaimed in horror. \" No, of course not, for I don't believe it ; but I forgot what I wanted to tell you fellows. My mater is giving a ball to celebrate my — my engagement, and I've got my pocket stuffed with cards for the whole brigade. I want you and O'Connor and — yes — the Major,\" he added, wrinkling his forehead, \"lo sleep at our place, and the ethers can go back on the drag. Now I'm going to hunt up the Major.\" \" You'll probably find him playing loo,\" I gentlv suggested, as Carruthers went out, looking terribly drawn. Said O'Connor, who was as emotional as most Emerald Islanders — \" That Golden Calf makes my heart ache, confound him,\" and we talked the lad over for an hour and felt sorry. I heard afterwards that Carruthers strode to the Major's quarters, and getting no reply to his knock, walked in. Forrester was sound asleep in his arm-chair and looked terribly- troubled, his brow was knitted and his"], [33, "The Golden Calf. 19 fist clenched. His mess-jacket and shirt were thrown open. The Calf paused for a moment, and then his eye was caught by a locket hanging round his friend's neck. It was a plain gold locket, with the initials V. C. in brilliants. The boy gave a sort of choke, and then, pulling him self together, he threw the invitation card on the table and stole quietly out. In due course we all turned up at Lady- Carrnthers's ball, and rarely in my pretty exhaustive experience have 1 seen things better done. The floor was perfect, music as good as could be, and the spacious ball-room crammed with the prettiest girls in Kent. Lady Car ruthers was a sweet- voiced, fair-haired woman, exactly like her son in appearance and manner, even down to the little hesitating drawl, and we subs, metaphorically fell at her feet. Lady Violet was a tall, dark girl, who looked all her twenty-three years, and possessed the most perfect pro file I think I ever saw. She was pale, calm, and impassive; but there were slumbering fires in her dark eyes that suggested infinite possibilities of love and passion if called forth by the right man. One could see that the Calf worshipped her, but she never seemed to unbend, even to him. A little later I saw her dancing with Forrester, and I felt glad I was not the Calf. It was almost daylight and the ball-room was empty ing, when Dennis and I strolled into the garden, aid C 2"], [34, "Through a Field Glass. 20 sitting on a rustic bench hidden from the house by a clump of rhododendron bushes, lit a meditative cigarette Presently Carruthers passed us, looking terribly haggard and ill, and Dennis sprang to his feet to follow him. \" That boy's going to do something silly,\" he whispered. I made him sit down again. \" He's not that kind,\" I remarked- \" If he is going to have an explanation with Forrester we have no right to interfere.\" A man's voice came from a neighbouring thicket, and it was familiar to both of us. \" Then, darling, I must say good-bye — a long good bye for all our lives. Here is your locket.\" \" Oh ! do not make it so hard for me. Cecil believes in me and trusts me.\" \" But you do not love him ? \" \" Love him ? \" echoed the girl excitedly. \" Can you ask me that ? After all you and I have gone through, can I ever love any one but you. God help me.\" \" Pardon me,\" said the Calf's ladyfied voice. \" Can I help to clear up things a little bit ? I was looking for you both and accidentally overheard your last few words. Forrester, old chap, I only heard of this the other day, and at first was fool enough to think there was nothing in it. Violet, I cannot let you sacrifice your self to please your father. Why did you not give me your confidence, and all this would never have hap pened, dear. 1 have had it out with Lord Carey, and, Forrester, I have burnt those documents of yours, so there's nothing to prevent your getting m \" \" I won't have you make this sacrifice,\" exclaimed Forrester excitedly, springing to his feet."], [35, "The Golden Calf. 21 \" Shut up, do,\" said the Calf wearily, \"and\" — his voice broke — \" for God's sake ring down the curtain ! \" Dennis and I silently stole back to the house, our ears tingling. \" Well is he called the Golden Calf,\" said Dennis tenderly, \"but by the powers the gold is all on the inside of him. Sure tbe lad's heart is of gold.\""], [36, "CHAPTER III. THE VANISHING LADY. \" What a vile temper the Colonel was in,\" I pettishly remarked to Dennis as we dismounted opposite our quarters after a severe bucketing. \" Something's upset him.\" \" Temper, bedad ! So would you bo in a temper if you had been combed down the way he's been, poor man. How would you like an aged spinster sister to come and take care of you and boss the show when you're a misfortunate widow man ? \" \" I thought she was going to-day.\" \" Going, is it?\" said Dennis disgustcdl}-. \" Great Scott, man, she's a fixture ! Sho won't ever go. She'll stop here for ever and ever, amen, so she will ; she'll command the regiment next field day, she will ; and she'll give us good advice galore next 'at homo' dav, and tell you how much obliged she'd be if you'd keep off the grass, eh, Treherne ? She's an old centipede, that's what she is ! Why, my man, who's spoony on the cook or somebody, told me that the ould divil has instituted a kind of ' kit inspection ' every Friday for the servants. She counts all their aprons and bibs and things, and the girls won't stand it, small blame to them, and she's stopped all leave, and the Colonel's just out"], [37, "Th c Vanish ing Lady. 23 and out stark, staring, jumping mad, and can't call his soul his own.\" \" But their aprons and bibs and things arc their own, aren't they ? \" \" Divil a bit. When the old man decided he'd like them all to dress alike, they didn't seem to cotton to the idea, so he gave them each their kit, and it worked well till the fair Cynthia came along.\" \" Oh! hang it, if we could only hit upon some way of getting her transferred.\" Dennis meditated for a bit. \" If only the ' Golden Calf were here,\" he groaned. \" When does he rejoin ? \" \" Not for a fortnight at least. When Forrester got married and cut the service lie sent him a wedding present and said he was starting for Cairo.\" \" Well, I've got just the smallest taste of an idea,\" chuckled Dennis. \" Let us go and see Mrs. Lindsay, she'll help. Who's officer of the day on Friday ? \" \" I shall be.\" \" Good, and who'll be sergeant ofthe guard? \" \" Muldooney, I think.\" \" Glory be ! \" ejaculated Dennis, \" the very man. He's in love with one or other of the servants too, sure to be, being what he is. Be jabers ! here's a plan ; \" and we mirthfully discussed his scheme of vengeance. A few hours afterwards we were shown into the pretty drawing-room of the Adjutant's wife. She was a pretty little woman of about thirty ; a world of fun lurking in her bright eyes. We all worshipped her, more especially as in the"], [38, "Through a Field Glass. 24 few mild encounters we had had with the Colonel's sister she had always taken our part. There was bn/ little love lost between the fair Cynthia and her. She heard us to the end, and laughed merrily at Dennis's description of the good advice she gave us youngsters. \" AVell, wdiat do you want me to do ? \" she said, as Dennis concluded. \" Treherne and I have thought out a splendid plan. Perhaps we had better not tell you what it is, you are sure to hear all about it next day if it succeeds. If you could get hold of the Colonel for a few hours on Friday night to play whist, or dine, or something, and send him back home not a moment later than mid night, it would be just heavenly of you,\" said Dennis pleadingly. \" I am glad you have fixed on Friday, for there is an entertainment at the Assembly Rooms (you know how fond I am of conjuring), and I will ask the Colonel to dine, and we can go on there afterwards. There's to be a ' vanishing lady,' \" she laughed. \" If our plan works out all right there'll be a lady vanishing from here on Saturdaj' morning,\" said Dennis, rubbing his hands. \" I will write to the Colonel at once,\" and with profuse thanks we took our leave. Later in the day Sergeant Muldooney was the richer hy a sovereign and was put in possession of our plot. \" It's quite understood about the kissing, is it, sor ? \" \" Yes, give her a good sovereign's worth,\" and Muldooney saluted and retired, bursting with ill-con cealed hilaritv."], [39, "The Vanishing Lady . 25 On Friday afternoon Miss Cynthia held her weekly \" kit inspection,\" and for once the three servants were quite good-tempered about it. During the inspection an orderly brought a note round which the cook handed to her mistress, who without looking at the address popped it into the pocket of her ugly apron. It was some time after that she suddenly remembered the note in her pocket and drew it forth. The gentleman who deciphers cuneiform inscriptions would have owned himself beat over the address of this epistle, and Miss Cynthia turned it this way and that, sniffing ominously. AVhen she at length opened it and perused the contents, which were neatly written, she sprang from her chair, and with two strides had crossed the passage separating her from her brother's sanctum. \" George,\" she fired out, \"you really must speak to that cook. It's of no use my saying anything.\" \"What has she done now?\" replied the Colonel irritably, looking up from Mrs. Lindsay's letter. \"Given notice ? \" \" No ! She gives notice every Friday — worse than"], [40, "26 Through a Field Glass. that. When I was looking over their aprons and caps \" \"How often have I told you, Cynthia, that their aprons and caps are not Government property. You have no more right to touch them than I have.\" \" You pay for them, don't you ? \" \" Certainly.\" \" Well, I'm not going to see you robbed right and left as you were in poor Ellen's time.\" \" Leave Ellen's name out of the question, please?\" said her brother sternly. \" In spite of all the good advice I've given those girls. In spite of my pointing out that all soldiers are the scum of the earth.\" \" Thanks.\" \" Don't be absurd, George. Yet here is a letter form a dirty low trooper asking cook to meet him to night.\" The Colonel wheeled slowly round in his elbow chair. \" And how did you get hold of the letter ? \" \" It was given me by mistake.\" \" And you read it. Well, all I can say is, if you arc going to tamper with the servants' private correspond- ence \" \" Aren't you going to clo anything ? \" \"No, I'm not! Cook's old enough to look after herself, and she's remarkably straight-headed ; and let me tell you I don't care one single solitary \" — the Colonel was about to use a naughty word, but said \" pin \" — \" if all the troopers in the regiment are in love with her. There ! \" \" AVell, I shall stop these clandestine appointments.\""], [41, "The Vanishing Lady. 27 \" You can do anything you like. Send my man up to me. I am dining out, and shall be home late.\" And the Colonel, not without a quick apprehensive glance behind him, strode out ofthe room. For some moments Cynthia stared hard at the door through wliich her brother had departed. Then she went softly upstairs to the room of the much-maligned cook, who was at her duties in the kitchen, took her cloak and a rather knowing little bonnet from a peg and locked them up in her own wardrobe. * * * * *"], [42, "28 Through a Field Glass. A little before midnight a female, thickly veiled, stole from the Colonel's quarters and stood for seme seconds in the shadow of the wall. \" Halt ! who conies there ? \" \"F Friend,\" replied a quavering voice. \" Halt, friend ! Advance one and give the counter- 7 O sign.\" There was a pause, and the trembling victim looked helplessly round for a way of escape. At that moment Muldooney came up. \"It's all right, my man,\" ho whispered to tho sentry, and then advanced to the female. \"Isthatye'self, Peggy, me dar lint?\" hc said, and throwing his arm round his lady-love kissed her as fondly as he could through the thick veil. There was a smothered shriek, and the sound of a hearty cuff on Muldooney's dexter ear. \" Mother av Hivin ! \" exclaimed the sergeant, \" don't I recognise them swate little finger-tips : but you shall"], [43, "Tne Vanishing Lady. 29 pay pinilty for that ; \" and ence more he seized tlie fair female with no gentle grasp, hugging and kissing her without stopping. \" There, me lady,\" he said, half aloud, as he made a wry face, \" can't do more than that for a suvvrin, an' all them young orfishers sitting on the horse-trough an' shplittin' tbeir sides wid laffin \" (wliich we certainly were doing). During the unequal contest the lady's veil was momentarily displaced, and Muldooney, starting back with well-feigned surprise, cried out — \" Saints presarve us ! ut isn't Peggy at al!, at all. What are ye doin' here anyhow, ye skanderlous ould faymale ? Guard turrn out ! \" he yelled. I have never seen the guard fall in so quickly, and they conducted the lady, who was almost hysterical, to the guard-room for inquiries. \" Here conies old George,\" said Dennis in my car, as he tumbled off the edge of the horse-trough doubled ut) with laughter. 1 O \" AAThat\"s all this?\" demanded the Colonel, as he stalked into the guard-room. Oddly enough, all the windows were alive with curious faces, and smothered laughter was heard. \" It's — it's an immoril faymale I think, sor,\" said Muldooney, saluting. \"AVhat the deuce are you doing here, ma'am?\" said thc Colonel. \" AAHio are you ? Take her veil off,\" he shouted irritably. The veil was dexterously twitched aside by Mul dooney, who was purple. \" Good Lord ! Cynthia ! \" exclaimed old George."], [44, "Through a Field Glass. 30 \"Take me back! take me back, George!\" she sobbed. George was thunderstruck for a moment. \" There's been a mistake, my men. Yes, a mistake,\" said the Colonel lamely. \" Sergeant,\" he added, as he slipped something into his palm, \"you — you needn't mention this in your guard report in tlie morning.\" Miss Cynthia sat up all night packing, and was half way to London by ten o'clock on Saturday morning. Old George's servants have decided to stop on."], [45, "CHAPTER IV. A HANSOM (?) MISTAKE. AA,rE were all heartily glad when tlie Golden Calf rejoined, but our surprise was greater than our joy when he informed us, in his usual nonchalant manner, that he had been spending the last fortnight of his leave with the Forresters at their town house in Eaton Square. \" By-the-by,\" said Carruthers, without taking the slightest notice of our astonishment, \"do any of you fellows know a man called Beevor, in the Household Brigade? \" \" Rather ! \" Dennis answered feelingly. \" I met him first at the Grand Military, when he eased me of a cool century. Did you meet him at Forrester's?\" \" Not exactly. He is hardly Lady Ariolet's form, and Forrester has renounced the cards. But I ran across him during my visit in rather an amusing manner.\" \" Faith ! I'm glad, Cherub, you found it amusing, for the reputation of the gentleman is none of the best. 1 don't like to talk scandal, but there are some precious ugly stories afloat about him.\" •' AVell, I'm afraid I'm the hero of another story about him. In fact the only leason why I accepted"], [46, "Through a Field Glass. 32 Forrester's invitation was that I might be able to play the heroic part.\" \"Then tell us all about it, Cherub,\" said Lindsay. who, as adjutant, ruled the roost amongst us young sters. \" I know Beevor well. He is a notorious flirt, but not likely to marry any girl except for money or position; and as for gambling, you may safely lay six to four on him, for he has forgotten all that you fellows know.\" \"H'm,\" Carruthers muttered doubtfully. \"Never theless, Lindsay, 1 think I had the best of him.\" The Adjutant looked disdainfully at the Cherub's slim figure and girlish face, which even a Cairo sun had been unable to bronze. \" Out with it, Cherub ! \" I exclaimed impatiently, for I was anxious to hear how my old schoolfellow and chum had got the better of a man so experienced in all thc wicked ways of this world as Beevor was. \" Then here goes for a long yarn. As Lindsay has said, Beevor is a notorious flirt, but he generally hunts bis game, or big fortunes, which is about the same thing. In the present instance the quarry was a Miss Graham, a friend of Lady Violet's, wdio in addition to other advantages, such as beauty, possessed the solid benefits to be derived from a fortune of a hundred thousand pounds. Therefore Beevor lost no time in entering the contest for this prize in the matrimonial market, and looked like winning all over till y-our humble servant appeared upon the scene.\" \" Conceited little monkey,\" Dennis growled. \" Begging your pardon, Dennis, Beevor is not little, and he is far too handsome for a monkey,\" rejoined the"], [47, "A Hansom (?) Mistake. 33 Cherub. \" Moreover, he was not so conceited as not to know that Miss Graham's guardians would object to his marrying that young lady. Hence both Forrester and Lady A^iolet were afraid that he would carry the citadel by storm and elope with the heiress, which would have been awkward for Ladv Ariolet, who had been acting as her chaperon.\" \" Then presumably she would not have been unwilling to elope,\" I suggested. \" Then, my dear Treherne, you should never presume about what you know nothing, namely, the feminine mind, since society has presumed that the experienced Beevor has been duped by an innocent debutante just out of the schoolroom, though I must say that Miss Innocence kept up the joke till the last moment, and did not even mention it to her bosom friend, Lady Violet, else I should have had nothing to do with it. Indeed, when Lady Violet spoke to her about the flirta tion she got angry, and, judging from what Forrester told me, there must have been a nice little skirmish between them. I may add that Forrester, with the virtue of a newly married man, was as angry with Beevor as his wife was with Miss Graham.\" \" So much for the prologue, which Forrester told me over a cigar at the Junior. Now for scene one.\" \" Heavens, man ! \" Dennis exclaimed, \"is this to be an Adelphi melodrama ? \" \" Shut up, or have a drink,\" Carruthers responded \" In tbe evening I dined at Eaton Square, before going with the Forresters to a big crush. Of course I was introduced to Aliss Graham, duly booked a valse with D"], [48, "Through a Field Glass. 34 her, and Avhen Ave got to the ball-room did my best to make the running. Alas ! for the honour of the Lancers ! I failed ignominiously, and thought my partner a stupid doll, till I saw her eyes light up as she caught sight of Beevor. You may guess I felt relieved when the gallant Captain came up to claim her for the next valse, which I sat out with Lady Violet in a conservatory, ' far from the madding crowd,' as Ave thought. \" Anyhow we thought wrong, like the historical pig which belonged to Air. Buck, for we had not been long there Avhen another couple entered, and, forgetting that large palms can hide people, imagined that they were alone. \" ' I don't know what to do. Lady Violet is as suspicious as she can be, and the Major is as sulky as a bear.' \" Now I hate acting the part of listener, but I had to do it, and keep Lady Violet silent, for fear of creating a scene. Beevor's answer was a caution to snakes, or rather rakes. \" ' Then, Norah my own, we must hoodwink the worthy Lady Violet. Listen, darling ! I have made all plans, for we must not delay. AArhy should Ave? I will procure a special license to-morrow. At twelve o'clock meet me outside the Court Theatre, and Ave will drive down to my villa at Richmond, where I have a sedate old housekeeper. Then we will be married the first thing in the morning. Don't hesitate, dearest, for it is the only way Ave can manage it. Once married, Avhen you are my own for ever, Ave can laugh at the world.'"], [49, "A Hansom (?) Mistake. 35 \" AVell, to this pleasant proposal the girl assented after a few moments, and to my inexpressible relief Beevor took ber back to the ball-room, for her ladyship's eyes were like reddiot coals. I don't think I ever saw a woman in a rage before, and you may bet Dublin Castle to Home Rule that I don't Avant to see one again. Luckily a bright idea struck me. \"'Keep calm, Lady Violet. You have twenty-four hours before you ; and I think I know how to turn this tragedy into a comedy.' \" ' I've a good mind to turn the girl out of the house to-night.' \"'Pooh!' I replied; 'she's only a little donkey, and I'm a pretty fair amateur actor, so I don't see why the enterprising Beevor should not elope with me as far as Barnes Common ; then he can walk to Richmond, and I will drive back to Eaton Square.' \"< Well, of all the ' \" ' Ways of getting Miss Graham out of the mess this is the best. If you or your husband make a fuss, the girl will be ruined socially for life. Noav behave to Miss Graham as if nothing had happened, and make some excuse for going home at once. She Avill most probably run off to bed immediately, and then you can see me rehearse the part of the poor fluttering dove about to leave her nest for ever.' \"Everything happened as I predicted. Old Forrester Avas only too glad to get back to a cigar, and Aliss Graham hurriedly said, ' Good night,' and rushed up to her room. Well, you fellows haA-e seen the Major in a rage, but you never saw him in such a rage as he Avas when he heard about Beevor's proposal. At first he d2"], [50, "36 Through a Field Glass. swore that he Avould kill the scoundrel, and absolutely refused to allow me to adopt my little plan. However, after a bit, I managed to coax him into submission. Lady Violet lent me a long cloak, a sailor hat, and a thick veil ; and your humble servant was transformed into a beautiful maiden. \" That was the end of the first scene. Don't look alarmed, Dennis, there's only one more scene to follow. \" I must confess that my scheme did not appear in such a rosy light to me the next morning as it had done in the even ing. Still, it was too late to back out of it, though Forrester begged me to do SO; therefore at a quarter to twelve I stepped into Eaton Square and assumed the?'c</t' ofthe nervous maiden. The unsuspecting Beevor was Avaiting outside the Court Theatre, and hurried forward to meet mo. \" ' I have the cab here, darling ; we shall be at Rich mond within an hour.' \" I muttered a few words which were incompre-"], [51, "A Hansom (?) Mistake. 37 hensible beneath my thick veil, and with becoming hesitation got into the cab, which immediately started at a quick pace down the King's Road. Noav began tho time when my powers as an actor were sorely tried, for naturally Beevor Avanted to remove the veil. I could only whisper, ' I feel so frightened ; wait till Ave are away from the streets.' AVhereupon the beast squeezed my hand. If he had only known how that hand was itching to strike him he would haA'e felt as uncomfortable as I did. As it was, he continued to pour forth vows of undying affection, while the cab rattled over Putney Bridge and turned off towards Barnes Common. Then he said — ' we are alone, dear, I must haA'e one kiss.' You may guess his astonishment Avhen I replied — ' Look here, Beevor, don't you think it's time this farce ended? First get out and tell the cabman to drive me back to Eaton Square, will you ? I hope you'll haA-e a pleasant walk to Richmond. Stop, cabby ! By-the-by, can I deliver any message for you ? ' \" The fellow AA'as furious. I belieA-e if he had had a revolver with him I shouldn't haA-e been here to tell the tale. So, though I met with no adventures in the far East, I had something approaching one in the West End.\" The Golden Calf puffed solemnly away at his cigar, whde we either chaffed him about his knight-errantry or expressed our feelings about Beevor in no measured terms ; though, for my own part, I did not believe that the Calf had given us the correct version of Aliss Graham's conduct. Lindsay alone Avas silent, and, to"], [52, "38 Through a Field Glass. judge from his serious face, was deeply annoyed. Sud denly he asked — \"Hoav did this story get abroad, Carruthcrs ? For you said to Treherne that society knew about it.\" \" I don't know. It leaked out somehow or other Forrester is deuced angry about it.\" \" So I should imagine,\" Lindsay replied. \" He ought to have known better than to have allowed © you to masquerade like a fool. Besides, Miss Graham's reputation is compromised just as much as if she had actually eloped. Far be it from me to speak a word against a lady whom I have never scon, but Miss Graham's conduct Avas either exceedingly fast or ex ceedingly foolish. AVhat right had you to become her champion ? \" Poor Golden Calf ! He blushed to the roots of his hair as he stammered, \" I thought I Avas acting for the best.\" \"I've no doubt of that, my boy,\" Lindsay said kindly. \" I'm not going to moralise, so let us banish the lady from the conversation. But I must tell you this. I happen to know Beevor very Avell. Not only does he possess eA'ery vice under the sun, but he is the most vindictive man in the service, and doesn't hesitate to stab behind the back. Never in this life will he forget that he owes you a grudge.\" And with a brief \" good night \" Lindsay left the room."], [53, "CHAPTER V. \" Vixen.\" I MUST confess that I felt very uneasy about Carruthers, Avhen he hail told us about his ad\\-enture at the Forresters'. Certainly Lindsay's standard as to Avomen was exceptional!}' high, but his opinions as to men Avere seklom exaggerated. Therefore there ivas no doubt ■ ■ that my old schoolfellow had made a dangerous enemy. Nor Avas I inclined to believe in Forrester's sudden reformation. Finally, Carruthers, on his return from Cairo, where he had avowedly gone in order that he might forget Lady Violet, had immediately reneAved his intimacy with that lady upon the express invitation of her husband. My only consolation Avas that AA-e were quartered in a quiet country town, so that for some months the Calf would have to devote bis super fluous time to making havoc amongst tho birds and © © following the Brightemall hounds. © © During this September and October thc Calf and I Avere constant companions. The good-natured and indiscreet Dennis had got his leave, Avhich he was spending at those country houses at Avhich in his opinion the best shooting Avas to be had. Of this I Avas glad, for, much as I liked Dennis, I saw that his gratuitous advice to the Calf Avas not well received, and"], [54, "Through a Field Glass. 40 might lead to a serious difference of opinion. As for myself, I regarded Beevor and Lady Alolet as forbidden topics of conversation, though it was not long before I was able to discover that the former had not relinquished his feelings of revenge. © O One morning, during the middle of October, when I was wondering how I should get through the day, the Calf came to me with the proud face of an inventor AA-ho has just found out a new way of killing time. \" I have just had a note from that horse-dealing farming fellow Whippet. He's got some gees he wants us to look at. I told him some two or three weeks ago to let me know if he had got anything that would suit me, so let's driA'e OA-er after lunch and inspect the animals.\" \"Very well; though my own stud is quite large enough both for my requirements and my purse.\" \" Then you will be able to give a candid opinion, and not condemn the pick of the lot because you want it for yourself.\" Accordingly at three o'clock Carruthers's smart dog cart dashed up to the door of Pelham Lodge, and at the same moment appeared in the doorway the tall form of Jim AVhippet, steeplechase jockey, farmer, and horse-dealer. \"Afternoon, my lord. Tom ! \" he called to a diminu tive individual in a sleeved Avaistcoat, who had made his appearance from the vicinity of the stables at the sound of Avheels, \" take his lordship's mare out, give her a drink of meal and water and some corn afterwards.\" Then Whippet led the way into a cosy sitting-room, from the windows of which we could see the paddocks,"], [55, "\" Vixen.\" 41"], [56, "Through a Field Glass. 42 over Which the owner had arranged a small steeplechase course. \"Now, Whippet,\" began the Calf, when he had finished a glass of genuine October, \"let's have a look at these prodigies of horseflesh. \" Some five or six horses Avere brought out for our inspection, anj-one of which would have been cheap at two hundred ; but the Calf kneAV the ways of horse-dealers. \" Come, AVhippet, bring out the pick of the stable, for I suppose you've got something in the background capable of winning the Grand National.\" \" I don't know about that, my lord, but I have got the best six-j-ear-old mare that ever entered these stables. Tom, bring out the chestnut. Still, I don't want to sell her to you, my lord.\" \" Why the deuce not ? \" asked the Calf. \"Because I'm told that the man isn't born who can ride her to hounds. Here she is. A picture to look at, but a fiend for temper.\" I have never seen in my life such a perfectly-made hunter as this mare was, but even in the stable-yard she betrayed her vice by kicking and attempting to bite the la I who had charge of her. But the Calf only looked at her with admiration, and said — 44 I think, Whippet, I'll throw a leg across her.\" \"As you like, my -lord, but remember, though she may be quiet enough now, she has the character of bein\"' unmanageable with hounds.\" © © The mare was saddled, and the Calf rode her towards the paddocks, where be took her over a few fences. She jumped beautifully, and her long easy stride denoted great pace."], [57, "\" Vixen.\" 43 \" She jumped beautifully.'' (P. 42.)"], [58, "Through a Field Glass. 44 \" She looks good enough to win a race or two,\" I remarked casually to Whippet. \" It would be without her jockey then. Mr. Treherne, you must dissuade his Lordship from buying that mare. She is not fit for any man to ride, and that's the truth. I didn't know her history till after sho Avas sent down here, or I wouldn't haA'e had her in the stable.\" Unfortunately there is no such stubborn pride as the pride of horsemanship. Remonstrance and persuasion Avere thrown away upon the Calf, and at the end of half an hour he Avas the possessor of the handsome dangerous brute, after certain preliminaries, whieh, briefly stated, were as folloAvs : — First: the price was considerably lower than I had expected. This removed all suspicion from AVhippet of \"tickling\" the Calf's pride, so as to cause him to give a big figure. Second: AVhippet Avas selling the mare on commission for a certain Jack Maylor, a horse-dealer at St. John's Wood, who had bought her at Tattersall's. Third : the aforesaid Jack Maylor w-as not renowned for his honesty, so Whippet had inquired about the past history of the mare. One of her former owners, a Avell known hard rider in Leicestershire, had considered her too vicious to ride, and had sold her for stud purposes. Her purchaser, for financial reasons, had been obliged to sell all his horses at Tattersall's, where, as she Avas not in foal, she was classed as a hunter. \" You've made a nice purchase,\" I remarked to the Calf as Ave drove back to barracks. \" You've bought an animal which one of the best horsemen in England,"], [59, "\" Vixen.\" 45 aa-Iio has ridden the winner of the Grand National, considers unsafe to ride.\" \" Which means that you consider me one of the AA-orst horsemen in England. Look here, Sobersides, I intend to ride that mare on the opening day. AVild horses shan't make me change my mind, so there's an end of it.\" I could say nothing more, and though Dennis's leave would be up before the opening day, I knew that where I had failed he would not be likely to succeed. So many sporting pens have been dipped in cheery ink to describe \" the first Monday in November\" that I must not weary my reader by tacking on another account to the already OA-erwhehning mass of hunting literature. Suffice it to say that we of the th Lancers had been more abstemious than usual over night, and on the eventful morning felt fit to ride for the honour of the regiment. The Brightemall pack at that time was popularly called \" The cut-em-down-and hang-em-up-to-dry \" Hounds, and the members boasted that \" The cream of tho cream in the shire of shires \" would have to ride all they knew to be able to keep in the first flight, so that even I, Avhom the regiment irreverently called \" Sobersides,\" felt my pulse beat unusually quick as I swung myself into the saddle. It Avas onlv four miles to the meet, but those four miles Avere sufficient to prove to me that the Calf and the chestnut mare, whom he had appropriately named \" Arixen,\" were not on the best of terms Avith each other. A few bucks at starting might be regarded"], [60, "46 Through a Field Glass. more as play than vice, but from the persistent way in which she laid her head down and bored at the bit, I saw that the Calf would have to ride with great © judgment, o thei' wise the m a r o would be come quite unmanage able. Un fortunately, judgment w as what the Calf ( lacked on horseback ; he had a firm seat and light hands, but no head. There Avas very little \" coffee-housing\" at the meet, before the huntsman, followed by his beauties, trotted off to a neighbouring covert. \" Garraway in ! Garra- Avay in ! \" AA'as the cry, and tho whips sounded like pistol-shots in the autumn air. In a few minutes thero was a burst of music surpassing all the harmonies of Orpheus — not that I ever heard any of them — and' hounds Avere streaming out of covert into a twenty-acre plough field. Forrad away ! Forrader ! Forrader ! Down the centre ride we went, plunging and"], [61, "\" Vixen.\" 47 floundering in the mud, towards the open gate at the bottom, Avhere of course we got jammed together in a confusion Avhich seemed inextricable amidst cries of '• AY are kicker ; \" \" Ladies, gentlemen ; \" \" No hurry, sir \" (the latter from Gran'pa on a fidgety cob), and so forth. As I struggled to establish my plaee in the first flight I noticed the Calf, Avho always ignored gates, take Vixen OA-er tbe post and rails out of coA'ert into the open. After Avitnessing this performance, which was equally creditable to man and horse, I sat down to do and ride my best; and as I saw the sterns of the hindmost hounds disappear through the blackthorn at the end of the first field, I must confess that 1 forgot all about the existence of the Calf and A'ixen. Even now I can remember the panorama which spread itself out before me after I had negotiated the blackthorn. As far almost as the eye could reach there Avas nothing but grass, with hardly so much as a bush to hold a fox, Avhile in the foreground hounds were going at steeple chase pace. Patches of green, bounded by the dark lines of formidable \" oxers,\" formed a scene for tho hunting man far lovelier than any that has ever been depicted on canvas. And I was in the first flight. Aly horse was throwing the fences behind him with the spirit that knows not Iioav to refuse, and I felt that the pleasure of a thousand years Avas being concentrated within one brief half-hour. I had successfully beaten a nasty drop-fence into a large grass-field, Avhen the Calf rushed by me about twenty yards on the off-side. I cannot even now conceive how he got safely over the fence at the pace"], [62, "Through a Field Glass. 48 he Avas going, but it Avas evident that he had lost all © ©/ control over Vixen. The mare's vicious temper was up, and the Calf's strength was spent. It was absolutely impossible for me to do anything. My own horse's speed Avas not equal to the speed of Vixen at any time, and now hc had begun to show signs of distress. To add to my horror I saw that the fence which we were coming to was impossible to jump. On the taking-off side was a deep and wide ditch Avith a substantial oak guard rail ; then came a five-foot bank, surmounted by a stiff double post and rails av i th a thick quickset fence between the rails. I neither saw nor cared about what was on the further side, for Pegasus himself could not have cleared the obstacle, though Vixen was rushing at it with the speed of an express train. \" Throw yourself off, \" I shouted, but the Calf did not hear me. My head became dizzy as I watched the mad mare get nearer and nearer to the impossible leap. But the Calf's pluck did not desert him. AVhen he was within twenty lengths of the fence he sat back, dug his spurs in, and did his best to make the mare collect herself for the effort. For a moment, whieh seemed an hour, it looked as if he had been successful. Springing from her bind quarters like a deer, with her legs tucked under her ready to get a second impetus even from a twig, Vixen actually cleared the guard rail, ditch, and first post and rails. For a fraction of a second she looked as if she Avere balancing herself in mid-air upon the top of the fence, then up went her hind quarters, and I knew that she had struck the second post and rails and turned a somersault into the next field."], [63, "\" Vixen.\" 49 Not daring to think Avhat I should find on the other side, I dismounted and climbed OA'er the fence. Vixen was on her back in the further ditch, which Avas as big as, if not bigger than, the one on the taking-off side. ? ©O J © The Calf had been shot clear, and Avas lying insensible quite five yards from the guard rail. I must make my story short so far as the Calf's accident Avas concerned. A sporting doctor, avIio Avas quickly on the scene, found his leg was broken and there A\\rere several severe contusions. As to Vixen, she had paid the penalty for her own vice. Her back was broken, and a friendly bullet ended her earthly career. I should not have recorded this history of \" Vixen \" but for the fact that that A'icious female — though dead — had the superlative impudence to thrust herself into a prominent position in the subsequent affairs of the Calf and myself. E"], [64, "CHAPTER VI. IN married quarters. Dennis was in disgustingly low spirits when he came round to my quarters one day, about a week after the Calf's accident, and growled at everything befon stretching his long limbs on the article of furniture that I fondlv imagined might be mistaken for a sofa. _' © © \" I can't think what's the matter with the Calf,\" ho growled. \" Faith, his temper's simply awful, and there's no sense to be got out of him at all, at all, so there isn't.\" \" Well, your temper would be queer, I think, if your tibia were split into matchwood at the commencement of the hunting season.\" \" He isn't as bad as that, is he ? \" \" Not exactly, but it was a bad fracture.\" \" Oh ! it isn't that I mean, the boy's got something on his mind. I think the young beggar's in love again.\" '_> AVhenever any one of us Avas a bit \" off colour.\" his disorder was always attributed by Dennis to \" being in love ; \" he himself invariably being in and out of love half a dozen times in as many months. \" No, the Calf isn't that sort of idiot,\" I said sharply."], [65, "Ln Married Quarters 51 \" Would he be in debt now ? \" \"No,\" I laughed, \"though he's as free with his money as — as Cynthia Avas with good advice. He's far too 'cute to get into that kind of trouble, and that charming mother of his would keep him straight if he Avere inclined to make a fool of himself, which he isn't.\" \" Let's form ourselves into a deputation and ask him Avhat ails him.\" \" Come along then. I Avas just going there when you called.\" And we sallied forth to the Calf's quarters, Avhieh Avere only a few yards from mine. I too had noticed that Carruthers was worrying about something more important than hunting. I had even heard him swearing, a vice he was not addicted to, and the black oaths sounded more than usually ugly Avhen piped forth in his refined tones. He was lying flat on his back, with a cradle over the fractured limb, and staring out over the parade ground, Avhere Muldooney Avas combing dow-n an unusually awkward squad of recruits with a plethora of invective that made them wince. The nurse, in her quiet grey uniform, put down the book she had evidently been reading to the patient, and drew me out on to the verandah as Dennis seated himself beside the bed. \"lam fiad you have come, Air. Treherne,\" said she. \" Lord Carruthers has been asking for you, and I w-as just coing to send round for you. He is very feverish and excited, and I am sure he is worrying over some thing. Perhaps he will tell you what it is. As I am in charge here, I don't think I ought to admit both of you E 2"], [66, "Through a Field Glass. 52 at once to see him. Don't you think that Air. O'Connor is rather rough for a sick-room ? \" she said hesitatingly. \" It doesn't look like it,\" I said, glancing in at the windoAV ; \" he is a rough, noisy fellow if a chap's well, but as gentle and as tender as a woman when a man's down. I wish you had seen the way he nursed me out on the flying column last year.\" I could not help sighing as I noted the contrast betvreen the two men. Dennis, ruddy and stalwart, the picture of good health, and the poor Calf lying there, a Aveary look in those large blue eyes, Avith heavy rings under them, his forehead framed with bright hair, Avhich in spite of all he could do would curl over the temples, as white as the pillow on which he lay. \" What does Pills — I mean the doctor — say?\" \" He doesn't like such a high temperature, and if he isn't better in the morning he is going to send for Lady Carruthers. She has been begging hard to come, but Lord Carruthers won't hear of her coming. The fracture is mending well, but he is not picking up as fast as he ought, considering Avhat a physique he has. I Avish you Avould try and find out what has upset him, for all the doctors and nurses in Brightemall can do him no good if his mind is diseased, you know. I shall be in the next room if I am wanted.\" Carruthers looked up at me gratefully as I took his thin hand. \" Good old chap. I Avas afraid you were never coming, and the days are so long.\" \" You're looking more like yourself, dear boy,\" which Avas not strictly true. \" How did you sleep ? \" \" I — I don't know. Not at all, I fancy ; at least I"], [67, "Ln Married Quarters. 53 must have slept, for I dreamt Cynthia had came to nurse me.\" •• AVhat an awful nightmare,\" grunted Dennis. \"Now look here, Calf,\" I said as gently as I could. \" I've just had a talk with that pretty nurse of yours, and she tells me you're Avorried like thunder about something. Now get it off your chest, old chap. Dennis and I may be able to help you. We are too old friends to have any secrets from each other, and you won't get Avell till your mind is at ease.\" \" I don't care,\" he replied Avearily. \" Laddie, think of your mother, and for God's sake buck up ! \" The Calf turned his face on the pillow and groaned after some minutes of silence. \"All right, I'd tel! you all about it,\" he said in a tired voice. \" If — if you like I'll quit,\" stammered Dennis. \" No, stop here, old chap. \" AVell, I've just heard from LadyA^iolet.\" He paused. \" I don't think I'll show you the letter, but she seems deuced unhappy, and there seems to be a sort of estrangement between her and Forrester, and he seem3 to be treating her d — nably. And Forrester, who wrote by the same post evidently Avithout telling her, has invited me down to their hunting box, aud Avants me to ride in a steeplechase, and the medicine man says I can't ride for at least a month,\" he said excitedly. \" It seems only natural that she should turn to me in her trouble somehow. I can't understand how Forrester could change towards her like that. AA'hy, they worshipped each other.\"'"], [68, "Through a Field Glass. 54 \" Can the leopard change his spots ? \" I suggested. \" He was always a bad lot, and your generosity to him in setting him on his feet \" © \" And giving him Violet,\" said the boy brokenly. \" Has done him no good Avhatever.\" \" AVell, that's one worry,\" he went on, smiling faintly. \"Noav for the other. You remember Iioav Lindsay walked into me for masquerading as a girl to save Miss Graham from that man Beevor ? \" \" Yes, he seemed to have something up his sleeve about that same,\" remarked Dennis sententiously. \" AVell, it was all no good. They've been married for a month.\" \" Good Lord ! \" burst from both of us. \" Bead that.\" He gave me a note in a lady's handwriting which I read aloud for the benefit of the other member of the deputation. It was from the former Miss Norah Graham . It Avas essentially a lady's letter ; the pen, hoAvever, had been dipped in gall. Every sentence made Carruthers writhe in mental torture. She reproached him with the scurA-y trick he had played her husband, accused him bitterly of eavesdropping, asked him Avhat he meant by interfering like a kind of deus c.v machind in other people's love affairs, ending up by saying that she Avas now the happiest Avise in England, that Major Forrester had given her aAvay, that they rented a hunting box within half a mile of the Forresters', and that Lady Violet and herself Avere once more on terms of intimacy. There was a long silence after the perusal of this epistle."], [69, "Ln Married Quarters. 55 \" Now I understand what Lindsay had up his sleeve, by the powers,\" said Dennis, who broke into a rich brogue whenever he Avas excited. \" He knew perfectly Avell that Forrester and Beevor were standing in together. © © Forrester wanted Beevor to elope with Miss Graham, and your interference shpoiled the Avhole blamed thing. I suppose they'll share the plundher. Mother av Hivin ! what a pair of d — d sweeps,\" \" Rem acu tetigisti,\" I murmured. \" YouVe hit the right nail on the head for once, you Fenian.\" \" Good HeaA-ens ! \" said Carruthers, \" if my leg wasn't broken I'd kick myself. I've been Forrester's dupe after all. AVhat a double-dyed ass IVe made of myself. Still,\" he added wistfully, \"it is only a ease of suspicion against Forrester. He owes me some gratitude, I think.\" \" Be gob, if Forrester is under an obligation to you, his Avay of showing his gratitude would be to be beastly ungrateful, I'm thinking; there are some men like that, you knoAv.\" \" You're a philosopher, Dennis.\" \" So long as it's nothing catching, I don't mind if I am,\" retorted that Avorthy. The poor Calf's brow Avas painfully wrinkled. \" Yes, Forrester puzzles me,\" he said at last, \" that Beevor episode \" \"Never mind about Beevor now,\" I said. \" What is done is done, but as to the other matter I think I can help you. I haA-e a note from Forrester asking me to go down for a month, and I was going to refuse, as I know you want me here to help nurse j-ou, you know, but I Avill accept and go. Then I can report to you"], [70, "56 Through a Field Glass. what really is going on. But hang me if I'm going to interfere between man and Avise. I will only report, that is all.\" \" That is awfully good of you, Treherne,\" said the Calf gratefully, \" and I'll get Avell as first as eA'er I can and folloAv you there. I may be able to ride in the steeplechase after all.\" \" Well, lad, don't Avorry any more,\" I said, as Ave rose to go. \" If I can be of any use in calming the domestic atmosphere Avithout offending either husband or wife I will.\" I stopped for a few words with the nurse, and as I passed the door of the sick-room some few minutes later I saw that the Golden Calf Avas sound asleep. '• What a good-looking young fellow that is,\" said tho nurse warmly, as she glanced tOAvards the bed. \" Your visit has done him good already.\" \" He has made his confession.\" \" Then he has saved himself brain fever,\" she said, and her eyes Avere moist. I met Lindsay as I crossed the parade-ground, having sent in my application for leave. \" Hoav is Carruthers?\" he asked. \"I was just on my Avay to inquire.\" \" He's asleep now, thank goodness, but he Avas terribly excited and upset.\" \" If anything happened to that boy,\" said the Adjutant Avarmly, \"there'd be no holding B troop. Have you noticed Iioav Muldooney has taken his awkward squad to the furthest corner of the yard ? And he nearly killed O'Grady with a bucket for whistling outside your quarters the other day. My"], [71, "In Married Quarters. 57 servant told me about it. I'm only thankful I didn't hear it in orderly room.\" \" O'Grady has an abnormally thick headpiece,\" I laughed. \" Has Carruthers heard of Becvor's marriage? \" \" Yes, it upset him. How did you hear of it ? \" '■ From Beevor. You see, though I have no A-ery profound admiration for the man, Ave Avere once great chums, and he fagged for me at Harrow. I mean I have neA-er had an open breach with him, and I probably never shall. You see,\" he Avent on, \" the Calf has made a fool of himself all to no purpose, so no Avonder he feels cheap. As I Avarned him at the time, Beevor Avon's rest till he's quits, if it takes him ten years, so let Carruthers keep his Avits about him.\" \" Have you heard that Forrester has asked Carruthers and myself down for some hunting ? \" \" No. Lucky he can't go, at any rate. Though he is as good a youngster as I know, I don't think it's A'ery judicious for him to go fluttering round his old flame, especially as rumour says that Forrester and his Avise have — well — got over the turtle-dove stage.\" © © \"And Captain Beevor has a box next door.\" \" By gad ! \" And hc ruminated. \" HaA\"e you applied for leave yet?\" \" Yes, a few minutes ago.\" \" Well, you are sure to get it. The C. O.'s in high feather,\" hc chuckled. \" He has just been round to tell my wife that Cynthia's engaged! There'll be joviality at mess to-night, I'm thinking.\""], [72, "58 Through, a Field Glass. I had wired to Forrester, who met me at the station driving a spanking pair of bays. He Avas accompanied by a tall, handsome man, of the \" professional lady killer \" stamp, Avhom he introduced as Captain Beevor, and whom I surveyed with more than usual interest. \" Are you alone ? \" queried the Major sharply as be glanced towards the fast emptying station. \" Yes. Did you expect any of ours down ? \" \" Of course. AVhere's Carruthers ? and Avhy hasn't he answered my note ? \" \" He's ill in bed. Smashed his leg a week ago.\" \" I am awfully sorry to hear that. Beevor here Avas anxious to meet him too.\" An expression of intelligence passed from one to the other, aud a faint smile curled Beevor's lip. \" Let us hear all about it, Mr. Treherne,\" said he, as Forrester gathered up the ribbons and we bowled off. It did not take long to recount the history, and both men appeared much interested. \" Then there's not much chance of his riding in tho big steeplechase next month, I suppose ? \" \" Hardly likely, I fear.\" \" Aly Avise will be surprised to see you,\" said the Major at length. \" I forgot to tell her you and the Calf were likely to come, but she'll shake you down in a moment — she's getting used to surprises.\" \" Even when she is asked to entertain your vet. for a week,\" said Beevor dryly. \" H'm,\" I thought. \" Husband inviting the guests without consulting his wife. Primitive minaye, very.\" The house Avas a long, low building that looked like"], [73, "/// Married Quarters. 59 the better class of farmhouse, and seemed to have been considerably added to and improved for its more recent tenants. I could see that the stables at the back were Aery commodious — in fact they covered with their out buildings a larger area than the house itself. On a tour of inspection an hour later I ascertained that the .-tables contained fourteen horses ; and how Forrester managed to keep up this stud on the £1,500 a year Avith which he was popularly credited exercised me not a little. Lady A'iolet received me in the drawing-room, and I noticed that she glanced over my shoulder towards the door to see if I were alone. The drawing-room Avas a large, low one, the Avhite © © 7 ceiling crossed with heavy oak beams. The floor of highly polished oak was dotted here and there with squares of Indian carpet, and the windows opened straight on to a Avell-kept, level stretch of lawn. I was perfectly thunderstruck when Lady Violet, whose face Avas in shadow when I entered, turned towards the window, and I was enabled to study her expression. I think I gave a fairly accurate description of her at Lady Carruthers's ball when I commented on her Avonderful vitality and her regal style of beauty ; but though the actual physical charm of her face Avas unchanged, there was a Avistsulness of expression, a glimpse of strong repression about the mouth, a quiet dejection pervading her whole bearing, which made my heart aehe, while I thanked Providence that the Calf Avas a hundred and fifty miles away. AIv host and Captain Beevor had left the room to pay a visit to the stables, while Lady Violet and I faced"], [74, "60 Through a Field Glass. each other in two low chairs, and I gave her an account of the accident. \" I had no idea that tho Major had invited him here,' she said at hist. \" Of course I — we shall be delighted to see him when he recoA-ers, but oh ! I wish he was not coming,\" she sighed. \" Is he very ill ? \" she asked quickly. \" I knoAv you are his greatest friend — tell me the truth.\" \" AVell, yes,\" I answered regretfully, \" he is very ill. I don't mean he will die, or anything like that, but it Avas a bad smash — and— and — other things worried him.\" There Avas a pause Avhile one could count twenty, then Lady Violet said shamefacedly, \" Has — has he been Avorrying about — Avhat is passed — and — better forgotten ? \" \" Yes, Lady Violet. That is A\\diy I should have come in any case, even if he had been well.\" Lady Violet toyed nervously with some trifle she had taken from the table. \" I have never had any brothers or sisters, or even a friend, except poor infatuated little Norah, avIio is years younger than I am ; so when I want help, good advice, back-bone, or Avhatever you please to call it, I have to go \" '•AVhere?\" \" Here,\" she answered ; and laid her hand upon her heart. \" Have you met Norah BeeA'or ? \" she asked, after a pause, looking across the lawn. My glance followed hers as I rose and opened the French window to admit the visitor. She Avas a tall girl, her figure giving promise of"], [75, "61 Ln Marrica Quarters. \" YES,\" I ANSWERED. \"IlE IS YEltY ll.L.\" (p. 60.)"], [76, "62 Through a Field Glass. perfect symmetry in a few years' time. She looked now not out of her teens. She possessed a sweet, candid face, a delicate, sensitive mouth, large and trustful grey eyes, and that perfect complexion that comes of a good digestion, a good conscience, and fresh air. A complexion that one rarely sees out of my native county of Devon — good luck to it ! Her hair AA-as of that crinkly golden-brown that seems to have en-meshed the sunshine. In manner she was little more than a child, and in two minutes I had mentally decided that she had never composed the letter that had so upset the Golden Calf. The little woman (though, as I said, she was tall, she was just the kind of woman tiiat men call \" little \") was full of a return visit she had paid to a neighbouring dowager, who, having only just heard of her attempted elopement, was rather doubtful as to how she should receive her. Even Lady A7iolet's face lost its usual impassive calm, and Ave both laughed heartily at her sallies, for she had a humorous, unsophisticated, topsy-turvy Avay of looking at society's Avays that had a charm of its own. The exceedingly pleasant atmosphere in which I found myself must to a certain extent have melted the feeling of uneasy suspicion that had possessed me since leaving Brightemall, and thinking that on the Avhole things were not so bad as the Calf had led me to suppose, I sent a note to him to that effect before dressing for dinner, having previously made a round of the demesne under the guidance of Forrester, his fidus Achates, and little Mrs. Beevor."], [77, "In Married Quarters. 63 A few days later Beevor and his Avise came to stay for a short visit, and I gaA*e up my bedroom to them, being relegated to a smaller room next to Lady Violet's own special sanctum on the top floor. I had been at the Moat for nearly a month now, and as far as I could see, though Forrester did not treat his Avise with any actual unkindness, they seemed quietly to ignore each other. As avc were in touch Avith three packs, we hunted nearly every day of the Aveek, and I only met my fair hostess at meals ; and a perfect hostess she would have been if only her husband had given her a freeer hand, and taken less of the res angusta dorni upon his own shoulders. Still there Avas no friction perceptible between husband and wife, and I appeared to have come down on a fool's errand, as I informed the Calf. I do not think that I mentioned that Forrester, BeeA-or, and a gunner named Moffatt (the latter had come down for a week to ride in the steeplechase) were perfect demons for cards, and loo and poker preA-ailed eA'ery night. I never joined in ; not because I mind either winning or losing in moderation, but my gambling instinct is undeveloped, and with the ex ception of an occasional rubber of Avhist I never touch a card. Cards bore me to death. Lady Violet and Airs. Bee\\'or used to come into the smoking-room for an hour before retiring, and I have © ©7 had many a chat with my fair hostess. AVith one exception — we shall come to that, perhaps, later — I have never admired anyone more, and we became"], [78, "Through a Field Glass. 64 almost \"chums.\" I could see that she liked me in her oavu way, and 1 was glad to be the \" Sobersides '\" of the regiment. One evening I had gone up to my room rather earlier than usual, as we had had a rather hard day, and from a glance at the loo table I saw that unlimited blasphemy and brandy and soda would probably soon set in. Mrs. Beevor had gone to her own house for the night, as there were some domestic duties to be performed, and Lady ArioIet had gone to \"make up her books,\" as Forrester observed. I had been asleep for awakened by Forrester's some hours when I was Aoice, high pitched and It was obvious that he had strident, in the next room. been drinking. \" A\\rhy are you not in bed, Violet ? \" \" I have been trying to make head or tail of the accounts, Dick,\" she said Avearily. \" Fresh bills come in every day, and the money which should pay them simply dribbles away.\" I cannot imagine a man being in a more unpleasant situation than that of an involuntary eavesdropper. My ears tingled, and cold shivers ran up my spine. I dived under the bed-clothes until I thought the marital confidences must be at an end, and Avas nearly asphyxiated. On coming up to gasp for breath I heard — \" I tell you I must have i_5G0. I have had a bad night downstairs.\" She laughed bitterly. \" I have not 500 shillings, and our month's expenses come to nearly three hundred pounds.\""], [79, "In Married Quarters. 65 \" Then you shall ask the Calf when he comes.\" \" I will die first.\" \" What is the use of a lover \" \" How dare you ? How dare you ? \" \" AVill you ask Carruthers? \" \" Oh, Dick, you are hurting my wrist. No ! \" I heard a slight scream, a deep indrawn sob. Springing out of bed and noisily upsetting a chair, I heard the Major bounding downstairs two steps at a time, followed a few moments later by Lady Violet, Avhose bedroom was beneath mine. There Avas a decided air of constraint over the break fast table in the morning. Lady Violet was looking terribly drawn, and Forrester looked at me seA-eral times in an inquiring fashion, but my face told no stories. I was only wondering what I should say to the Calf. Beevor broke a longish pause by saying — \" Then the programme for the steeplechase is all fixed ; if your friend Lord Carruthers is well enough lo ride Sir Beavis he ought to win it. He should webdi c © about nine stone after his illness,\" he added uncon cernedly. \" Will he be well in another ten days, do you think ? \" he asked me. I looked at Lady Ariolet and caught a quick glance of apprehension. Her lips formed a \" No \" unmistak ably. \" Not a\" chance of it, I should think,\" I said airily. \" Pills said he couldn't ride for at least six weeks, and it's barely a month since his accident.\"' My hostess glanced at me gratefully. \" I am awfully disappointed,\" said Beevor; \" the lad F"], [80, "Through a Field Glass. 66 tried to do me an ill turn once, but all that is forgotten. I don't bear malice, and he could make up for it by winning the steeplechase.\" AVe were in the stables an hour later, Avhen a telegram was handed to the Major. \" Put the roan into the dog-cart, George,\" he roared, \"and send a trap down to the station for some luggage. Lord Carruthers will be here in an hour ! \""], [81, "CHAPTER VII. DE MORTUIS NIL NISI BONI.-J-. What ought I to have done? Even uoav, when years have given me experience, I have doubts as to what line of conduct a man situated as I Avas ought to pursue. The friendship which existed between the Calf and myself did not permit me to take upon my own shoulders the management of his affaires d'amour. He was quite old enough to take care of himself, and if he chose to hoA'er round Lady Violet, he Avould not thank me for sounding thc warning note. AVhat I did do Avas to give him a quiet hint before dinner about Forrester's mania for gambling. © © \" Good old Sobersides ! \" he rejoined, \"you do make a capital dry nurse ; but, my dear boy, I've no idea of parting with my paternal acres either to Forrester or my old acquaintance Beevor. The fact is, 1 want a Httle excitement after being cooped up in a sick-room for so long.\" \" And you're in a fair way of getting more than you Avant. However, I presume you don't intend to ride Sir Beavis?\" \" Of course I mean to ride him. Whippet says that be can't be beaten.\" F 2"], [82, "68 Through a Field Glass. \" Perhaps not ; but people don't get up from sick beds and Avin races— except in novels.\" The Calf shrugged his shoulders and led the way to the drawing-room, Avhere the savoir faire — Anglice, im pudence — whieh Eton teaches her pupils stood him in good stead. Even at dinner the conversation never © flagged for a moment, though occasionally I noticed a sinister expression on Beevor's face, while both Lady Violet and Airs. Beevor proved that they were mis tresses of the female art of dissimulation. After the ladies had retired, the conversation naturally turned to the steeplechases, but the Calf refrained from bettin--, much to my own surprise and the evident annoyance of Forrester and Beevor. Nor would he play cards, but, pleading his recent illness as an excuse, soon retired to his bedroom. The next morning the Calf came into my room with an anxious face. \"Hero, Sobersides, read this letter whieh I have just received from Whippet. Things are more serious than I thought.\" I read the letter, which ran as follows : — 44 Pelham Lodge, Brightemall. \" To Lord Carruthers. •\" Dear Sir, \" I have received information regarding Vixen which T think your lordship ought to know at once. Sir Guy Dundas, wdio was her nominal OAvner when she Avas sold at Tattersall's, had already mortgaged her, as well as certain other horses, to a Captain Beevor, who ■employed Jack Maylor to buy in the horse. Maylor,"], [83, "De Mortuis Nil Nisi Bonum. 69 when he is its his cups, is apt to open his mouth too^ wide, and he has uttered mysterious hints about a quarrel between your lordship and Captain Beevor. He has also hinted that he made a catspaw of me in the matter of selling the mare to you, and that the Captain would not have been sorry if you had broken your neck. As I hear that the Captain is running a horse in the same race for which you haA-e entered Sir Beavis, I strongly advise your lordship to use great caution. \" 1 am, \" Your obedient servant, \"A. AVhippet.\" \" What do you think of it? \" asked the Calf. \" Forewarned is forearmed. I believe Whippet to be an honest fellow ; but what does his communication amount to ? Beevor has a pecuniary interest in a horse and employs Maylor to sell him, because he does not wish to appear upon the scene in the character of a horsedealer. You bought the horse with your eyes open, knowing her to bo vicious. You have no proof that Beevor, with malice prepense, sold you a dangerous animal.\" \" Still, it looks suspicious.\" \" Perhaps so ; and no doubt AVhippet considers that Maylor has had the best of him. Still, that will only make him more anxious for Sir Beavis to Avin. I am glad that Beevor doesn't ride his own horse.\" © \" Forrester rides for him. Yet how on earth he will be fit to ride beats me, for he seems to have developed a taste for alcohol.\""], [84, "Through a Field Glass. 70 \" Yes,\" I answered, remembering the conversation I had overheard between him and his wife. \" AVell, thank Heaven Beevor and his wife went home last night, for, to tell the truth, I think his pre sence would have interfered Avith my breakfast this morning ; by which token I'm uncommonly hungry.\" If the Calf was hungry, Forrester wasn't, for his morning meal consisted of a strong B. and S. Lady Violet did not appear at the breakfast table, as she was suffering from a bad headache, but her absence did not seem to affect the spirits or the appetite ofthe Calf. \" So Beevor managed to marry Aliss Graham after all.\" Forrester looked annoyed. \"Yes,\" he answered. \"The girl Avould have him. I suppose she'll be Lady Sturton before long. Beevor is nephew and heir to the old lord. The son died, as you know. But then Beevor has the luck of the old gentleman. To see the way he marks the king at ecarte drives me mad.\" \" AVell, I trust his luck will forsake him at the races, in spite of your being in the pigskin, old man.\" \" H'm ! I don't stand to win or lose much. Per sonally, I Avish he would ride his own horse ; but he's not the man to risk his own neck if he can help it.\" \" Is the horse a beast to ride then ? \" \" No ; but the country is a precious big one to ride over. AA'hat do you say to having a look at the course this morning, as there's no hunting ? \" \" Carried nem. con. ; eh, Sobersides ! \" Accordingly we Avere soon seated behind Forrester's bays, Avhich rattled us over the twelve miles to the"], [85, "De Mortuis Nil Nisi Bo num. 71 course in Avell under the hour, where avc put up at an old-fashioned country inn, and, having refreshed the inner man, proceeded to inspect the obstacles Avhich were of a nature to make even the Calf look serious. \" If you call that a fence, I call it a death-trap,\" he said, as Ave viewed one of the nastiest places a man could ask a horse to jump. \"Look here! You come down lull to wdiat looks an easy little fence, and you find a drop on the other side which is a veritable descensus ad Avernum. How the steAvards expect any horse to stick on his legs licks me.\" \" One must go slowly at it, but it's a beastly awkward course all the same.\" \" AVell, I shall take care to remember this place.\" Nothing Avorthy of mention happened during the few days which elapsed before the races. Lady Violet seemed purposely to shun the society of the Calf, and he had evidently placed a strong guard over his feel ings. Except in the hunting field Ave rarely saAV the Beevors, so I concluded that Airs. Beevor did not Avish to meet the Calf oftener than she could help. Still, the Avonder to me Avas Iioav Forrester managed to keep the wolf as represented by creditors from the door. I noticed the dark lines round Lady Violet's eyes, and kneAV that if the cupboard Avas locked the skeleton was there all the same. On the day before the race Beevor drove over to lunch, though he did not bring his wife with him. Forrester did not appear pleased to see him, and drank more deeply than usual. Lady Violet Avas evidently nervous, and even the Calf Avas ill at ease. Beevor alone seemed happy, and looked as if he enjoyed the"], [86, "Through a Field Glass. 72 general discomfiture whieh his presence caused. To add to the depression the rain was coming down in torrents. \" Sobersides, there's thunder in the air,\" said the Calf to me when avc had adjourned to the smoking room. \" I heard Beevor tell Forrester in the hall that he wanted to speak privately to him, and, by Jo\\-e, the Alajor's face became as black as my hat. Beevor has evidently got some hold over him.\" \" Very probably. My dear boy, you, having been born with the proA'erbial silver spoon in your mouth, forget that other people have financial Avorries.\" \" But Forrester can't be hard up now. Look at this establishment.\" \" AVhich maj' be run on the credit system for all you know, and Beevor may be the creditor.\" \" Then I pity Forrester. This may account for his taking to the drink. He certainly was as nervous as a cat at lunch.\" \" I Avish these races were over and avc Avere back at Brightemall.\" \" Poor Lady Violet,\" rejoined the Calf, \"she doesn't seem happy.\" \" Beastly heaA-y going for you to-morrow,\" I said, anxious to change the conversation. © \"And I never felt less keen about a race in my life. By-the-by, AVhippet and Sir Beavis come this after noon. AVe must go down to the hotel and see them.\" \" And hear more about Maylor.\" But AAdiippct could tell us no more than Avhat was contained in his letter, though he was extremely anxious for the victory of Sir Beavis, who looked fit to run for"], [87, "De Mortuis Nil Nisi Bonum. 73 a kingdom. Even the Calf found his enthusiasm con tagious. \" Then you advise me to ride a waiting race, eh, AVhippet?\" \" Yes, my lord. The horse can stay for a Aveek of Sundays, and the heaA-y going will suit him, for he seems to revel in mud. Let him have plenty of room at his fences, and don't call upon him till you're in the straight for home, for I know you Avon't make the common mistake of Avaiting too long ; and let him take that drop fence as slowly as possible.\" \" All right. I've put you on a hundred to nothing, and I hope I shall haA'e to give you a piece of paper to-morrow.\" \" Thanks, my lord, I hope so, too. You'll have to put up a lot of dead Aveight, but I will see to your weighing out.\" © © Beevor had driven home Avhile we AA-ere interviewing AVhippet, but he had left gloom behind him. The con- A-ersation at dinner Avas forced Avhile the servants were in the room, but after their departure Forrester pushed his chair from the table and said petulantly. \" I wish in the name of everything 1 had never con sented to ride for Beevor. Before he became heir to Lord Sturton and married Norah Graham he AA-as generous with his money, Avhatever faults he might have had. Now he is under the impression that every body is trying to cheat him. He had the impudence to bully me to-day. Violet could hear him in the drawing- room. \" \" His A-oice AA'as certainly loud,\" Lady Violet said. \"Loud! I should think it Avas. Muldooney drilling"], [88, "Through a Field Glass. 74 a squad of ' Johnnie Raws ' couldn't have made more noise.\" \" AVhy didn't you refuse to ride?\" Forrester fidgeted with his wine glass. © © \" Aly dear Carruthers, as you know it is very difficult to refuse the request of your C. 0., and, confound him, Beevor is my C. 0. at the present moment. Don't frown, Violet! Open confession is good for the soul.\" \"And does Beevor expect to win this race ?\" \" I don't knoAv. He's not the man to tell me about his betting book, and if ho did I .shouldn't believe him.\" \" But there can't be any heavy betting at a small meeting like this?\" ■ \" Heavier than you think. The meeting does not clash with any other, and is near enough to town to make it Avorth while for the London division to come down. I know for a fact that Beevor has secured the services of a special commission agent, and I fancy that the second string to his bow will be your horse, Sir Beavis.\" \" Well, Forrester, if you Avant a second string I can lay you the odds up to a monkey.\" Forrester eagerly booked the bet, though Lady Violet's countenance betrayed considerable annoyance. The day's racing started with a small hurdle race and a hunters' selling flat race. Then after an interval of forty-five minutes the seA-enteen competitors for the big raee of the day left the paddock and Avere soon under the starter's orders. Forrester was right in his judgment of the Ring. Not a few ofthe big Leviathans of Tattersall's were present, and when after one break-"], [89, "De Mortuis Nil Nisi Bonum. 75 away the flag fell to an excellent start, Sir Beavis had the call of the betting at four to one, while Beevor's Pioneer Avas a hundred to eight. However awkward the course might be for the jockeys, it had this advantage for the spectator, that Avith the aid of field glasses one could easily follow the horses all the way round. AVhen they passed the Grand Stand for the first time no casualties had occurred, but eight of the competitors showed signs of having already recei\\-ed a good drubbing, and might be regarded as out of the race. Sir Beavis was going strong, and the pen cillers Avould not lay more than five to two. The Calf for once in his life Avas riding with judgment, and I Avatched him with admiration as he steadied his mount for the dangerous drop fence, which he negotiated safely. Not so the others. A cry of \" they're down \" went up from the Ring, and it was evident there had been a break-neck spill. \"Which are they?\" was the question on everybody's lips, and in a few seconds the answer came, \" Pioneer, Mirth, and Railroad.\" I glanced at Lady Violet, who Avas as pale as death. \" I'll go down and see if he's hurt,\" I said reassur ingly, though my glasses had already told me that the accident Avas a nasty one, for Mirth had jumped on to the top of Pioneer, and both horses had rolled over the unfortunate Forrester. Alas, my fears were too Avell founded. On arriving upon the scene I found that Forrester was a mangled corpse. Half the bones in his body must have been smashed, and death must have been instantaneous. Already the shout of \"Sir Beavis Avins\" had gone up"], [90, "Thi ough a Field Glass. 76 from the Ring, and when I got back to the Grand Stand I met the Calf on bis way from the weighing room. \" Sobersides, old chap, congratulate me ! AVhy, Avhat the deuce is the matter Avith you ? You aro as pale as a ghost.\" I hurriedly told him of Forrester's death. \"Great Heavens!\" he ejaculated. \" What can we do ? I mean — how break the news to Lady Violet? \" \" I'm going to send Airs. Beevor to her.\""], [91, "De Mortuis Nil Nisi Bonum. 77 \" Yes; I suppose that's the best plan. I'll got out of this kit as quickly as possible, and tell my man to pack up our traps and meet us at the hotel. AVhippet can drive us back.\" AA'e stayed at the hotel till after the funeral, and then returned to Brightemall. In the train the Calf suddenly said to me — \"By-the-bye, Sobersides, I paid that bet of a monkey to BeeA-or, as Forrester owed him the money. I'm afraid, old man, I must ask you to postpone your visit to my mother. I'm not going home for Christmas, but shall spend the festive season in barracks.\" \" Not going home for Christmas?\" \" No. The truth is that Lady Violet is going to stay for a few weeks at my mother's, so I shall keep out of the way. I know you Avon't mind my putting you off.\" \" Not a bit.\" For the rest of the journey the Calf steadily gazed at his paper, which he held upside down."], [92, "CHAPTER VIII. A TRUE STORY. I heard yells of laughter proceeding from Dennis's quarters one eA-ening. I kneAV Dennis was too good a soldier to keep a good joke to himself, so I waited, feeling sure he would turn up in a few minutes with some hoary-headed chestnut from Tit-Bits or some neatly Avoided effusion from the Freeman's Journal — the latter taken in by his servant I am bound to admit. At last hc came round, or, to be accurate, I met him about the centre of the parade ground. \" Oh, Treherne ! \" he spluttered, \" come quick, I've got Johnson.\" © \" Is it catching? \" I asked. \" What are you driving at?\" thinking Dennis had invented a new kind of delirium tremens. \" Johnnie— you know, Johnson. I've often told you of him. He used to be in some blackguard Irish regiment, aud he's in the Hussars now that came in last night.\" \" But what about Johnnie — or Johnson ? \" \" Man, I've told you about him heaps of times, he's the biggest liar in the service. He's just been telling me a nanny-goat of Avhat happened to him in Aigypt, so"], [93, "A True Story. 79 he has — in action mind you, and he was sick at the base the Avhole time ! I've got him in there,\" he said, point ing to his own quarters, rather as if Johnson Avere some weird beast he had trapped. \" I can't go in just now,\" I said, \" but ask him up to mess, and Ave'll pull his leg afterwards.\" According to Dennis, and he did not exaggerate © 7 ©© more than most of his countrymen, Johnson could give points to the late Mr. Ananias, and I am almost inclined to think that Dennis was right. © Dennis and I got him in our favourite corner after mess and he simply let go. He never seemed to recognise the fact that he Avas \"having his leg pulled,\" but sat there in an easy chair, his grey, sleepy eyes half closed, and lied imperturbably, unconsciously, Avithout hesitation, and Avithout haste, with a consistency that inspired respect and almost carried conviction. He Avas captain of his troop, and as Dennis expressed. it, and I agreed, \" One of tho very best,\" but he must have had some kink in his moral anatomy that made him — well, romance the Avay he did. It may be quoted as an extenuating circumstance that he Avas an Irishman, and if he could haA-e brought bis giant intellect down to the Home Rule agitator © © le\\el I am convinced he Avould have made his mark in Parliament, had he stood for his native borough instead of joining the service. He could not do or think a mean thing to saA-e his life. He Avas kind, generous to a fault, warm-hearted, and as honest as the day, and yet Avas probably the greatest story-teller that ever Avore Her Majesty's"], [94, "80 Through a Field Glass. uniform (and Mr. Thomas Atkins would take a lot of beating in that particular line of business). Dennis Avas full of the praises of a fair female that evening- It appeared that Avandering down the High Street his eye had been attracted by a vision of loveli ness peeping out of a small shop Avhere Chianti, Capri rosso, Gorgonzola, and other delicacies Avere retailed. His impressionable nature at once took fire, and modesty not being his strong point, he entered the shop to \"put the commethcr \" on the fair damsel avIio had bewitched him. It appears the young lady Avas an Italian and knew very little English. This was unfortunate, for Dennis's Italian was limited to Si, A'o, JS'on e' ver, Le parlate d'amor, and Carissima, on which he rang the changes for about two hours. ■ \" She's ust lovely, )hoys,\" he laid, with 'nthusiasm. ' Tall and lark, with 3yes as melt- in' as but- ther, and a sweet little mole on her 3liin, and a ___ike— like — \" \" Like a rosebud,\" I suggested. \" H'm, a full-blown rosebud it was rather, her mouth isn't small. I wanted to call her an angel, but I"], [95, "A True Story. 81 didn't know the Italian for it, so I said ' Angelus,' and she grinned. Then we each had a glass of Capri red wine and some biscuits, and I ordered a dozen — wine, not biscuits — to be sent up to my quarters, and then I tasted some Salame and some Gorgonzola. Ye gods!\" \" AVas the Capri wine good ? \" I asked. \" Tastes like claret that's been cut with an oniony knife.\" Johnnie looked up at this. \" Dennis,\" he said, \" the wine you call ' Capri red Avine,' known to the natives as ' Capri rosso,' is a good drink, and don't you disparage it. I was at Capri last vear.\" \" I thought you Avere at Naples. \" \" So I Avas, and at Capri too. I could tell you a yarn about Capri that would make you sit up, you Fenian.\" We glanced at each other, and Johnnie began. \" I came home from Bombay in one ofthe Rubattino steamers, which only go as far as Naples, and through sleeping on deck or playing the goat in an everlasting draught I got as sweet an attack of rheumatic fever as ever you saw, and by the time Ave got to Naples I was on my back and couldn't stir hand or foot. Luckily Carey of the Artillery Avas on board and was awfully kind, but as he was only on short leaA'e he couldn't stop with me, small blame to him, so he got me off to the German hospital and went off next day on the Cuzco, the same boat I had taken my passage in by the same token. \" I was pretty bad for about three weeks, and the G"], [96, "Through a Field Glass. 82 English doctor, Avho Avas a good chap, came up every day, and we played whist with double dummy, and it Avas d — d exhilarating you can swear. When I got siek of staring at the white-washed Avails, ami looking over the bay seeing the P. and 0. and Orient boats going home with never a speck of me on them, the medicine-man said 1 might go to Capri, as Naples was as hot as II — Avell Hyderabad. I got there some how on a rotten little junk about the size of a bathing machine, and four hours were we doing twenty miles, and why she didn't turn turtle for the life of me I couldn't understand, for every time she rolled we could see the copper sheathing on her keel. \" The doctor had engaged a big studio for me, as Paganos and Quisisana Avere full, and there was a good Norwegian doctor at that end of the island, and I had my rations sent in from a hotel. \" I was much better in a few days, and began dab bling about with the paints the other fellow had left behind.\" \" Didn't know you could paint,\" observed Dennis gently. Johnnie treated this remark with silent contempt, and continued — \" One day the studio door opened and in came the most lovely girl I ever saw, at least she didn't exactly come in -\" \" Don't blame her,\" from Dennis. \" But kind of hung round the door. She looked like the chorus from an Italian opera begad, and seemed struck all of a heap by my yellow face, for I did look pretty cheap."], [97, "A True Story. 83 \" After a bit I asked her to come in and sit down. She said she was a model — and a pretty model at that.\" \" I had no notion you Avere an Italian scholar,\" remarked Dennis mischievously. Johnnie paused with uplifted forefinger. \" When you've knocked all over creation as I haA-e done, you grinning idiot,\" remarked Johnny severely, \" you'll find there's a Avay of making your meaning clear in any lingo on airth. I knew a little French, and with that and a little Italian, and some Latin pro nounced the way the priest pronounces, and a few words of Hindustanee, and some English, I was just as fluent as — as a dictionary. AVell, Ave were soon great chums, and she came every day, and I painted her portrait. It was the d — dest, funniest thing you ever saw in your life, but Carmela, that Avas her name, said it AA-as awfully good ; she used to stand © ? in front of it day after day and say ' Santa Maria ' | in a kind of awe-struck whisper, her shoulders shaking with emotion. \" I couldn't get out very much, as I was still terribly G 2"], [98, "84 Through a Field Glass. wobbly on my pins, and at last Carmela persuaded me to go for a turn to the Marina leaning ou her arm. I didn't mind who saw me, of course, as I didn't know a soul on the island, and there didn't seem to be any love-sick swain to be jealous. Of course in Capri all the Italians are Germans; all the notices about stealing grapes are in German ; there's a German pub. at thc corner of the piazza, and German beer at every trattoria* \"One fine day Carmela and I were wandering about; Ave had been up to Ana Capri, and the mistral — Avhatever that is — was blowing like anything, when I suddenly doubled up like a jack-knife. I suppose I had a touch of fever. \" Hea\\-en knows how that dear girl half helped, half carried me baek to the studio, but I know she and the doctor got me to bed somehow, and after that by gad she never left me day or night.\" Dennis coughed. \" I Avas awfully weak and silly when my head got clear, but Avhenever I looked up there was Carmela, either bending over me looking like a brown angel, or else she would be aster mixing me a drink of limes, or reading a Latin prayer-book — which is a custom I don't hold with — or trying to read my letters to me. AVell, being, as I say, weak and unstrung, I made a fool of myself. I told her she was a darling and had saved my life and all, and the next thing I knew was her face was touching mine on the pillow, and she gave me the sweetest pair of lips to kiss, and she said she worshipped me, and would go on doing so for ever and ever, Amen. \" When I was strong enough to go out she intro duced me to her uncle and aunt — she had no parents. • A fact."], [99, "A True Story. 85 Her unele was Syndic, rather a swell in his way; he was also the postman, and I think chemist. \"They talked a lot of Italian I couldn't make head or tail of, and all seemed A-ery pleased about something, and the old woman kissed my hand\" (he shuddered), \" and we shook hands all round, and then Carmela stood by with her hand in mine and the most dewy eyes I ever saw-, and then it was borne on my mind that I had made an unmitigated ass of myself, and \" — he broke off with a jerk — \" and here I am ! \" There Avas a long pause after this, and at last Dennis said — \" Well, you fellows, come and see my Italian girl, and Johnnie shall translate. AVe'll see how she looks by gaslight.\" AVe strolled into the town, and Dennis, who was walking beside me, said — ■ © 7 \" Do you belie\\-e that yarn, old fellow?\" \" Of course not,\" I laughed. \" AVell, I do,\" he said, gravely. \"He looked as if it was all true.\" AVe soon arrived at the little shop, and I followed close on Dennis's heels as Ave entered. Johnnie, Avho Avas a little behind, stopped short, made a sharp wheel, and was out in the street again in a moment. O A hussar orderly was quietly walking his horse back to stables when I heard Johnnie's voice, and it sounded as if he were in pain. \"Halt! Is that you, O'Grady? You must lend me your charger. I've sprained my ankle abomin ably.\""], [100, "86 Through a Field Glass. I saw that his face was very white, and he seemed to be in pain. The trooper saluted and dismounted, looking rather surprised, and in a second Johnnie Avas galloping to barracks as if the devil were hehinddiim. '• AIv G— d !\" said Dennis in my car, \" it was a true story.\" I found the Calf waiting for me when I returned. \" I've some news for you,\" he said. \" 1 thought I must tell you about it before turning in. I have just had a letter from Lady Violet about poor Norah S tur ton, or rather I should say lucky Norah Sturton. She got a decree nisi this morning.\" \" I am awfully glad to hear it. I didn't even know a divorce was in prospect.\" \"She heard all about his entanglement with that O Tedescho woman.\" \" Being, of course, the last person in the world to hear of it! \" \" Exactlj'. AVhen a girl Avas born instead of a boy he treated her shamefully, cruelly, and at last ended by insisting on bringing the Tedescho to the house. Norah promptly left him, sued for a divorce, there was no defence, and the case Avas o\\-er in an hour.\""], [101, "CHAPTER IX. THE I'.ITER BIT. If the Sturton divorce case had afforded amusement to society and coined dollars for the society papers, it had also caused much anger in the mess of the — th Lancers. Dennis invented expletives such as only an ingenuous child of Erin could have invented, but Lindsay and the Calf evidently felt more deeply, though they spoke less about the matter. \" I hate that a man whom one has called a friend should run on the cross,\" Lindsay confidentially said to me one morning after early parade. \" Sturton hasn't the least excuse. Hc has a nice little wife and plenty of money. I only hope this Signorina Tedescho wid make him ' pay the piper.' \" \" No doubt she will ; but I know Lord Sturton so A'ery slightly that I haven't taken much interest about the matter. I belie\\'e he got the whip-hand of the Calf OA-er that mare A7ixen, though there's no proof of it, and I rather fancy he was one too good for poor Forrester. Still, Forrester was old enough to take care of himself, and the Calf bought the mare Avith his eyes open.\" \" Exactly. If I were in the Snaffle Club I should say the same thing ; being in your quarters, and know-"], [102, "88 Through a Field Glass. ing that what I say won't go beyond these four walls, I tell you that in my opinion Sturton is an infernal blackguard.\" \" Strong language for you, Lindsay, though not so strong as I've heard from ihe Calf. But then \" \" But then ! AVhat do you mean ? \" \" Lady Sturton is staying with Lady Violet For rester.\" \" And Lady Violet will be Lady Carruthers. Yes, it's the same old story. The Calf has never got OA-er that early attachment. I don't blame him for it. I know you fellows think me prudish about Avomen. I admit I am old-fashioned. Yet tell the Calf, for you haA-e more influence over him than I have, that it is neither wise nor necessary that he should take all of Lady Alolet's friends under his wing. As I've told you before, Beevor— I mean Lord Sturton — is a man who objects to people interfering in his affairs.\" \" Shall I give a hint to the Calf? Of course, it's a difficult thing to speak to one's most intimate friend about women.\" \" I know that, Treherne. Confound it all ! Here am I, a married man, and your senior officer, yet for the life of me I don't know what to do. Come round this afternoon and haA-e a cup of tea with the wife.\" And he got up to leave me. \"Thanks. Au revoir!\" But before it was time for me to put in an appear ance at Airs. Lindsay's drawing-room I received a visit from V\\Thippet. This did not surprise me, for Whippet Avas regarded in the regiment as the \"Admirable Crichton \" of horseflesh, and we asked his advice on all"], [103, "The Biter Bit. 89 occasions, AA-hich occasions comprised chargers, hunters, polo ponies, and last, but not least, chasers. Indeed, so far as the last-named class of \"gees\" Avas con- © cerned, avc were all to a man prepared to swear by him since the Calf's victory on Sir Beavis. There Avas another thing in his favour. The man Avas a gentleman \" bred and born,\" and no pursuit which the pressure of poverty might have compelled him to follow could have altered that fact. \" Now, Whippet,\" I said, after pointing out an arm chair, \" what is it to be ? Brandy and soda, or, better still, Avhisky ? I've got some of the very old — which d'ye say ? \" j.jliv> . iij»o_-_y yjj ctii iii' .mi-. __.i_li. Treherne, and plenty of soda, for I've got a lot to talk to you about, ifyou me ■ you I Whippet,\" I as I"], [104, "Through a Field Glass. 90 I placed a big tumbler filled with a hissing mixture before my visitor. \" A — h ! that's capital,\" he said, with a sigh of con tent. \" It's a good corpse reviver ; but I came here to talk business.\" \" Then ' forrad away.' I'm all attention.\" \" Mr. Treherne, it's not a case of ' forrad away,' unless you want to come a hopeless buster over your first fence. You remember what I told you about ( laptain Beevor, now Lord Sturton, in regard to that mare Vixen? \" \" Yes. I also remember that you told Lord ( 'ar ruthers to be very careful how ho rode Sir Beavis.\" \"Exactly; and he won the race. Perhaps you remember my mentioning the name of Jack Maylor ? \" \" The horse-dealer and betting commissioner whom you suspected of being in league with Lord Sturton? Yes ; I recollect.\" \" I forgot to tell you that he had a daughter.\" \" If she's pretty, AVhippet, I'll interview her. But Avhat the deuce has the lady got to do with me ? \" \" Not much, I hope, Mr. Treherne, for your sake ; but she has a good deal to do with Lord Sturton. That's the reason Avhy I came to see you. Minnie Maylor and Signorina Tedescho arc one and the sam o person.\" \" A surprising piece of news, AVhippet. But how on earth does it concern me ? Look here, AVhippet, I hate talking in riddles. Come to the point at once.\" \" Then, Mr. Treherne, you must see Jack Maylor and his daughter. Ask for a few days' leave, and I'll lay my stables to your polo pony that you won't regret"], [105, "The Biter Bit. 91 it. I must only ask you not to mention the matter to Lord Carruthers.\" \" Excellently well suggested, AA'hippet. But in these modern times there happens to be a prejudice against mysteries.\" \" Listen to me, Mr. Treherne.\" I listened to AVhippet for more than an hour. When he left T had determined to go up to town for a week, and I said nothing about my determination to Airs. Lindsay when I called in the afternoon. It would have been difficult to say how Jack Maylor made his living. He kept a public-house in St. John's AVood called the \" White Hart,\" and he also held the lease of some livery stables. Both these establishments Avere, no doubt, sources of profitable income to him, but those avIio knew old Jack well could have told of many other ways by which he increased his legitimate earnings. So at least said AVhippet, Avhoin I had agreed to meet at the \" White Hart\" at four o'clock O on a Sunday afternoon ; and so also said my friend lfonevwords, Q C, with Avhom I had been breakfasting on the Sunday morning. \" Maylor,\" he said, when I had told him of the expe dition which I had proposed for myself in the afternoon. \" Yes, I remember that man well. He's the most astute horse-coper in England. I had to cross-examine once in a case of Warranty. ' Muggins v. Maylor ' was the name of the case, and it Avas a case of the very highest importance and of the most general interest to the public. The question at issue Avas whether a horse warranted by the defendant to the plaintiff as being ' quiet in harness ' were so, or Avhether it were not.\""], [106, "Through a Field Glass. 92 \"Cut it short, old man!\" I said, for from past experience I knew that my friend of the wig and gown was so prolific in his conversation as to wax tedious in the extreme. \" Now, my dear Treherne,\" he answered, in a brazen vcice which might impress a jury, but which made me ask for a B. and S., \" I must tell you the evidence from the mouth of the Avitness, namely Maylor. Now it appeared from the evidence that immediately after Maylor had sold the quadruped on the 29th of February — videlicet ' Leap Year' — the plaintiff, with due caution and circumspection, attached the animal to a vehicle or carriage called a ' dog-cart,' the construction of which carriage I need not dwell upon except to say that it is not drawn by clogs. Now immediately after an attempt being made to put his bridle over his ears, the horse threw out his heels and kicked the plaintiff's groom in the left eye. I should add, my dear Treherne, that the nasty brute might have kicked the groom in the right eye, but he had lost that optic while shooting wild ducks in Lincolnshire, which, as I pointed out to the jury, is a dangerous and unprofitable pursuit. Then the plaintiff, acting with superlative wisdom and deep fore thought, tried to put a collar on the horse ; but the animal, actuated by some incomprehensible motive, bit the plaintiff in the seat of his trousers, and his teeth, unfortunately for the comfort of the plaintiff, pene trated .through the cloth. After this display of his intractable temper and his objection to conform to the conventionalities of equine society, the beast galloped back to Maylor's stables.\" \"AVell, what then?\""], [107, "The Biter Bit. 93 \" AVhat then ? \" AVhy, Maylor said that the beast was quiet in harness, but the only difficulty was to get the harness on him.\"* \" Hang Maylor ! \" I said impatiently. \" Can you tell me anything about his daughter? \" \" Well, to tell you the truth, pressing engagements, premature affection, or conscientious scruples preA-ented Jack Maylor from marrying the mother of his daughter. However, the mother has been dead for years, and I believe tbat the daughter went on the burlesque sta^e and made a big success.\" Such were the credentials of the people whom I was going to see. AVhen I arrived at the \" White Hart \" with AVhippet, avc AA-ere shown into a private sitting-room, where, be sides Jack, there were two men and a girl. The hitter I immediately recognised as Signorina Tedescho, Avho Avas then the reigning beauty of the stage. Now I have noticed during my sojourn in this wicked Avorld that many things, ex necessitate rei, have a natural affinity for each other, e g. youth and innocence, mar riage and repentance, literature and indigence, beauty and the Empire Theatre, &c. ; therefore I was not surprised to find that Minnie Maylor had changed her patronymic for the euphonious title of Signorina Tedescho. I could easily see that her handsome face and perfect figure would make her a useful helpmate to a « Mr. Honeyword's experience of horseflesh must have been limited. An entire waggon-horse is as docile as a sleeping infant when he has tlie collar on him, though he won't allow his waggoner to approach him in the stall. AA'e have received many anecdotes which confirm this statement, and we believe them. For expsrientia docet. — The Authors."], [108, "Through a Field Glass. 94 man who Avas not scrupulous as to the means by which he attained his ends. I also thought that she would be more likely to be a helpmate to her father than to Lord Sturton. The other two men in the sitting-room, whose names I discovered to be Davis and Carker, were well dressed, but had a certain two-to-one-bar-one sort of expression on their faces, which showed that one would have to get. up very early in the morning to find either of them napping. Our entrance evidently disturbed the conversation, though I caught thc name of Sturton © © before I entered the room. \" AVell, Maylor,\" AVhippet began, after he had looked at a fizzing mixture inside a tumbler, \"so you've arranged the match? \" \" Everything's fixed up. But is this gentleman going to act for you ? \" \" Yes. We've only got to put tho terms in black and white. As you're stakeholder here's my five hundred.\" \" Right you are. Ned Davis is going to Avin for Lord Sturton. I presume you'll ride your own horse.\" \" Not so sure about that. If Aliss Maylor will ride for me I should like to offer her the mount. It will add to the fun. Come, Aliss Maylor, don't refuse. You're too good a horsewoman not to be able to beat Davis.\" \" Oh ! I don't mind. I shall make Sturton bet me a thousand.\" \" Cut it up with Ned now,\" Carker said laconi callv. \" Excuse me, Carker, but I don't run on the cross. Aliss Maylor shall win on her own merits. Now, Mai lor, let's see the agreement."], [109, ""], [110, "Minnie dined with us.\" (P. 95.)"], [111, "The Biter Bit. 95 \" Here it is ! \" AVhippet glanced through it, and then handed it to me. This was the document: \"Match for 1,000 sovs., between Lord Sturton's < Tinker ' and Air. Whippet's ' Languid.' Catch weights. Course : point to point from Penk Land port to Four Ashes Milestone. Jockeys to toss up for berths.\" \" Nothing more to be done, Maylor. AVednesday is the day, and half-past eleven the hour. Aliss Alaylor, can you dine with Mr. Treherne and me to-morrow? I must give you your jockey's instructions.\" \" Very well. AVhere is it to he ? \" \" AVhere you like. AVe'll call for you at seA-en. After dinner we can go to the Shockadero. In the meantime take my advice, and make Lord Sturton lay you that bet of a thousand.\" \" Trust me for that.\" The fair Alinnie dined Avith us on the following evening in a private room at a well-known fashionable restaurant, and looked very pretty in a dress which Avas loAver than the costumes generally worn by the British matron. I felt sure that if Dennis had been present there would have been nothing from pitch-and-toss to manslaughter that be Avould net have committed for her sake. AVhippet, howe\\-er, was proof against her charms, and gave her his instructions as calmly as if he had been talking to a stable-boy. \" I may tell dad, I suppose,\" she asked. \" Yes ; but Ned Davis mustn't suspect that there's a screw loose.\" \" I'll take care. I hate him and Carker. AAron't Sturton be wild, too?\""], [112, "96 Through a Field Glass. I had better describe the course over which the match was to be run. On starting from Pcnk Landport the ground first fell, then rose, and again fell to the River Penk. As this stream was far too wide to jump, it was necessary to swerve either to the right or to the lest to find a bridge ; hence the toss up for berths, as it was au understood thing that both horses should not cross by the same bridge. Certainly \"tradition\" said that some Avonderful rider, on a still more Avonderful mare, had once negotiated tho river, but the popular belief Avas that \"tradition\" could give Ananias two stone and a beating. So the riders really would havo to go round © v O a diamond shaped patch of country, one covering the left and the other the right sides of the diamond. On the AVednesday there Avas a goodly muster gathered at the Four Ashes Alilestone, for the news of the match had spread throughout the Brightemall countrv. Probably a large proportion of the spect'itors had come solely to see Signorina Tedescho in the pigskin. Lord Sturton, of course, was a conspicuous figure, but people seemed to shun him, though the fair sex re garded him with interest. Whippet had another bet of five hundred with him, for, as he said to me, he meant to be leA'el with him. Owing to the undulating nature of the country, it Avas impossible to see more than three-quarters of a mile of the running from the winning post, so there was a good deal of excitement before Aliss Maylor on Languid put in an appearance over the ridge, and coming along with plenty to spare jumped into the last field before Ned Davis was in sight. Lord Sturton Avas very angry at such a hollow vie-"], [113, "The Biter Bit. 97 tory, for, beyond the fact os his having lost his money his colours had been disgraced. Ned Davis had met with no accident, and had been beaten by nearly three quarters of a mile. As Whippet said audibly, \" The procession into the Ark Avas a close event in com- parison.\" I Avas an involuntary auditor of Sturton's words to Miss Maylor when she came up to him after the race. \" Hoav the deuce did you manage to win in that fashion ? \" \" You silly cuckoo ! AVhippet had given a bargee a fiver to put his barge across the river, and tho deck covering was as good as any bridge. Do you tumble 110AV?\" Sturton's answer was unfit for publication. Tl"], [114, "CHAPTER X. A TRIANGULAR ENGAGEMENT. I HAA'E more than once referred to Dennis's amorous propensities, but for a wonder Avhen the Hunt ball Avas given he was not in love with any one in particular. He came round to sec mo just before starting, very proud in his hunt dress and with a merry twinkle in his eye. He always reminded me of an overgrown schoolboy Avhen there was any frolic in prospect. \" I mean to enjoy myself, Treherne,\" he laughed, rubbing his hands. \" It's heart whole that I am, glory be for that same, anil Lindsay says that all the prettiest girls in Meadowshire are coining — the craym de lar craym, so to speak.\" \" Heart Avhole indeed,\" I laughed. \" AVhy only last week you Avere sending orchids to Miss Rivington. I thought it w-as all settled in that quarter.\" \" There was a slight misunderstanding,\" he sighed. \" The fool I bought the floAvers from sent the flowers to my quarters and the bill to her. A blamed long bill it was for bouquets I'd sent to other girls besides herself, and she Avas annoyed, small blame to her, and the next time I called she handed me the bill, receipted by gad, and I never felt such a Johnny Raw in my life. I Avrote out a cheque for the amount directly I got back — though Iioav I got back I've clean forgotten,"], [115, "A Triangular Engagement. 99 I was so nervous, and I called on the flower man and half killed him, and two days afterwards Teddy Dacres asked me to be his best man, and I said, ' Yes, good luck to you ; didn't know you Avere engaged. AVho is she ? ' and he said, ' Clara Rivingtou. I thought you kneAV her.' Good Lord ! \" \" AVell, there's one piece of news you haven't heard, I believe. Carruthers tells me Lady Violet is going to make her first appearance in public since her widow hood.\" Dennis became grave at once. \" I bet the Call's heart is thumping like a steam engine by the same token,\" he said. \"If it had been me, now, that was Forrester's widow, and if he had treated me the Avay he treated her, I'd have gone to a ball the day after I'd planted him. I wouldn't have Avaited all this time.\" \" You're an uncivilised heathen, my son.\" The Brightemall Hunt Committee appeared to have done things extremely well, and the rooms Avere crowded with pretty women. Lady Violet Avas the first person I recognised as I entered, and I think no one Avould have recognised in her the pale, harassed-looking Avoman of a year ago. She was, as usual, exquisitely dressed, in a gown of delicate cream satin, against which her beautifully rounded arms and graceful shoulders shone Avhite. She Avas looking brighter and more animated than I had ever seen her, and had lost a good deal of that calm statuesque demeanour that characterised her. Needless to say the Calf was in close attendance, and II 2"], [116, "ioo Through a Field Glass. the boy looked so radiantly happy that I drew very favourable auguries for the success of his suit. Lady Violet Avas kind enough to find a corner for me on her programme that Avas not adorned with the initials \" CO,\" and in a. very short time my programme Avas full, as our hosts introduced freely. I was rather puzzled early in the evening on going to claim a dance from a particularly pretty girl, a Aliss Dove (name of good omen), the daughter of the local banker. \" I shall be very happy to dance with you,\" she said, an odd smile lurking at the corners of her mouth, \" but I think you have mistaken me for my sister.\" At that moment her sister came up, and I looked from one to the other in blank amazement, for they were so remarkably alike I should think their own father could not tell them apart. They were twins of course. I hastened to secure a dance with the fair speaker on this slender introduction. \" I am afraid you will find a good many of your partners will make the same mistake as I have done,\" I remarked. \" It is great fun,\" she laughed, \" as we compare our programmes on returning home, and generally find that we have been robbing each other.\" I enjoyed my dance with both sisters ; they were brim-full of fun, and seemed to find life a very pleasant thing. \" I hear that Mr. O'Connor is such a splendid dancer,\" remarked Aliss Dove as Dennis whirled past. \" I hope you will allow me to introduce him to •>•> vou."], [117, "A Triangular Engagement. 101 There must have been some little demon of mischief in the air that made me introduce Dennis, and directly I saw- his bright eyes light up I said to myself — \" You're an ass to introduce those two to each other. She's only a little girl just out of the schoolroom, and he'll turn her head as sure as a gun.\" Subsequent events proved I was quite wrong in my estimate of Aliss Dove's character, as the sequel will show. The Avay Dennis went on simply appalled me. 1 fancied he had taken rather more champagne than was absolutely prudent, and I am sure in the conservatory I heard him call his pretty partner by her Christian name. It was at an early hour in the morning that we drove back to barracks, and Dennis Avas simply hugging himself with delight. \" Faith, I never enjoyed myself more in my life. Miss Dove— Amy her name is — has accepted me, so she has. AA'edding bells — cake —rice — old shoes — tip the verger (oh ! best man does that) — live happy ever after — buy a mail cart.\" Dennis was distinctly \" cut,\" and I Avas thankful I, and not he, AA-as driving. \" You haven't really proposed to her, have you?\" \"Haven't I though. Great Scott ! man, everybody isn't a sobersided, phlegmatic son of a gun, like you 7, are. \" That makes about the thirty-second girl you have been ' spoons ' on since you joined, I take it. By the Avav,\" I added, as Ave got down opposite my quarters, \" which Miss Doa-c did you propose to ? \""], [118, "Through a Field Glass. 102 \" AVhat do you mean? \" he asked sharply. \" Simply that there were two Miss Doves at the ball. They were both dressed exactly alike, and the old gentleman himself couldn't tell them apart.\" \" Good Lord! \" he gasped. \" AVhy that explains \" \" Go and lie down for a few hours, you've had too much fizz. AVe'll talk this over aster parade.\" Dennis, looking perfectly thunderstruck, retired to his room. I went round to him as soon as my duties Avere over and found him sitting at the table clawing his hair © © with both hands. Directly he saw me he plunged at once in medias res. \"Och! Treherne!\" he growled, \" tuppence wud buy"], [119, "A Triangular Engagement. 103 me body and sowl. Me tongue's like leather, and the quakings of Vesuvius is a fool to the conflagration that's amusing itself in my inside. AVhat a confounded ass I've made of myself.\" \" Yes, you haA-e,\" I gently agreed. \" It Avas like [this,* when I got introduced to Miss Dove she AA-as just as 'sweet as — as honey, cooing and polite, with a real splash about her that I always admire. I sat out, I think, about half a dozen dances with her, and we had an explanation in the conservatory, and before I knew where I was I had my arm round her Avaist (about eighteen inches, by gad) and she told me no man had ever done such a thing before, but on the whole she thought she rather liked it. © \" I told her I worshipped the very ground she stud on, and Avhen I had got as far as that her confounded partner came and took her off'. AVhen she was free again I took her once more into the conservatory and put my arm round her waist. I'm not sure I didn't kiss her, and all of a sudden she flared up and asked me Avhat I meant, so I said — \" ' AVell, Amy dear, considering you promised only a quarter of an hour ago to be my wife ' \" ' My name is not Amy,' says she ; ' it is Alice.' \"'Faith, I thought you said it Avas Amy,' said I; ' but, anyhoAV, I think Alice is a prettier name, so we'll let it go at that.' Then I drew my signet ring from my finger and placed it on her right hand (she said she Avouldn't let me put it on her engaged finger till I had obtained her father's consint and blessing by the same token), then she Avent off to dance with someone else. \" When I got possession of her again she gasped out —"], [120, "Through a Field Glass. 104 \" ' Oh, Air. O'Connor — Dennis, I mean — what will I do ? Don't be angry, but I've lost the ring 3'ou gave me. I just took off my glove to have ono little peep at it and it row-led away.' \"'Luckily I have another one,' I said, 'so don't take the misfortunate occurrence to heart ' — I'd have given her my boots if she'd asked for them — and 1 gave her my little diamond ring that Kate O'Flynn returned to me w hen she married that gunner, and put it myself on her hand, which it fitted like wax. \" When we said 'good night' I promised I would call this afternoon and see her father. Och ! Sober sides, what will I do at all, at all ? \" \" It looks to me as if you had engaged yourself to both of the young ladies. Of course, when the second one turned up and said she had lost your ring she had evidently compared notes Avith her sister, and had never been in possession of your ring at all.\" \" Jumping Jehosbaphat ! \" groaned Dennis, \" I shall be the butt of the regiment if this gets Avind ; \" and he threw himself into a chair and used considerable strong language. \" But do you really want to marry one of these ladies?\" \" Divil a bit — do I look like a marrying man ?\" \" It Avill be a solemn Avarning to you for the rest of 3-our natural life.\" \" Oh ! hang the Avarning — what will I do ?\" O © \" Sit tight and Avait for developments.\" \" Hi, Carruthers!\" I shouted, as the Calf passed the Avindow. \" AVe must tell him.\" \" Oh, hang it ! \""], [121, "A Triangular Engagement. 105 The joke was too good not to be told, in strict confi dence of course, to the Calf, and he chuckled when I had put him in possession of the facts ; and it made an appalling story as I told it. \" It's all A'ery Avell for you to laugh, you whipper snapper ! \" growled the huge Irishman, \" who go about your love-making in the orthodox way, but Avhat in thunder will /do ?\" \" Lay low for a bit, as Treherne says. You'll hear from the father pretty soon I should say.\" Dennis simply crumpled up at this. \" Faith, I have an idea. I'll Avrite to her.\" \" To which one of them ? \" \"To both!\" he said heroically. \"They'll compare notes, find I have proposed to them both, and, please the pigs, both throw me over.\" \" Or toss up for you,\" I gently suggested \"That Avould be awkward; but sit down for a ievr minutes and I'll draft a letter.\" \" How Avill this clo ? \" he said after a pause — \" My dear Miss Amy, \" I shall esteem it a faA-our if you would inform me whether it Avas you or your sister avIio has honoured me by accepting the offer of my heart. The wonderful likeness between your sister and yourself, especially your sister, has led me to believe that I have inadvertently proposed to both of you. It is you and you only, dear Amy, that possess my heart. I should be glad if I might call upon you, and Avould suo-gest that, if not inconvenient, you should Avear a"], [122, "106 Through a Field Glass. dress that differs eA-er so little from Aliss Alice's, in order to prevent any further complications. \" Yours affectionately, \"C. Dennis O'Connor.\" He made a careful copy of this effusion, beginning it, of course, \" Aly dear Aliss Alice,\" and closed the envelopes, blushing at the praise Ave gave him. \" I'll post them for you, old chap,\" said the Calf, surreptitiously winking at me, \" as Treherne and I are going up town.\" And we lest the room. \" You Avon't post them really, of course, will you ? \" said I when we got outside. © \" Of course not. I saw what was going on. Lady Violet put me up to it. Those girls were simply pulling his leg. One of them is engaged to a fellow in India, © © © / but I don't know which of them.\" \" I see. That was the reason she Avouldn't let Dennis put the ring on her left hand. There Avas an engage ment ring there already. By the Avay, Calf, are you to be congratulated too ? \" He Avrmkled his forehead and hesitated. \" No ! The fact is A'iolet can't make up her mind. She had such an awful time of it Avith Forrester she is afraid, I suppose, I might treat her the same way.\" \" It will all come straight in the wash, old chap, and I shall see you a married man before long and a civilian.\" Carruthers winced at that. \" It will be deuced hard to cut the service, but I get a letter from my mother every week begging me to"], [123, "A Triangular Engagement. 107 settle down at home and manage the property, and go to the Lords. Fancy me in the Gilded Chamber.\" \" Oh, you'll pan out all right,\" I laughed. \" You can make yourself the champion of Tommy Atkins and say rude things to the AA'ar Secretary, if he happens to be in the Lords.\" \" Come and call on Lady Violet.\" \" Certainly, Avhere is she staying : \" \" At the Dove's. By Jove, what a good idea! \" and his bright eyes twinkled. \" Let us go and compare notes with the Dove girls, and deliver Dennis's letters. I am pretty intimate there.\" \"Calf,\" I said admiringly, \"you're a positive genius. It will be fun.\" '• For everyone but Dennis, true.\" \" AVell, it may turn out a farce after all, but it looked precious ugly at four o'clock this morning.\" AVe soon jumped into mufti and drove to the banker's pretty place about three miles out of the town. AVe found all three ladies in the drawing-room when Ave arrived, and they appeared to have been indulging in some hearty laughter. \" Your friend Mr. O'Connor seems to haA-e enjoyed himself at the ball,\" said Lady Violet maliciously. A glance of intelligence passed between the sisters, and then, there Avas no suppressing it, a burst of laughter, loud and long, rang out. \" I suppose you know all about it,\" said a sister to me. \" Yes ; and poor Dennis is at his wits' ends. He has entrusted us with letters for you too.\" The Calf promptly produced them and handed them to the twins."], [124, "108 Through a Field Glass. AVhile they were perusing them I noticed that each sister sported one ofthe unhappy Irishman's rings. \" This is simply lovely,\" said Amy laughing. \" AVhat are we to do ? \" \" Accept him, of course,\" said Lady Alolet, blush ing, for the Calf's eyes Avere fixed in adoring fashion on her face. \"AVhat, both of us?\" \" Certainly. The more the merrier. We need not tell your fiance about it, by the way, I think, Amy ! \" \"AVill you take the responsibility?\" retorted the twin doubtfully. \" Yes ! I think I can promise to do that.\" Both girls flew to the writing table, and in a few minutes produced two epistles almost identical in terms. ' ' My dearest Dennis , \" I was so glad to © hear from you this after noon, and am much touched at the devotion you express for poor little me. It is me whom you honoured by asking to be your Avise, and I hope you will never regret the step you have taken on such a short acquaintance. Papa Avill be very glad if you will call to-mor row, he is anxious to"], [125, "A Triangular Engagement. 109 make the acquaintance of one of whom I have told him so much.\" \"Hoav shall I end up?\" came simultaneously from both girls. \"Your loving Amy,\" suggested the Calf, and the two letters were handed round for inspection, one from \"Your loving Amy,\" the other from \"Your loving Alice.\" \"Cecil,\" said Lady Alolet gravely, \"you must give me your promise to see that both these letters are destroyed when Mr. O'Connor has read them. It is a madcap thing to do at best, but those bad girls entered into a regular conspiracy to entrap him, as his reputa tion for flirtation had reached them here.\" \" Certainly, you can rely upon us. Dennis will be hardly likely to tell this story against himself, and it Avill be an awful warning to him.\" \"Vie will send the notes down by the groom, so that Mr. O'Connor will haA-e time to digest them before you leturn to barracks.\" \" He shall not be in misery too long,\" said Lady Violet kindly. \" The girls shall write him another letter, and send it by the afternoon post, returning his rings and saying it was all a joke.\" AVe drove slowly back to barracks and found Dennis Ivino- face downwards on the bed, groaning dismally. \" Here, buck up, Dennis ! What is the matter?\" \" Och ! murther ! \" he groaned, Avithout looking up, but kicking viciously. \" Read those two letters. It's a married man that I am, saints be good to me ! Solo mon with all his wises and ondacent goings on would put up his shutthers if he heard of me. AVhat will I"], [126, "Through a Field Glass. 110 do ? Mother aA' glory ! engaged two deep, and bigamy being impracticable, not to say contrary to the regula tions of the service. It's all your fault, you two,\" ho roared, sitting up with a jerk, \" making me write those infernal letters AA'hen I wanted to lie low.\" \" H'm, you're in a tight place, Dennis, my boy,\" said Carruthers, with difficulty suppressing a laugh. \"A tight place, is it? Purghathory is a pleasure, and hanging an innocent divarshion to it. AVhat will I do? Calf! what's her father like ? \" \" Six foot two — thick boots,\" said Carruthers shorth and emphatically. \" Good Lord ! and mo liko to be the co — I mean defindant in a double-barrelled breach of promise case ! \" Carruthers and 1 had both kept as serious faces as was possible under the circumstances till now, but the idea of the forlorn Dennis figuring in a breach of promise case was too much. The Calf fell limply into an adjacent chair and the tears ran down his cheeks, and I never had a heartier laugh in my life. \"You sniggering blayguards,\" yelled Dennis, now thoroughly angry, \" phwat do you mane coming laugh ing at a poor devil in an unholy pickle like this? AVhat do you want?\" he roared irritably, as his servant entered with a letter. He looked at the address. \"A faymale hand ! Take it away, take it away, you thief! I won't touch the d — d thing ! Throw it in the water trough ! Burn it ! Go to the divil with it ! \" \"Here, I AviU read it,\" I said, seeing the joke had gone quite far enough."], [127, "A Triangular Engagement. 1 1 1 \" Dear Mr. O'Connor, \" My sister and I return herewith the rings you were kind enough to gi\\-e us, and at the same time have much pleasure in releasing you from an engage ment into which Ave somewhat rashly entered. AVe both hope you Avill not bear us any malice for the rather unkind trick of which you Avert the victim, and have only to add that our father, who has heard nothing of our little escapade, will be very glad to see you, if you care to call.\" There Avas a dead silence Avhen I had finished, and Dennis looked from the Calf's face to mine. \" Bhoys ! \" he said gravely, \" I've had my leg pulled ! \""], [128, "CHAPTER XI. \" A LOSS TO THE SERVICE, A GAIN TO THE STATE.\" It was quite a AA-eek ere Dennis regained his usual elasticity of disposition, and I induced him to call upon the Dove girls and their father. He came back thoroughly delighted with his recep tion, shyness not being one of his characteristics, and declared that the banker was one of the jollicst old fellcAvs he had ever met, Avhile Alice grew prettier every day. Am)-, the engaged one, was rendered happy by the return of her fiance from India, and then Avent away to stay with his people, so that Dennis and Alice had things pretty much their own Avay. I had a good deal of extra work thrown on my shoulders about this time, so that I saw but little of Dennis, and was not aware until subsequently that he spent most of his spare time under Mr. Dove's hospitable wings. Thc Golden Calf came bounding into my quarters one day in April, triumphant and beaming. There Avas no need for explanations, and I saAv at a glance how matters stood. If a faint touch of envy for his happi ness did for a moment arise in my mind I choked it down, and my congratulations for my old chum Aveie"], [129, "\"A Loss to the Service!' 113 none the less sincere that I found some difficulty in expressing them as thoroughly as I wished. \" AVhen is it to be ? \" \" In June. You Avill be my best man, of course? \" \" I should think so, in fact I should have been rather offended if you had asked anyone else. You Avill be sending in your papers soon ? \" \" Yes. I shall apply for long leave, and then send them in.\" \" The regiment will give you a grand ' send off.' \" The Calf blushed. \" I hate leaving, I can tell you,. old chap, but it has got to be done. ' No man can serve two masters.' \" Dennis at this point entered. \" Oh ! I didn't know you were engaged.\" '• < 'ome in aud sit down,\" which Dennis did, making at the same time some idiotic remark about the weather and the crops. I saw at once that the Irishman was ill at ease. He got up and sauntered about the room, Avhistled \" Bally hooley \" between his teeth, kicked my fox terrier, and generally behaved like a man with something 011 his mind. The Calf winked at me mysteriously, but I of course did not know Avhat was passing through his mind \" AVhat is the matter, Dennis?\" He turned his back to the light, and at last blurted out — \" AVell, nothing's exactly the matther, so to spake, but I've — I've done it again.\" This in a tone of most awful solemnity. I"], [130, "11 A Loss to the Service, 114 \" Done what ? \" \" Got engaged.\" © © \" Again ! After the awful warnings you have had, and the narrow escape from a double-barrelled breach of promise case ? \" \" But this time I mean business; I've seen her father, and e\\erything is settled.\" \" And who is the lady ? \" \" Oh, didn't I tell you ? Aliss Dove.\" \" Wliich of them, Dennis ?\" \" Och, there's no possibility of a misundherstanding this time. Sure her sister is miles away, and I'm only hoping she will not return till it's all o\\-er — if that's possible.\" \" Good luck to you, old chap. I congratulate you. \" Of course you will be my best man ? \" \" Certainly, at least unless you are going to be married on the same day as the Calf ? \" \" No, I will arrange that. I must have you to back me up, Treherne, its — its an awful ordeal for the bridegroom, so it is, but with old Sobersides at my elbow, I shall have no more nerves than a hard-boiled ©o And then we adjourned the meeting, and drank the prospective bridegroom's health. We prepared a huge banquet for Carruthers some Aveeks later. Gran'pa emerged from his retirement to do honour to his \" best subaltern,\" and the piece of plate Ave had purchased for a Avedding present stood in"], [131, "A Gain to the State.\" 115 the centre of the sideboard, a thing of beauty and a joy for eA-er. Muldooney's account of the festivities is better than anything I coidd do, so I had better give it in his own Avords. \" I Avheedled the mess steward into lettin' me sort of assist in the ante-room, an' av coorse I saw all tho fun.\" \" The room wuz jist a blaze o' glory an' delight. There avuz trophies of lances an' swords lookin' like giant starfish on the Avails, an' all the ridgimental plate which I'm told is finer than any the Widdy can show. An' the fizz — phew. There avuz lashins\" — he paused thoughtfully for a moment. \" The mess steward is a great an' good man though he is a cockney, an' he just wunk at me and pointed to a — a megatherium of champagne lyin' quite convanient under a side table, in a kind of silver stable bucket full of ice. ' Champagne frappy ' it avuz called on the bill of fare.\" \" ' AA'ot's frappy ? ' said the trooper he was addressing. (AVe were riding slowly back to quarters after a rather heavy clay.) \" Frappy is French me bhoy, an' manes 'd — d cold.' I had to drink it out av the bottle, an' at first it rather startled my innards me bein' unaccusthomed to such drinks. AVhen the evenin' AA'ore on, Alad Jack got up an' begs Lord Carruthers to except the two silver bowls as a weddin' prisint from the ridg'ment. He said ho wuz powerful sorry to lose his lordship, he bein' an ornimint to the sen-ice, an' he was d — d sorry, or words to that effect, that he avuz leavin' us to enter the bonds I 2"], [132, "116 \" A Loss to the .Service, of High Men — which same avuz battalion orders to me. The mess wud always value the silver aypurn he had bequeathed to thim, an' by the same token, when ever he wanted a drink the ridg'ment would be glad to see him come an' hang his hat up an' he'd find a chair ready dusted for him, or Avords to that effect. \" Then Lord Carruthers got on to his hind legs, an', as the papers say, avuz sthruck wid considerable emotion, an' at fust he couldn't spake at all at all, slnnall blame to him, an' his face was az long uz the book of Exodus. He sez he wuz clane sthruck of a hape by the oppro brious kindness av the orf \"eers in giving him such a © O fine, splendacious weddin' prisint. an' ut avuiI be a Hair Loom for him an' all the little Carruthers's, sposin' there wuz any. He wanted to thank the sergints' mess for the clock they'd subscribed for, espeshally his troop sergeant who'd started the idear, an' then all the comp'ny looked at me standin' in the doorway, an' I nearly blushed me boots off av me wid emoshun. \" Then his ludship gave ' The th Lancers, more power to thim,' an' they fairly shouk the bowels out av thim, Air. O'Connor speshally, an' then he sot down, an', as the papers say, ' tho rest of thc evenin' was spent in conviviality.' ' I had neA'er been best man before. I Avas not exactly nervous, I merely wished that the ground would open and swallow me, as I was constantly being pointed out as the happy groom. The Calf hid his blushes till the last moment in the vestry, looking at his Avatch more frequently than was absolutely necessary, and when the wedding march"], [133, "A Gain to the State.\" 117 ;1 pealed forth, and Lady Violet, attended by O'Connor's fiancee, entered, there was very much the same expres sion on his face as I have seen there when he Avas faeing a Leicestershire \" oxer.\" I must refer the reader to the Morning Post for a description of Lady Violet's dress. I only knoAv she looked beautiful, that the aisle Avas lined with lancers, that her father gave her away, that I felt a huge lump in my throat at losing my old chum, that he wrung my hand Aery heartil}' when I congratu lated them after the ceremony; *x and that I made a fool of myself by shaking Lady I J V Violet's hand in ( ( \\ the vestry when I might have kissed her cheek. There was but little speech-making at the breakfast, and when the bride disappeared to change her costume, the Calf and his mother disappeared too. I think the lad Avas up in bis mother's room, and I liked him for it. Muldooney bad mounted £ a little guard of honour of his oavu at the lodge gates,"], [134, "118 Through a Field Glass. and as tbe carriage reached them the men raised three cheers, which were echoed by the rest of us standing on the terrace, and Lord and Lady Violet Carruthers drove out of sight to catch the train to Dover, en route for the south of France, quite unaware that Dennis had tied an old shoe to each axle as a parting gift. There was a tenants' ball in the evening, and the lancers turned the head of every single woman and half the married women in the parish ; while Muldooney, forgetting for the nonce that he was a married man, \" put the comincther \" on at least three ofthe domestic servants, driving two gardeners and a groom to the verge of frenzy. \" Well,\" I said to myself as I turned in at au early hour of the morning, \" the Calf will go to the Lords, so if it's a loss to the service perhaps it's a gain to the State.\""], [135, "CHAPTER XII. TIME EXPIRED. Muldooney was leaving us — a time-expired man — and every trooper, sergeant, and officer in the regiment felt that his cheery ways and wonderful aptitude for getting into and out of some mess or other would be m uch missed. Possibly the last batch of recruits that had come under the lash of his tongue secretly rejoiced, but they for the most part went about with as lugubrious countenances as they could conjure up. The Calf called round to see me, looking awfully well, and I was more than glad to see him. \" Have you heard Avhat thc Muldooney means to do Avhen he leaA-es us ? \" he said. \" No, poor chap, w-e are sending round the hat for him, unofficially of course. I suppose he will go as a commissionaire and his wife take in washing. A shilling or so a day Avill not provide turtle soup and venison exactly.\" \" Let alone Avhiskey,\" laughed Carruthers. \" AVell I think I can give him a leg up, and A^iolet is interested in the old fellow too. There is a small cottage and garden \" \" Any pigstye ? \" \" That shall be seen to — that has just fallen vacant"], [136, "Through a Field Glass. 120 at the Towers, and I Avas thinking I could take him on as gamekeeper or something of that sort.\" \" That is a very good and generous idea of yours, old chap, but he Avould be more useful in the stables 1 should think.\" \" I have nothing I could offer him there; besides, he Avould never get on with Lucas, and as to AVhippet — why — there would be manslaughter within a week.\" '• That is true, but does he know a partridge from a duck ? \" \" I should think so, he used to be an inveterate poacher according to his ow-n account.\" \" It will be a case of ' Uncle Toby and the Corporal.' You can get him to tell you some of his wonderful stories, and write a book about him.\" \" That's all been done and well done before, besides, authorship's hardly in my line. AVait till your reminis cences come out, we will see how that goes, then I may be tempted.\" \" I wdll send for Aluldooney, and you can offer him the billet at any rate.\" Muldooney soon appeared, and his face lit up when he saw who my guest Avas. \" It's overpoAverin' glad I am to see you, me lord,\" he said bashfully. \" I hear you are time expired, Aluldooney.\" \" Yis, me lord, and it's brokin-he.irrted that I am at that same. Savin' your presence jintlemin, I don't know how the ould troop'li git on widout me, so I don't. Pfwhat wid the recruities bein' a diffrint class of idiot to what they was in my time, an' the stiddy ould hands gradually leaving so that there's no one they can look up to, so to"], [137, "Tune Expired. 121 spake, an' the way they clips an' minces their words so as to hide the brogue \" ( B troop consisted largely of Pat landers), \" they — they ought to be amputated from the face ofthe airth, bejabers ! \" \" Have you made any plans for the future ? \" \" I Avas by way of bavin' an idea, but I circumspect that it wants a liape of interest.\" '•AVhat was that?\" \" If I could be made sergint instruethor to a yeomanry corps.\" Both the Calf and I chuckled. \" I am afraid you are too — too — \" \" Sarcashtic is it, sor?\" and he grinned, for more than once I had had to remonstrate with him for the amplitude of his A-ocabulary. \" Well, I only know one yeomanry corps,\" I said. Captain Dixon of ours Avas adjutant of it once, and there nearly all the troopers Avere gentlemen, or sons of Avell to-do farmers, and though, goodness knoAvs, they wanted combing down badly enough, they Avouldn't stand some of the pleasantries aou make A-our recruities put up with.\" \" AVell, sor, maybe you have rayson, and it isn't for a half-educated sergint with three medals and God © knoAvs how many wounds to set up his opinion against yours; but when you see a recruity sitting on his horse with his knees up to his chin like a woman crossing a dirty road, an' nearly de — decapitulating his charger eA'ery time he draws, you don't think of saying ' If you plaze.' \" The Calf glanced at me with a twinkle and I sub- © sided."], [138, "Through a Field Glass. 122 \" Well, what I wanted to see you about was this. I think 1 could find something that might suit you at my place.\" The Sergeant's ears fairly stood straight out at this. \" Do you know anything about game? One of my gamekeepers has left me, his cottage is vacant, and if you care to have it you can.\" Aluldooney held his breath and his eyes twinkled. \" Game is it, me lord? \" he said at length. \" In the days of me youth I'm afraid I was more or less misguided in my ways, and many a head of game has gone arnissing that I cud have accounted for. I rimimber \"and he paused. \" Out with it, Sergeant.\" \" AVell, it was like this. My father — he's in glory now — Avas the propric tor of a shebeen in the parish, which for raysons of economy I will call Ballymuck. There was any amount of snipe and woodcock on the moors an' bogs quite contagious, and the owner of that part of the land was a Air. John O'Grady. AVell, this same Air. John wuz a thief of the wurrld. If a poor boy showed too much partiality for a few hares or a few heads of game, it was ' Off to Clink, wid him,' an' as everyone in the parish knew the inside av that Clink by the same token, avc all owed Air. John a grudge. © © \" The next estate belonged to another O'Grady. Mr. Robert 0 Grady this man was (no relation In Air. John), an' he hated his namesake like the divil holy wather. \" Well, one fine day I Avas loafing round the house, Avondering if it would be dark enough at night for me"], [139, "Time Expired. 123 to do a little bit av overtime, Avhen a car druv up, an' it was driven by a cousin of me own. \" ' Good afternoon, Cornalius,' he sez, an' he gave me a most solemn wink. ' I am bringing this iintleman ,— — _ to Air. Robert 0' Grady's,' and he wunk again, ' for some shooting, and my mare's gone dead lame an' I can't persheed.' \" I looked the jintle man over. He was one of those pane-of-glass in - his - eye, counter - jumping, hold -me -up. or-1'll-fall kind of fel lows, Avith enough guns an' ammunition for a brigade. There avuz John Scott printed in large white letters on all his gun cases. \" I winked at my cousin. '\"Are you Air. Scott?' I said to the stranger. \" ' 1 am that same,' sez be. \" ' A\\rell,' 1 sez, ' Mr. O'Grady has had an urgent telegram an' has had to go into town to-day, but he told me to look out for you an' show you some sport. So if you will follow me, sor, avc might as Avell start to wanst, an' I will eend your traps up to the house by one of the bhoys.' \" I saw my cousin was nearly rowlin' off his scat wid smothered laughter."], [140, "Through a Field Glass. 124 \"' I suppose you are one ofthe keepers?' sez Air. Scott. \"'Yes,' I sez; an' my cousin nearly choked, more especially when in half an hour lie saw me leadin' my jintleman over Air. Joint O'Grady's land. \"The way Mr. Scott made the feathers fly was a caution. It spite of his dandyfied ways he was a good shot, an' A'ery few snipe or woodcock found their way back to the missus and the kids. \" ' There's one thing that beats me about your con founded countiy,' sez Mr. Scott; ' how the deuce an' all you fellers manage to cross these bogs widout tumbling in.' \" ' It's not difficult if you kape your eyes open,' I sez; 'wherever you see a patch of grass that's more greener than the rest, put your fut on that.' \" I don't know if you gentlemen are aware that those very green patches are generally nothing but small floating islands so to spake, an' if you tread on one of those in you go. \" I AA-as feelin' rather vexed with Mr. Scott, for he hadn't once asked me if I Avas dry, an' I thought if he had the misfortune to tumble in a moderately shallow bog as a conclusion to his day's sport I had no objection to that same. \" Just then a couple of snipe got up an' he bagged them right and lift, as nate as 3011 plazc, when I looked up, an' could shudders ran through me, for there Avas Mr. John 0' Grady tearin' down the hill side as hard as hc cud lick."], [141, "Time Expired. 125 '\"Run for your life,' I sez. \" Mr. Seott got very agitated. ' \"What will I run for ? ' sez he. \"'Sure the man's a ravin' loonatic. Run for your life an' ri mini ber what I told you about crossing a bog.' \" Av coorse I started running too, but I was carry) n g the game, an' Mr. Scott simply skipped away from me. \"'Stop, you vagabone,' roared O'Grady to tho stranger, ' or by gad I'll pepper you.' \" This made Scott run faster than eA-er, but I eould see he was gettin' winded. \" O'Grady was only about two steps behind him when there w-as a splash an' a yell, an' in less than a second another splash an' a curse, an' then I laughed till I Avas tired, for I saw O'Grady an' the Englishman up to their waists in the bog facing ache other."], [142, "126 Through a Field Glass. \" I just Avaited for a minute to hide thc game where I could come and fetch it, an' then I went off to tho scene of war. \"'AVho the divil are you, sor?' yelled O'Grady. ' Muldooney, you murderin' blayguard, come an' pull me out of this.' \" ' For God's sake leave the madman Avhere he is an' come an' help me,' squeaked Scott, getting paler an' paler. ' It's drownded an' suffocated I'll be in half a minute, sure I'm sinking stiddily.' \" ' I'll have to run an' get a rope,' I sez. \" ' AVhat the devil do you mane by shooting my game, you crame-faced cockney?' roared O'Grady. \"'What do you mane anyhow? It isn't your game.' \" ' You wait till I get out of this cursed bog an' I'll soon show you whose game it is.'"], [143, "Time Expired. 127 \" Then I went off for a rope, an' didn't hurry. \" AVhen I came back (by thc same token all the bhoys in the parish Avere at my heels, an' precious delighted they wuz) Air. Scott and O'Grady had had some sort of an explanation. \" ' Muldooney, you decaving hay then,' roars O'Grady, ' the moment I'm out of this pickle I'll flay you alive,' sez he. \" ' Aisy now,' sez I, quite gentle ; ' unless you promise me to overlook this little misunderstanding, be jabers I'll hive ye there, an' as you well knoAv there's not a man, Avumin, or child in the parish wud lift a finger to help you.' \"'Lift me out,' wuz all he said, 'for I am chilled to the bone, an' me pockets full of mud an' could watther, an' I'll promise, you hulking, ugly, Iscariot, you ' \" ' Aristochracy fust,' I sez. So we pulls out the whipper-snapper an' then O'Grady, an' faith they looked the complatest pair of scallywags you ever saw. \" O'Gradj' went back to his house more dead than alive, an' we half carried the Avhipper-snapper to the shebeen, Avhere he changed an' had a rub down. \" ' What will I do with the game, sor ? ' sez I. \" ' Keep it, you infarnal blavguard,' sez Air. Scott. ' I niver want to see another snipe as long az I live,' sez he.\" \" Well, Muldooney,\" said the Calf, \" after such a strong recommendation — such a good character from yonr last plaee, I may say — I think you will suit. I shall have the place ready for you in a Aveek, and in the"], [144, "128 Through a Field Glass. meantime, as I knoAv moving is expensive work, It something on account.\" The Sergeant's eyes twinkled as lie pocketed the money, saluted, and retired — in the direction of the canteen."], [145, "CHAPTER XIII. \" General Jim.\" Dennis had not long returned from his honeymoon, nor had he as yet ridded himself of that staid, almost grand fatherly air that is invariably adopted by A-ery young husbands, Avhich sat but awkwardly upon his good humoured, comical A-isage. His servant had just handed him a telegram as we dismounted after morning parade, before leading away his charger. As I knew the mad Irishman had a most unsatis factory book on the St. Leger, and Avas in constant telegraphic communication with the racing fraternity, I thought its contents Avere not of a serious nature. I was surprised when he gave a low cry and handed me the missive, Avith a face like parchment. It read as follows \" Regret to inform you Mrs. Dennis died suddenly this morning from heart disease. Pray come to town.\" \" Dear old boy,\" I said, \" I am awfully sorry for you. I know how bad I felt Avhen I lost my dear mother. Come in and sit down.\" He staggered into my room. \" Cut across to my house and tell my man to pack my things, and bring some mufti over here, like a good fellow, and tell my K"], [146, "Through a Field Glass. 130 Avise what has happened when I've gone. She's over at Mrs. Lindsay's. I got his things for him, and sat and watched him as he changed in silence. I could say nothing that would do him any good, poor old fellow. \" To think,\" said Dennis between his clenched teeth, \" I haven't seen the poor soul for five years, and now Aly G — d ! I have thrated her badly, so I have.\" I kneAV that there Avas a screAV loose somewhere, and that Dennis and his mother were not on friendly terms, and it was not until some Aveeks later that he told me the following. Dear old Dennis was terribly silent and depressed as Ave sat on either side of my fireplace. He must have been silent for quite a quarter of an hour, wdien at length he said rude things about the cigar I had given him, threw it into the grate, and proceeded to fill and light up a villainous cutty as black as his boots. I recognised this as a prelude to some conversational effort, and prepared to listen. \" I say, Treherne,\" he said, when the pipe Avas in full blast, \" you remember my changing my name to O'Connor, or rather adding O'Connor to Dennis, soon after I joined.\" \" Yes. I understood you Avere left some money by Major O'Connor.\" \" I was left some money, certainly, but it Avasn't by poor old O'Connor. It's funny, considering hoAv intimate you and I have always been, that you have never heard that piece of family history. Give me some liquid refreshment and I will enlighten your ignorance."], [147, "\" General y-im.,} 131 \" AVhen I was young I used to read a good deal, and my favourite book was the 'Autocrat of the Breakfast table.' I was awfully fond of that dear old Autocrat, and the Professor, and all the rest of them, so Avhen I went to live in diggings I was looking forward to some adventures of the same kind. \" I have always thought I was rather a good judge of character — (poor old Dennis Avas the most easily taken in man I ever met!) —so I looked forward to encoun tering any quantity of interesting types you know, eA-en if I Avere not fortunate enough to light upon a very fascinating Scheherazade, or even a gossipy bespectacled old Professor. \" Captain Dennis, my father, was a very rich man, and had retired from the service before I could remember anything. I was the only son, and though Ave differed in disposition, character, and even in appearance, he was deA'oted to me in his way. He Avas always brusque, overbearing, and passionate, though his heart Avas in the right place, Avhile I, as you know, couldn't get into a temper to save my life, and always prefer to let things slide.\" (I could hardly help smiling at this, true though it was. On the one or two occasions in AA'hich I have seen Dennis in a row he sailed in with a humorous gravity and dead earnestness thatAvere most impressive. He certainly never lost his temper, but Avith a face suffused with a bland smile hit like a blacksmith. I shall never forget how he once hammered me at Eton, smilino- all the while, and then insisted on taking me to a collation consisting of oranges, buns, and ginger beer.) k2"], [148, "Through a Field Glass. 132 \" I went into a kind of boarding house near Russell Square, and the rooms were comfortable ; at least I made myself so, as I generally do.\" He looked so now, at any rate, and I admired his easy, graceful attitude as he leant his arm on thc table, having carefully placed a cushion under his elbow, as it Avas \" so beastly hard.\" \"As Captain Dennis treated me very handsomely I had no cause for complaint, neither had my landlady, for I neA-er dreamt of scrutinising the weekly bill. Poor old soul! if she did charge me five shillings a ~ © bottle for her beastly madeira she only made two or three shillings profit on it. \"The types after all were disappointing. The other boarders (there was no Scheherazade) were too gentle- manly if you like, too Avell groomed, too much alike to present any special feature of interest. There was one exception though — General Jim.\" And Dennis looked gravely into the grate for a few seconds. \" He Avas an old officer, tall and erect, with a grizzled moustache and A'ery soldierly carriage. Though he had retired with major's rank, he was always alluded to as General Jim by the other fellows, of course behind his back. His real name was James O'Connor. He was the oldest boarder, and we were all tremendously fond of him, and proud of him too. AVe quoted his opinion as a final argument in any debatable question, and Avere insensibly aware of being in the company of a much better and nobler nature than our own — at least that Avas my feeling. He lent an extra refinement to our little society (though, take it all round, we were not a bad set of fellows), and Avas, in"], [149, "\" General yim.\" 133 short, a splendid type of the old-fashioned, chivalrous, English gentleman. To no one had he ever vouchsafed the smallest confidence. We gathered from his occa sional remarks that he had seen considerable service (but I personally had a shrewd suspicion that his later exploits were under a foreign flag) ; Ave knew he had been present at Inkerman and the Alma; but as far as regards his own private life, his connections, and his friends, he was profoundly silent. AVith remarkably keen, blue-grey eyes, and a bent nose that gave him rather a hawk-like appearance, he would sit silent for a couple of hours before a glass of Aveak whisky and Avater —his sole extravagance— lending but a dull ear to our gossip and chaff. \" When our talk wandered, as it occasionally did, into service matters, General Jim pricked up his ears, and joined in with quit an altered expression- He greAV quite animated ai he elucidated some problem, and his eye flashed as keenly as I know it did Avhen he faced the death hail at Inkerman. He ran sacked the vast store house of memory for our benefit, telling us yarn upon yarn, but always about the pluck or resource cf some other fellow, using with free gesticulation the most beautiful"], [150, "Through a Field Glass. 134 hands I ever saw. Hands innocent of rings, almost unwrinkled, as white and well kept as a woman's, the blue veins showing clearly through the almost trans parent skin. After these temporary outbursts he usually became once more mute and impassive, often resting his head on his palm, or he slowly crawled off to his bedroom — the little attic among the chimneys. \" You must forgive me, Treherne,\" said Dennis Avith feeling, \" for dwelling so long on my description of 'General Jim,' but I loved him.\" It was some moments before he recommenced his narrative. \" Tlie General was always most kind to me, and took a most lively interest in my studies, and I was working hard then — different to Eton, eh! AVe met in the common dining room, or occasionally the dear old chap would condescend to occupy the more or less easy chair in my den. Though he never opened his heart to me, I could see he was fond of me. He told me he once had a chum of my name, but never volun teered any further information. \" He was lamentably poor, 1 fear. His tightly buttoned frock coat — the only one I had ever seen him wear — was shiny at the"], [151, "\" General J-i m.\" 135 seams, and once when it flew open as he bent over a map Ave were studying, I saw that he wore no watch. In his short Avalks abroad he carried what looked suspiciously like one glove tightly folded and never put it — or them — on. His boots, as lustrous as our slavey could make them, were patched in more than one place. \" But in spite of it all, or because of it all, what a perfect gentleman the old fellow looked, holding his head high and looking every man straight in the face. \" I learned accidentally from our garrulous hostess that he had not always occupied the little attic, but she explained ' he had had reverses and black-edged letters and things, though eA-en if the old dear ne\\'er ©7 O paid any rent he was a credit to the establishment and might stop there as long as he chose,' or until the old bugler with the scythe sounded the ' Halt ! Lie doAvn ! ' \" I remember during one of our eA-ening chats, Avhen a Dr. Beavis Avas present (an ex-lodger who occasionally called upon our hostess), the subject of woman came up for discussion. I, boy-like, Avas lamenting the absence of a Scheherazade from our board — I know better now — and began talking a lot of rot about matrimony with the easy confidence due to youth and, I fear, madeira. \" AA'hen I had done, rather pleased with my eloquence, ' General Jim' straightened his back and looked at me keenly, a strange glitter in his bright eyes. \" ' Matrimony ! God save you from that,' he said. ' Is your Scheherazade ugly ? She will bore you in a"], [152, "136 Through a Field Glass. month, and — be unfaithful to you. Are you rich ? She Avill squander your money and — be unfaithful to you. Aro you poor ? She AviU grumble — and be unfaithful. Is she pretty ? God help you! She will be run after by every sub. in the garrison, and end by running away with a rosy-cheeked youngster with £5,000 a year, the innocent face of a cherub, and the morals of the fiend himself. I ' \" He made as if he would have said more, but stopped abruptly and slowly. Avent upstairs, and I noticed how beyond measure Avearily he dragged the poor Avounded leg. \"Dr. Beavis and I rose to follow him, but he waved us aside and continued his painful ascent. \" ' Gone off the handle a bit, I fancy,' said Trevanion, lighting a cigarette, but the rest of us were silent. © © D 7 \" ' He has a history,' said Dr. Beavis to me as wo chatted in a corner; 'but I only know part of it. His Avise ran away from him at Rawed Pindi, I have heard ; but say nothing to the other felloAvs. He left Her Majesty's service soon after and served abroad. I met him in Spain twenty years ago.' \" There were rumours that General Jim was sup porting the widoAV and family of a spendthrift brother, though of course it was only a surmise. \" Every month a letter reached him, presumably con taining his pension, and eA'ery month he regularly strolled off to the post-office and despatched a regis tered letter, returning with quite ajaunty step. Another letter always came for him on the first of every month. It was always in a registered envelope, and Trevanion declared it contained bank-notes, an idea wliich I scouted."], [153, "\" General jf-im? 137 The General never opened it before us, but always took it upstairs ; and once Trevanion, who was always prying, happened to be on the General's landing and heard him locking something away in his tin despatch box, and there, as far as Ave were concerned, the matter ended. \" At the end of a year I passed into Sandhurst. \" I was much moved by the A-ery affectionate leave taking I had from the General. \" ' I may never see you again, dear lad,' he said, looking kindly into my eyes. ' I am getting an old fellow. Here is my sword, pray keep it in memory of \" General Jim.\" There are a few odds and ends I wish you to have when I am called, and among them there is a locket,' and he pointed to his breast, ' containing tho portrait of a very sweet Scheherazade, which I know you will value;' and then the dear old felloAv got 'chokey ' and went abruptly into his room. \"I have the sword now; it wasa presentation weapon from some of the whites in Lucknow, and a beauty it is. \" Some three months after this, when I had been gazetted to ours, and Avas lying at Aldershot, I received a wire from Trevanion saying that General Jim was seriously ill, and was constantly asking for me. \" I went to town at once, and for the first time in my life entered his tiny bedroom. \" He was asleep, and, dismissing the nurse, I took charge of the patient, having ascertained that Dr. Beavis Avas expected at any minute. \" My eye was attracted by a picture hanging over the mantelpiece, so I rose and examined it more- closely. I recognised General Jim in a major's uniform — a"], [154, "138 Through a Field Glass. dashing chap he looked, too— and the other figure in the picture, was my father ! I could scarcely believe my eyes. He wore the uniform of his first regiment, before he exchanged. In other words ho had years before been a comrade of General Jim's. \" I turned to the silent figure on the bed for an explanation, but he Avas still asleep, and I felt my heart throb to bursting. Was it my father who had robbed General Jim of his young Avise ? and my mother ! I think I was turned into stone for a few minutes, Treherne ! \" When I had pulled myself together a bit I at once wired to Captain Dennis, Avho Avas at his club, and once more sat down to wait. \" General Jim woke up very shortly afterwards, hut could scarcely speak above a Avhisper. He patted my hand affectionately, and looked up into my face with such loA'e and gratitude shining in his eyes as I shall © Oi/ never forget. \" Presently he motioned me to raise him. \" ' I am going \" home,\" he gasped, ' but I should like to see him,' and his eyes sought the portrait. \" ' He is on his Avay here, sir.' \" Then, with his poor, thin, trembling hands he un fastened a gold chain from his neck, from which was suspended a locket, and as I bent over him fastened it round mine. \" ' Scheherazade,' he smiled, and then sank into a doze. \" Presently Dr. Beavis and the nurse entered, and I Avithdrew. \" ' It is only a question of an hour or two,' he said"], [155, "\" General Jim.\" 139 sadly, as he joined me on the landing. ' Poor Jim is played out. I have known him for twenty years, but never as a patient before.\" \" ' AVhat is it ? Senile decay ? ' I queried. \" ' Yes, that, a broken heart, and absence of sufficient food! He lias been literally starving himself for two years past, probably for much longer, to support his sister-in-law and her children. Mrs. Poggit's steaks, kidneys, and madeira were good enough for you fellows, but Jim wanted luxuries, delicacies, wine.' \" ' Good God ! if I had only known,' I groaned, as I returned to the bedside. \" It was some hours before my father came ; he had been out when my wire arrived. \" He entered noiselessly, looking Avhite and cowed. Without noticing me, he advanced to the bed with extended hand, and then suddenly Avithdrew it. \" He made several efforts to speak, and at last, moistening his dry lips, sobbed rather than spoke — \" ' Jim ! ' \" The General raised his heavy lids. \" ' Jack ! ' and then clasped the hand of my father, Avho was kneeling beside him, as I left the room. \" AVhen I re-entered, the two men were as I left them, and General Jim was speaking in a whisper. \" ' Yes, Jack, she sent me money every month, but I never opened any letters after the first. Though I Avas almost starving, how could I live on the price of her shame ? \" ' Of course she preferred you to me,' he said, smiling sadly, ' the gay young subaltern of five-and twenty to the major of forty, who was already getting"], [156, "Through a Field Glass. 140 grey, but I did not think she would take our child with her.' \" ' Give me her letters.' \" I staggered blindly to the despatch box and opened it. There in rows, one above the other, and neatly tied together, Avere some dozens of registered letters, not one of Avhich had been opened, and each Avas addressed in my mother's handwriting. \"I felt my way to the bed, ignoring tho crouching figure burying his face in the bed-clothes. \" ' General Jim ' pressed my hand feebly. \" ' I am going fast now, Claude O'Connor — will you — will you kiss your father? ' \"As I pressed my lips to his pale forehead his eyes glowed for a moment, he feebly raised his right hand to the salute, and, his mind straying to earlier days, murmured, ' All present, sir,' his brave spirit went forth to answer the summons of the mighty Captain, the last rays of the setting sun lighting up a face as pure, as peaceful, in its dreamless sleep as a little child's.\" \"And what was in thc locket?\" I asked after a pause. \"A portrait of my mother, of course,\" said Dennis Avith feeling."], [157, "CHAPTER XIV. ENTANGLEMENTS. One morning it was reported to me that two men of my troop were missing. They had broken barracks in the night, and, somehow or other evading the guard, had managed to get clear away. \" If avc do not hear of a burglary, sir, in the neigh bourhood in a very few hours I shall be much sur prised,\" said the Sergeant. The men bore a very indifferent character in the troop, and one of them, a Londoner of the name of Curtis, had suffered as much \" OB.\" and cells as usually falls to the lot of any three troopers in a year. I wired, of course, at once to the police authorities, and a description of the men was soon in circulation at the different police stations in the neighbourhood. A few days later who should appear at my quarters but Aluldooney, smiling all over his face; a smile, however; that was greatly marred by Ihe fact that two of his front teeth were missing, and his dexter orbit exhibited a confusion of colours that convinced me he had been \" having the least taste of an argument \" Avith some person or persons. It was the first time I had seen the ex-sergeant since he had entered civilian employ, and at first glance I hardly knew him in his new attire."], [158, "Through a Field Glass. 142 \" Don't smile, don't smile, Sor,\" he said, as he dis mounted. \" I have brought a note from his Lordship,\" he added, as he handed it to me. It ran as follows : \" Dear Sobersides, \" I have got your two deserters safe in Clink. Muldooney will give you a full account of their pursuit and capture. \" Yrs. always, \" Carruthers.\" \" This is good news. Go and put your horse up and come round to me.\" I saw him head his nag for the canteen, so I gently remarked, \" There is a vacant stall in B block, Muldooney.\" He stabled his horse with a sigh and returned \" Now let me hear all about it.\" Muldooney's eyes twinkled. \" It Avas just heavenly. Donnybrook gone mad was pop to ut. I hardly knoAv where to begin. Lord Carruthers had to go to town Avith her Ladyship, so he called me an' sez — \" ' Sergint, I A\\-ant you to kape a watchful eye on things during my absence. There's a hape of plate in my lady's dressin'-room which must go to the bank to- morrer,' he sez ; ' so if you see any marauderin' thafe on the premisses just collar him an' sit on him till I \"return, ' or words to that effect, and he druv off. \" Well, I made my rounds of the covers before going off to get my usual, an' all avuz right, so I went to the"], [159, "Entanglements. 143 little ale-house, where by the same token they sell re-markably good Irish whisky, to pass the time of day with the innkeeper, and in the parlour avuz two men I fancied I knew the — physiography of. \" A\\rell, we got into conversashun, an' they tuk a drink an' I tuk a drink, till I disremimber how many fingers of whisky there avuz on the inside of me, an' then avc fell arguing, an' at last one sez — \" ' AVell, I'd rather be in the sarvice of a rich com moner tban a poor lord,' sez he. \" ' AVhat d'ye mane ? ' I sez, thumping the table wid my fist. ' His Lordship's rollin' in wealth galore. Sure his house is one of the show places of the counthry.' \" Then his friend pershuaded us not to quarril, an' they went out. \" I sat still for about half an hour, when all of a suddin' I remembered where I had seen the face before. Sure it wuz Curtis, avIio was a recruity in B troop just before I left, an' a precious spalpeen he wuz. \" ' Och ! murther,' I sez, holdin' me head toight. ' I've let me ould fool of a tongue run away Avid me, sure there'll be trouble this night.' \" I got the innkeeper to pump over me head till his arm ached, an' collected me scatthered faculties an started out. It Avas growing dark, an' the laAvn avuz in deep shadow by reason of that belt of pine trees you knoAv of, an' as I wuz circumspecting around I caught my fut in something an' o\\-er I went. \" I picked meself up uncoucarned-like, an' in two steps more I went over again. \" ' Ho ! ' I sez, ' pfwhat the divil does this mane ? '"], [160, "Through a Field Glass. 144 \" I looked closely down, an' as sure as I'm alive the ground Avas one mass of wire entanglements. \" ' Good Hivins ! ' I sez. ' Surely his Lordship's never been amusing himself puttin' up these darned things like he used to have to do at Sandhurst;' an' then it all came into my mind Avid stuphendous force. \" ' I see,' I sez. ' You jintlemen intend to get in at the dressin'-room winder, an' when the butler an' servants come off the terrace on to the lawn they'll be tripped up.' I prospected that the burglars Avould make off by a little spinney at one angle of the house if they avuz persucd an' cut across country to tho station ; so pliat d'ye think I done? \" I expressed my ignorance. \" I wired every way into the spinney I cud think uv; but I used a feAv coils oi barbed wire! \" The job took me about half an hour; and I done ut thoroughly. \" ' Now,' I sez, ' shall I tell one or two of the other men about the place ? ' an' I decided not to. I meant to ha\\'e all the honour an' glory of the capture. AVhat wid my own natheral bravery,\" he said modestly, \" an' the whisky, I felt good enough to spread out six av thim. \" Then I scooped out a hollow in the shadow of a bush where I cud see the winder of the dressing-room, and sot there like a bloomin' Hay then Idol. \" Hours an' weeks seemed to pass, an' I avuz most perished wid could shivers, when to my astonishment the dressin'-room window avuz gently opened from inside, an' I saw the butler's face. \" Ho made a sound like an owl wid the stomach-"], [161, "Entanglements. 145 ache, an' it Avas answered, an' I saw my two men crawl out of the ha-ha. One of them put a ladder against the balcony an' Avint up ginger!}', lavin' the other wan beloAV. \" I wuz just tingling all OA'er, an' I stole gently up up behind the man, clubbed my gun, an' spread him out, an' by the same token he forgot to git up agin. I just had time to tie his hands wid a rope when Curtis up above sez A-ery low — \" ' Are ye there, mate ? ' \" ' Yuss,' I sez, putting on a cockney accent. \"'AVhat was that row?' \" ' 'Tw-as Muldooney staggering home from the pub.,' I sez. ' He's gone home right enough.' © J~> © \" ' Look out then,' an' he lowered bag after bag of sih-er in baize pillar cases, an' I unhooked them an' sent the rope up for more. \" ' That's all,' he sez at last, an' began to swarm down the ladder. \" No sooner had he touched terra-cotta, as they say, than Igripped him forall I wuz worth. \" 'Good Lord!' he sez, ' pfwhafc are ye doing at all, at all ? ' \" ' AVill you go quiet, L"], [162, "146 Through a Field Glass. or must I kill you ? ' I sez, as I hit him on the jaw. \" He fought like a madman an' bruk all the teeth in © me potato trap, an' all of a suddin wrinched himself away, lavin' his coat in me hands, an' sthruck for cover. \" I flew after him for a few yards an' he brought up against the barbed wire, an' my, didn't he yell ! \"AVhen I reached him he avuz as full of pricks an' lacerations as a bounding porcupine, but game to the last, an' I found meself on me back an' him pounding away at me all he knew. \" I Avas lying a top of my gun an' avuz near done. \" ' God knoAvs which way the muzzle's pointing,' I sez to meself, ' but if I can fire her I will. If the gun doesn't kill me this thafe Avill.' \" My arm was bent under me, an' by the merest fluke in the wurrld I got my thumb inside the trigger guard an' let her go. Luckily the muzzle Avas pointing outwards (an' by the same token the recoil in the slunall of me back nearly blew the bowils out of me), but at the same time the charge wdnt into Curtis's foot as he spraAvled across me chist, an' darned nearly blew it off. \" ' I'm beat,' he sez, and roAvled over. \" The servants hearin' the firin' came out, the butler leadin,' an' the way they tumbled over the Avire entangle ment in every direction to wanst avuz a soight to make angels weep. \" ' Jump on to a horse and fly off for a file of men from the perlice station, John,' I sez to an under keeper, as I sjiat out a broken tooth or two. ' An' you, Saunders, mount guard over a hundredweight av silver you'll find undher the dressing-room winder; as for"], [163, "Entanglements. 147 you,' I sez to the butler, ' I'll take charge of you,' an' I gripped him. \" Just then the dog-cart came rowlin' down the avenue. \" ' What's all this? ' shouts his Lordship. \" ' Bring the carriage lamps wid ye, me lord,' I sez, ' an' be careful where you tread ; IVe got a scene out of a pantermime for you, thank HiA-in'.' \" It didn't take long to explain matthers an' count the Avounded, an' his Lordship grip me by the hand, which Avas running wid blood, for Curtis's teeth had cut it. \" ' You shall see I'm not ungrateful, Sergint,' he sez. ' Go down to the servants' hall, an' when you've had a Avash an' dressed your Avounds come up to my study.' \" By that time the perlice an' a doctor had arrived, an' afther the burglars had had their Avounds dressed an' Avas fit an' able to travel they avuz driven over to Clink, the butler av coorse going too.' \" Lord Carruthers has doubled my salary, an' I'm a made man, all of which I prescribe to the fact that I had on one occasion a dhrop too much.\" I 2"], [164, "CHAPTER XV. HIS REVENGE. Lindsay had been up in toAvn for a few days, so that Dennis and I got him into our corner and pumped him for news. \" It's quite like old times,\" said Dennis, who, it may be mentioned, Avas utterly under the dominion of his pretty Avise, and AA'as iioav seldom to be seen in his favourite arm-chair in the smoking-room. \" Whom did you see in town, Alajor ? \" \" Sturton, of all people.\" \"The beast!\" \" His wife is happy now at any rate, I hope.\" \" I hope she is. She's dead, boys.\" \" Dead ! \" Ave exclaimed. \" When did that happen? \" \" This morning.\" \"Did he kill her?\" \" Yes and no. He himself had not heard of her death when he told me this story ; but it was in the evening papers before I left town. AVhen I strolled into the ' Junior ' the first man I saAv was Sturton. At first I thought of quietly ignoring him, but then I remembered that at one time we had been intimate, and I had never heard the rights of the divorce case except that sho had a beastly temper \""], [165, "His Revenge. 149 \"That's a lie ! \" I remarked warmly. \" So I said, ' Good afternoon.' And after a few inquiries as to the Calf's state of health and so on Ave went up to the smoking-room. \" I remember telling Carruthers some time ago that Sturton never by any chance forgi\\-es or forgets. I can't repeat our conversation word for word as it happened, but it Avas something like this. \" Sturton said he had been revenged on his former wife.\" \" Revenged ! Avhat for ? \" \" For divorcing him, sure.\" © / \" I didn't quite gather all the ins and outs of it. I only know Avhen he had done I jumped from my seat, told him he was the meanest sweep that ever stepped, that it AA'as lucky he didn't Avear Her Majesty's uniform any longer, and I left him Avithout the usual formality of saying good-bye. \" I said, ' You were married to a little Avoman far and away too good for you. A poor little innocent country girl, Avho gave you all she had to give, Avealth and her love, and avIio, knoAving nothing of society's (your kind of society's) Avays, couldn't be expected to understand your liasons with Lady This or Signora That. She found her trust in you misplaced, and it is no matter for surprise, Avhen she found there was another Lady Sturton somewhere in London, she divorced you.' \" ' One Avould think you were in love with her your self,' he snarled. \" ' I haA-e neA'er seen the lady in my life,' I said, and Avent on."], [166, "Through a Field Glass. 150 \" ' You showed up uncommonly badly in the diA'orce proceedings, and society did hear one or two things about your past that set tongues a-Avagging, and now you say \"you have had your reA-enge,\" forsooth, as if you were the wronged party.' \" ' But, Lindsay, she had the devil's own temper.' \" ' Oh, bosh ! ' I said, ' I've seen you hammer your horse over the head with your hunting crop, but there's no reason why you should treat your wife the same way. I call it simply cowardly and contemptible,' and then I came away.\" I was able later to amplify the Major's story, as I had a note from Lady Few, and also there was a pretty ample account in the papers also, so I will put the tale into my own words. After Lady Sturton's action against her husband he bad followed Signorina Tedescho to Madrid, and for some little time society lost him, while his little Avise went back to the house of her guardian, an old clergyman in Devonshire, to attend to the bringing up of her little girl. It took all the old clergyman's eloquence to persuade her to accept the invitation of her bosom friend, Lady FeAv, to a ball at her place near Exeter. \" You can wear the diamonds, dear,\" he said, \"and make all the other women jealous.\" \" I shall never Avear those jeAvels again,\" she said, and the Reverend John Greenslade subsided, for he remembered they Avere her husband's gift. Norah created a sensation Avhen she entered the ball room, for she eventually accepted Lady Few's in vitation. She was but little changed since last Ave saAv"], [167, "His Revenge. 151 her. The girlish figure had not belied its first promise ; she was graceful and well-balanced, with that weU-bred carriage that 110 amount of training can possibly impart. She soon found her A\\-ay to Lady Fcav's side. \" Who is she?\" Avent round the room, and as may be imagined garbled versions of the divorce ease passed from lip to lip, while she Avas the object of more than common scrutiny and sympathy. It Avas all very trying, but the girlish temperament had vanished, to be succeeded by cold, calm self-control ; and Norah did not sIioav by the flicker of an eyelid that she knew she was the object of gossip. \" I cannot think what makes the Exeter folks so late,\" said Lady Few to Norah, in the short breathing time allowed her by her guests. \" I expected all the officers from the depot.\" As she spoke a knot of men entered the room, headed by a chubby subaltern evidently a favourite Avith his hostess, to Avhom he advanced. \" I hope you will forgiA-e us for being so late,\" he said, bending over her hand. \" It Avas guest night at our mess, and we have ventured to bring one of our guests with us. May I present Lord Sturton to you ? \" For a second Lady Few completely lost her usual self-possession. The man was there ; she could not turn him out, though she felt she would have liked to do so. Had Norah heard ? Had she seen the well set-up man who Avas bowing and smiling beside her ? She Avas standing close to the door Avhen the detachment entered. A waltz was crashing out, and Lady Few saAv her"], [168, "Through a Field Glass. 152 friend, the most graceful girl in the room, looking brighter and almost happy as she sailed along Avith a young rifleman. \" No one can blame me if there is anything un pleasant,\" said Lady Few to herself, \"but it is very awkward.\" Her greeting to her guests, though short, Avas not lacking in cordiality, and at the first opportunity she darted across the room in search of Norah. Should she warn her after all ? Perhaps it would be wiser not. In the throng of people Lord Sturton and his former Avise might never meet, and Lady Few, avIio was a warm-hearted little soul, felt the hot tears of mortifica tion rising to her eyes at the rencontre she felt to be inevitable and was quite powerless to prevent. An hour later Norah, with compressed lips and white, set face, was sitting alone in the conservatory. Her partner, the chubby subaltern, had gone in search of her carriage. Almost immediately, in fact without turning her head, she felt that he was beside her. For one intoxicating moment she felt her heart go out to him, and then a AvaA-e of ice passed over her, and, except that she trembled violeutly, she Avas as calm and collected as ever. Lord Sturton observed the pitiful droop of the little mouth, the sudden rush of colour Avhich dyed the averted cheek, and, retiring, left it pale and cold as marble. His swarthy face flushed and bis eye3 seemed to shoot fire. \" Norah ! \" But there was no reply. His voice was gentle and"], [169, ""], [170, "SHE DARE NOT TURN HER HEAD TOWARDS HIM.\" (P. 15:"], [171, "His Revenge. 153 caressing, veiling tbe tumultuous passion in his breast which Avould sweep all before it. She dare not turn her head toAvards him. \" Norah ! \" and he confronted her, apparently no whit less nervous than herself. Rising, she glanced at him, wide-eyed and panting painfully, and turned towards the door. He held out his small, finely-gWed hand entreat ingly to detain her. \" May avc not meet as friends, dear ?\" \" Lord Sturton ! \" she retorted in a sudden burst of anger, \" you see me alone and unprotected. Leave me, I beg you. You and I have nothing now in common.\" \" Not even our child ! \" he retorted sadly, dropping his hand to his side. \" Norah! hear me, I pray you,\" he continued breath lessly. \" If I came to you for forgiveness ? to throw myself on your mercy ? \" An observer would have thought his manner theatri cal, his voice lacking in sincerity, his periods seemed to have been rehearsed and lacked spontaniety ; but poor ignorant Norah only saw before her the father of her child, the man of men Avho had Avooed and won her. She smiled sadly. \" All that is o\\-er long ago,\" she murmured with dry lips. \" You have been forgiven ao-ain and again,\" and she half hesitated on her waj' to the door, her heart hungering for the tones of his A'oice. \" Sit down for a moment, I entreat you. I have so much to say to you.\" He looked at her pleadingly,"], [172, "Through a Field Glass. 154 and her candid eyes fell before the impassioned fire in his. \"I wonder if you are sincere?\" she said softly, but her A-oice betrayed her eagerness, and she sat down, nervously opening and shutting her fan. His reply Avas prevented by the subaltern who entered hastily, very much out of breath and very hot, look ing not unlike a rosy cherub who has been called too early. \" Awfully sorry,\" he gasped, \" but I had such a job to find your carriage. Hullo, Sturton, are you my successor ? \" The other gaA-e a short laugh. \" I was just asking this lady for a dance. She and I are old friends,\" he added pointedly. \" I Avas just going away.\" \" But you Avill give me one more dance before you go,\" pleaded the youngster. \" AVe will leave the choice to the lady,\" said his Lordship, pulling his moustache. \" Besides, you have had one dance already remember.\" For a second or two Norah hesitated. \" I will not dance any more,\" she said quietly ; ■\" but I shall be glad of an ice, Lord Sturton.\" His Lordship thereupon disappeared. \" AVhy, they are ' spoons ' on each other, I do be lieve,\" said the youngster to himself. \" A clear case of love at first sight. He looked as if he could eat her. I wonder if she knows he is a divorce' ? \" \" I have brought you a chocolate ice,\" said Lord Sturton on his return. \"I remember Avhat a baby you are for chocolate,\" and he smiled."], [173, "His Revenge. 155 For the life of her Norah could not help smiling too, as he seated himself beside her, but she was trembling violently — a fact Avhich Avas not concealed from her -companion as the spoon rattled and bobbed about in the glass plate. \" Is there no chance for me?\" he said wooingly in her ear. \" Our separation is your own doing,\" she replied tfirmly. \"Have you been happy since — since? You ought to have been, you ridded yourself of an unworthy husband.\" \" I have never been happy since — or for a long time before,\" she said sadly. \" Poor little girl ! \" He laid his hand upon hers and ■she did not withdraw it. \" Have you never thought I Avas not Avholly bad? — that driving me away from you, you Avere putting me in the way of fresh temptation ? A pure woman's influence \" \" Do not talk like that, Jack. You chose your own path — you made it impossible for me to live with you.\" \" I oavii I was tempted and fell.\" \" Do you remember after the — the case you swore to be revenged on me, as if / Avere responsible for our unhappy home ? I have never known you break a vow of that kind.\" She Avent on excitedly, \" Perhaps you are reA-enging yourself iioav, playing with a weak Avoman's feelings, stirring the smouldering embers of love to leave me cold and comfortless — to end by •breaking my heart ! \" \" Norah ! I s\\Arear \""], [174, "Through a Field Glass. 156 At this moment an inquisitive alert-looking woman entered the conservatory with her partner, and seeing the couple deep in conversation soon Avithdrew. Lord Sturton shrugged his shoulders and laughed ©O © uneasily. \"Do you know who that is?\" he whispered. \" Lady Beagle, the gossip of the county. There will be a paragraph in all the society papers this week that the libertine Lord Sturton has returned to the domestic hearth.\" Norah flushed angrily. \"Let me go, Jack,\" she said, half-rising. \" It is no use suggesting impossibilities.\" He answered her quickly, eagerly, his eyes fixed on hers — \"Must it be an impossibility, darling? Cannot you find a place for me in your heart ? \" \" Your place has never been empty,\" she faltered. Carried away by her words, he leant towards her, trembling with excitement, the light of victory shining in his eyes. Stooping, he kissed a littlo mole on her shoulder.\" \" I remember that little beauty-spot,\" he said hoarsely, as he kissed it again. For one brief moment her Avhole soul rose in wild reA-olt at his caress, in another she Avas clasped in his arms, sobbing her heart out upon bis breast. He laughed softly, a look of triumph, of gratified vanity, passed over his face. \" You are mine, then, Norah darling ? Forget the past, let us live only in the present.\" By-and-by he noticed a slender gold chain round her neck. \" What is this ? \" he said. \" I have never"], [175, "His Revenge. 157 seen it before. Have you a locket hidden in your bosom ? \" He drew it forth. It Avas no locket, but a wedding ring ! \" I Avill ask no questions,\" he said gaily, \" why I find my ring there. Give me your left hand.\" She took off her glove and he put it on the wedding finger. \" How thin your hand has got,\" he said gently. \" Poor little girl ! \" \"A strange place for our second Avedding,\" said Norah gently. \" A wedding under the electric light \" \" AVith the band playing ' Queen of my Heart,' \" said Lord Sturton thoughtfully. By-and-by, collecting herself, she drew apart from him. \" You must leave me now, husband.\" How she lingered over the Avord. \" I will return alone. AVe must not be seen in public together until \" \" Until Lady Beagle's paragraph appears. Eh, dearest ? \" He kissed again and again her still moist cheeks, her eyes, her forehead. \" Till to-morroAv, dear one,\" he said. \" You will hear from me at eleven. I have so much to tell you.\" \" And I you. Good night, husband.\" \" Good night, Avise — or rather, good morning,\" and he Avas gone, the look of triumph still on his face, a self-satisfied smile on his lips. For some time Norah sat alone buried in thought, her brain teeming with doubts and surmises. \" I wonder if he will really reform,\" she thought. u He neA-er once asked after baby. Oh, Jack ! if you"], [176, "158 Through a Field Glass. only meant what you said ! Oh ! if to-morrow were only here ! \" Sir John Few entered the conservatory. \" AVhat, all alone, my dear? AVhere is your partner? \" \" He Avent for my carriage ever so long ago,\" replied Norah, laughing nervously. \" Let me try and find it.\" And giving her his arm he conducted her to his wife's side.\" Her hostess looked at her keenly. \" You have been crying. Lady Beagle told me she saw you talking to Lord Sturton. Has anything un pleasant occurred ? \" Norah shook her head, beaming. \" Oh, Norah ! Come into my room. 1 shall not be missed, as there is only the house party left. Your carriage can go, and Sir John Avill drive you home.\" The two women sat together till early dawn and discussed in all its bearings the Avonderful thing that had come to pass. \" You are really truly happy, then, little one? \" \" Yes, really. I feel sure Jack Avas sincere, and I am to hear from him or see him to-morrow.\" \" Did you say anything about the Tedescho? \" Norah shuddered. \" No, we did not mention her at all.\" \" Well, dear, Ave shall hear all about it in a very few hours now, 1 hope. AVhy, this night's Avork will set more tongues wagging than even \" \"Oh, don't talk about the case now, dear Lady Few,\" said Norah, smiling. \" Please God, that miser able past is all over and done with.\""], [177, "His Revenge. 159 The girl chattered happily to Sir John, Avho had been let into tho secret, as they drove home, and her short sleep Avas filled with happy dreams. At break fast her guardian soon noticed her beaming face, and she told him the Avhole story. A troubled look came into his face. \" I only hope he is sincere,\" he said; \" but from AA'hat I know of his character I should be rather inclined to distrust such a sudden repentance.\" She patted his face. \" You dear old guardy,\" she laughed. \" Poor Jack looked so distressed, and I feel sure he meant what he said.\" \" For the moment,\" murmured the old man ; and, unwilling to dash her happiness, he said no more on the subject. Norah spent the morning wandering restlessly up and down the garden Avith her baby, peeping over the trim box hedge which lined the road. She laughed at their reflection in the large pond at the foot of the garden, checkered Avith the sun-rays filtering through the interlacing boughs. \" Aren't Ave swells, baby ? \" she laughed, as the child stretched out its plump little arms towards the white lilies. \" All in white, with blue sashes, little one; won't papa be surprised at our finery ? \" The sound of hoofs made her turn, and Foster, her husband's groom, rode up to the hedge. He touched his hat and handed her a blue envelope sealed Avith tbe Sturton crest. \" Why, Foster ! \" she said, \" I expected his Lord ship.\""], [178, "160 Through a Field Glass. The groom looked down uneasily. \" His Lordship had to go to town, ma'am, I mean my lady, and sent this. I am to follow him by the next train.\" \" Oh, he will be coming back to Devonshire soon,\" she said, smiling, as the groom turned to ride away. \" Beg your pardon, my lady,\" he said respectfully, as a sudden thought seemed to strike him. \" I should take that letter into the house if I Avas you. I — I shouldn't read it here ; \" and he cantered away. Norah felt the chill of fear seize her heart, but laughed it away, and seating herself on the marble balustrade surrounding the pond, first kissed the super scription and then opened her letter. It contained simply a cutting from a newspaper, wliich ran as follows : — \" A certain lord seems determined to provide society Avith plenty of gossip this season. No sooner Avas thc decree nisi in the recent divorce suit made absolute, than he followed the fair Signorina Tedescho to Madrid, Avhere she was engaged to perform, and was united to her in the bonds of matrimony at the English Embassy on the 4th ultimo.\" There was a piercing cry. Whether Norah fainted, or Avhether the act was intentional, Avill neA-er be known , but the waters parted, and closed again over the young mother and the baby girl. Lord Sturton had taken his revenge."], [179, ""], [180, "44 THEBE WAS A PIERCING CRT.\" (P. 160.)"], [181, "CHAPTER XVI. FURTHER ENTANGLEMENTS. The tragic end of Lady Sturton, following so closely on Dennis's pathetic story, had given a sad turn to the bent of my mind, and I longed for something to happen to enliven my spirits. I felt inclined to imitate the Calf, but unfortunately no Lady Violet came along my way. I confided my case to Mrs. Lindsay, but she onlv laughed at me. J © \" My dear Captain Treherne, any girl in England has only to look at you to see that 3-011're a confirmed bachelor. Making love is like acting ; you must re hearse your part many times before you are fit to make a debut.\" \" AVell, Airs. Lindsay, of course I must bow to your superior experience (Lindsay Avas not present, qa va sans dire), but where can I find anybody to rehearse with me?\" \"H'm! That is a drawback. I don't pretend to know the happy hunting grounds where distressed females make sport out of innocent cavaliers.\" \" But, Mrs. Lindsay, I'm not innocent.\" \" I don't doubt you for a moment, Captain Treherne, for I always did believe that ' still waters run deep ; ' therefore there are few things I should like better than M"], [182, "162 Through a Field Glass. to see you lose your heart, bead, and hand. But then, to use your racing slang, most girls that you know have long despaired of bringing off that treble event. I must try to help you. Now shall I introduce you to some clergyman's daughter, who will talk metaphysical philosophy to you, and generally smooth you down the right way? Those young ladies are so insidious, that you will find yourself at the altar before you know the real colour of the bride's hair.\" \" AVell, Airs. Lindsay, I have heard of the Matri monial News, but I think you ought to take the regi mental wedding cake.\" O \" Thank you, Captain Treherne. I shall make you pay for that compliment.\" The last remark was made in such a sharp tone, that I thought that I might have inadvertently offended a woman whom I had always regarded as a sister-in-law, with the single exception that I had never used a brother-in-law's rights in the matter of osculation. But I had not the slightest idea what the result of our con versation would be. Within two days I had a note from Mrs. Lindsay. \" My dear Captain Treherne, \" I will introduce you to the happy hunting ground. Get leave for a week, and act as my cavalier to Talton Towers. As you know, my husband can't come with me, and you are the only man in the regiment that the British matron Avould sanction as my escort. I consider your ' leave ' granted. Lunch Avith us to-morrow. \" Sincerely yours, \" Constance Lindsay.\""], [183, "Further Entanglements. 163 Needless to say I did lunch with Mrs. Lindsay, and also acted as her escort to Talton Towers, the country scat of Lord TeAvsbury, avIio was an old friend of mine, though hitherto I had never been able to avail myself of bis many offers of hospitality. I Avas rather alarmed at my own temerity in going to Talton Towers professedly to look for a wife, but as I fondly imagined no one but charming Mrs. Lindsay Avas aware of my intention I felt less nervous than perhaps I might have done under other circumstances. I was told off to take a Aliss Agnew in to dinner, and as I had no doubt that this Avas the lady Airs. Lindsay had destined for me, I surveyed her Avith more than usual attention. She Avas tall, fair, with that pink and white skin that speaks of good health, and her hair Avas of a crinkly russet brown of the hue of autumn leaves almost. She Avas very reserved, and a et in some of her moods very girlish. It certainly Avas not a case of \" loA-e at first sight,\" but I admired her extremely. AVe Avere soon on excellent terms. She did not appre ciate AA'agner— neither did I. She did not care for © Whistler — as I had neA-er seen any of his work, neither did I. She for a wonder did not paint in water colours, nor sing ladyficd ballads with the last vcr.'e in a minor key, and she Avas very fond of dancing. So we agreed on all points. I saw Mrs. Lindsay glancing at me maliciously over her glass once or twice, but I did not care, I Avas enjoy ing myself, and fancied that more than once I had con jured up an answering sparkle in Miss Agnew's blue eyes. In about three days Ave Avere good friends, in three M 2"], [184, "164 Through a Field Glass. more Ave were almost intimate, and in three more ! Whether Airs. Lindsay had given Alice Agnew a hint as to what was likely to transpire, or whether she wished me to discontinue my attentions, I cannot say, but I found she Avas steadily avoiding me, which, as the house was full of company, was not a difficult task. Result, I got moody, ill-tempered, and snappish, •while she seemed to get paler and thinner every day. Afr.s. Lindsay could give me very little help, and was annoyed with the poor girl. \" I Avill speak to her,\" she said, biting her lips. \" I would far rather you did not,\" I urged. \" There's something wrong somewhere.\" \" Surely she has never caused tongues to Avag ! \" \" She had a tremendous flirtation Avith Young, ofthe — th last season, but he is in India now.\" \" I have certainly never heard a word against her.\" \" I should think not indeed.\" A week later Mrs. Lindsay joined me on the terrace, and we took two or three turns up and down ; she was very agitated. \" Pack up and go,\" she said curtly. \" What has happened ? \" I asked. \" You must think no more of Alice Agnew.\" \" I must know first \" \" I tell you it is of no use thinking any more of her.\" \" I Avill go if you insist upon it, Mrs. Lindsay, but I will have an explanation Avith Alice first.\" \" Then God help you.\" For the first time in my life I was angry with the Major's wife. I strolled down to the Avood beside the"], [185, "Further En ta ngle men ts . 165 Jake in a fever of excitement, and soon came face to face with Miss Agnew. She had evidently been crying, and was walking along looking thoroughly miserable. \" Miss AgneAv,\" I burst out, \"what has come between us ? Why do you persistently shun me ? \" She averted her head and grew as pale as death. \" Alice dear, I love you ; you must have seen — - — \" \" Has not Mrs. Lindsay told you ? \" she Avhispered, with dry lips. \" No ! \" \" It — it is quite impossible. I am a married woman, and oh ! Captain Treherne, I wish, for your sake, for cur sakes, it Avere not so ! \" She nearly fainted, and I threAV my arm round her, Avhile earth and sky seemed to be rolling away from me. Bit by bit she told me her sad story. She was a Avard in Chancery, had run away from a boarding school at Brighton, and had married a subaltern in a marching regiment ; they had parted at the church door, and she had not seen him since. I could say nothing that could soothe the poor soul. I could think of no comfort for myself. The Avhole Avorld seemed in arms against us — and Ave parted. Shall I eA-er see her again ?"], [186, "CHAPTER XVII. LOST TO THE TURF. I HAD thought and hoped that I had seen the last of Lord Sturton, but he was once more destined to cross my path. I was staying for a few days with an old school chum named Randal Egerton at his shooting box in Meadowshire, when, to my surprise, I met Sturton at a dinner part}' at the house of Sir John Leslie, a Avell-known sporting baronet. He seemed perfectly oblivious of tho scandal which Avas attached to his name, and greeted me as an old acquaintance. He even had the audacity to ask after the Calf. \" I suppose Carruthers has quite settled down into married life. I saw that he spoke in the Gilded Chamber the other night.\" © \"Yes,\" I replied curtly. \"Lady Sturton is not here, I perceive.\" \"No; I fancy she's at Monte Carlo,\" was the care less rejoinder. The dinner was excellent, the dry port perfect, and Sir John a good host, though his conversation chiefly consisted of stable slang. Before the ladies retired I saw that Egerton was in love Avith Lucy Leslie, Sir John's only child ; but, as he had said nothing to me, I could not judge how far matters had progressed."], [187, "Lost to the Turf. 167 Lord Sturton had come as the guest of a Air. Jervis, to whom I took a dislike at first sight. He was evidently not quite a gentleman, and resembled a prosperous horse-dealer struggling into society more than anything else I can think of; while, if he Avere strictly honest, he ought to have brought an action for libel against his countenance. After the ladies had left the dining-room, the forth coming hunt steeplechase was all that we men could talk about, and Sturton, who had a horse entered called \" The Don,\" remarked that Jervis was going to ride for him. \" I see, Sir John,\" he continued, \"that they make your horse and mine equal favourites. Now, I'll back ' The Don ' against ' Belle ' for a level thousand, pro vided ' Belle ' is ridden by some gentleman here.\" Besides Egerton, there were only two men present capable of riding in the race, and both of them had entered horses of their oavii. Sir John was a confirmed gambler, and looked with a mute appeal at Egerton, who nodded assent. So the bet was duly booked. A big bet certainly to be made over the mahogany ; but then I had heard that the mortgages on Sir John's © © estates proved that he Avas in the habit of making big bets and of losing them. Egerton was in a very bad temper as Ave drove home. He was a hard man to hounds, but his experience of steeplechasing was confined to \" point to point \" races, and he knew that he should have to submit to a severe course of training. As he Avas one of the laziest men in existence, the prospect Avas far from pleasing. \" Confound it all, Treherne. Now, isn't it too bad of"], [188, "168 Through a Field Glass. Sir John to ask a man of my age to turn professional jockey ? \" \" AVhy did you consent?\" \"AVell, to tell you the truth, old chap, though I haven't actually popped the question, I am extremely anxious to become the old boy's son-in-law, so I hardly dared to refuse. Besides, I suppose there's no harm in telling you what is known to half the bill brokers in London.\" \"AVhat is that?\" \" Sir John is prettily heavily dipped. Unfortunate gambling, lavish hospitality, and extravagant living have brought him perilously near thc Bankruptcy Court. The estates are mortgaged up to the hilt, and foreclosure has actually been threatened.\" \" So this bet really is a matter of importance.\" \" Very grave importance, I should say. By-the by, you seemed to know Sturton.\"' \" Yes. He's a A'ery hard nut, to crack. His conduct towards his first wife was atrocious.\" \" Ah ! I remember now that I heard something about the affair. But what about his reputation on the turf?\" \" He's as keen as mustard about the money. How about Jer\\-is ? \" \" Don't know much one Avay or the other. He only came down here at the beginning of the season, but © © ' he's a splendid horseman.\" \" And probably up to every trick of jockeyship,\" I retorted. \" Hadn't you better get somebody to coach you?\" \" Happy thought. I'll write to my old chum Captain Tipster directly Ave get in. Then for a final cigar and"], [189, "Lost to the Turf. 169 whisky and soda, for I am determined to leave nothing undone AA-hich might increase my chance of success. I will ride ' Belle ' in her morning gallops, take long Avalks in a thick ulster, give up whisky and tobacco, and obey Tipster in eA'ery particular.\" Captain Tipster was rightly acknowledged to be the first gentleman rider in England. Other men might possess as firm a seat and as light hands as he had, but few had such a Avonderful knowledge of the capabilities of a horse. Even when he had never seen his mount before the saddling bell rang, instinct seemed to tell him when to race and when to save his horse. \" How does Tipster ride ? \" a tyro on the turf once asked. \" AVith his head \" Avas the curt reply, and A-olumes could not ha\\-e said more. Besides being a first-rate jockey, he Avas a keen judge of a horse, and Egerton knew that Avhen he had seen \" Belle \" jump her fences he could give him the best advice as to how to ride her. In short he did not exaggerate wdien he said the Captain's Avrinkles were worth three stone. Egerton stuck hard to bis trainiiiLr, which he found © <-_ 7 more pleasant than he had anticipated, for Miss Leslie took as keen an interest in the result of the race as he did himself, so that I often found myself de trop. In fact I Avas very glad when Tipster arrived, though Avhen he heard about the bet he appeared to be any thing but sanguine of success. \" Look here, Egerton, of course I shall be able to give you a better opinion after I've seen you ride the mare, though then Ave're entirely in the dark as to the capabilities of ' The Don.' But I tell you plainly that I don't like the aspect of affairs. I never heard the"], [190, "Through a Field Glass. 170 name of this man Jervis before, and I know nearly eA'ery steeplechase jockey in England. However, Sturton is the cleverest member of a very clever division, and this is a big bet to be made over the mahogany about a small hunt steeplechase. AVhy, I couldn't get a thousand at decent odds on my own mount for the Grand National. He must think that he has got a dead cert.\" After Tipster had seen Egerton take the mare over her fences he became more suspicious. \" The mare looks fit to run for a kingdom, and the © / groom seems to be both 'cute and honest, so there is not much fear of nobbling. AVhat I'm afraid of is that there may bo foul riding. In which case Jervis won't be the culprit.\" On the day before the race I drove in to the neighbouring to wn , and was surprised to see at the hotel Ned Davis talking to Mr. Blank, the well-known bookmaker. They had evidently finished their business, for I could distinctly hear the last words. \" Remember ! I 1 stand to win five hun- dred on ' Belle,' and damn Lord Sturton.\" Blank smiled, and answered, \"Quite right, Ned; it will be a very pretty race, I'm sure, for everybody except his Lordship.\""], [191, "Lost to the Turf. 171 I told Tipster of the circumstance. \" I fancy I see the game,\" he said. \" Davis is riding in the race, and he's a creature of Sturton's, Avho, I suspect, has bribed him to foul ' Belle.' Blank has made him a higher bid, and he has accepted it.\" \" A case of ' the biter bit.' \" \" Exactly ; but I shouldn't say anything about it if I were you.\" The Meadowshire Hunt Steeplechases did not differ in any important essential from the ordinary class of country hunt meetings. There was the small stand with the ring in front, where the sporting farmers invested their sovereigns and half-sovereigns, while from the drags and carriages rano-ed along the rails © © O © the male occupants would rush to make their bets, and then hurry back to their fair companions, aa-1io were doing their best to fill their glo\\'e-boxes. But this year the gathering AA'as unusually large. The story of Sturton's bet had extended beyond the county. It had been published in the sporting papers, and been dis cussed in clubland. So many gentlemen of the pencil and habitual racegoers had come down to Meadowshire, who in former years Avould not ha\\re gone five miles to attend the meeting. Both \"Belle\" and \"The Don\" looked in perfect condition in the paddock, and though there were thir teen starters, it seemed as if the race would resolve itself into a match between the two favourites. But now one of those events happened which only those experienced in the movements of the ring can under stand. \" Belle \" and \" The Don \" had both started equal favourites in the betting, but though it was"], [192, "Through a Field Glass. 172 apparent that the punters fancied \" The Don,\" yet the bookmakers Avere never tired of laying against him, and, instead of advancing, his price slowly but surely receded. At first thc odds were six to four against him, but he gradually went back till Mr. Blank's stentorian voice could be heard shouting, \"Here! Six to one against ' The Don.' Shall I put it down in thousands, my lord.\" Sturton said nothing, but his face showed signs of great uneasiness. There was a screw loose somewhere, and on this occasion he Avas evidently out of the swum. But the horses had gone to the post, and the cry went up \" They're off.\" For the first three fields there was no material difference in the order of running. ''Belle\" and \"The Don\" were held back, and the"], [193, "Lost to the Turf. 1 73 others Avere nearly level. But as they neared the fourth fence — a stiffish bull-finch — Ned Davis pulled in his mount till he was hardly a length in front of \" The Don,\" who was on the lest, while Egerton on \" Belle \" was on the right. The leaders negotiated the obstacle in safety, and that morbid portion of the crowd which is always on the look out for accidents began to feel disappointed. But the disappointment did not last long. Davis's horse refused, and swerved suddenly round to the left. Jervis had no time to stop. There Avas a crash, and then all that could be seen was a confused mass of two horses and one man rolling in the ditch on the taking-off side of the fence, for Davis, with a skill which would haA'e ensured him an engagement at a © © circus, had, as his horse swerved, neatly cut a voluntary and landed safely on the far side. \" Two down.\" \" The Don is down.\" \" Evens Belle.\" Jervis had fallen underneath his horse, and when Avith some difficulty he Avas extricated, it was discoA-ered that his collar-bone Avas broken. Meanwhile Davis. pretending to be much shaken, had limped back to the Aveighing-room vrith the assistance of a groom who happened to be close by. \" It's all over now bar shouting. Egerton wins in © © a canter,\" Tipster said to me. But Tipster Avas wrong. Certainly Egerton Avon the race, though not in a common canter. But the cross 7 O Avas so apparent that Ned DaA\"is was \" carpeted\" by the stewards and asked to give an explanation of his riding. Davis had foreseen that this w-ould happen, and had made up his mind Avhat to do. He accordingly stated"], [194, "Through a Field Glass. 174 that he had been bribed by Lord Sturton to cross \" Belle,\" and impudently added that he got flurried and crossed the wrong horse. He referred the stewards to his bankers to prove that Sturton had paid him two hundred pounds. A few days afterwards, with com mendable prudence, he transferred himself to the Anti podes, and doubtless became a prominent figure on the Australian turf. Nor did he go alone ; he was accom panied by Lady Sturton, who brought with her as much portable property as she could lay her hands upon. I may at once state that the matter was reported to the National Hunt Committee and to the Jockey Club, with the result that Lord Sturton Avas warned off the turf. My personal interest in the race terminated with a visit to Hunt and Roskell, for my chum won the race and a wife at the same time."], [195, "CHAPTER XVIII. CURTAIN. It may interest the reader to hear a few more words with regard to some of my old mess companions. I could tell of the private theatricals which the Calf gave on an extended scale, and in which he did not play a woman's part ; of Muldooney's dinner party (save the mark); of the reappearance of the fair Cynthia; of Johnnie's most recent flight of imagination. I could © © enlarge, but will hold my hand. I retired with rank of major some few years ago, Dennis having preceded me by a few weeks. The cares of a family — fancy Dennis Avith a family !— took up too much of his time, and I was beginning to feel that in many ways I Avas losing touch with my old chums. I Avas also feeling rather the worse for the \"facer\" I had had some little time before ; perhaps I am slower at for getting than some men, so I decided to send in my papers and take a long sea trip. I spent a few days in town getting an outfit together, and to my surprise ran into AVhippet one clay, looking as rosy and well off as he generally did. \" AVhat is the latest news?\" I asked him. \" Very little news of any kind I am afraid, Major. You heard all about Lord Sturton, of course.\" \" I heard he had gambled away all his money and disappeared.\" \" He Avas ' wanted '—that's where the disappearing came in ! I believe he has gone to Australia.\" \" I sail for Australia to-morrow, but Ave are hardly likely to meet, I should think.\" \" AVell, I hope you will have a pleasant voyage.\""], [196, "176 Through a Field Glass. I spent a few weeks at Las Palmas, a few more at the Cape, made the acquaintance of half a dozen very pleasant travelling companions, and went to sta)- at Adelaide with the veracious Johnnie, now aide-de-camp to the Governor. \"Such a lark!\" said that worthy as we sat in the Adelaide Club, overlooking the gardens of Government House. \" You remember your friend Sturton ? \" \" I remember the man ; he Avas never a friend of mine.\" \" He passed through here on his way up country.\" \"AVhat is he doing?\" \" Horse breeding on a large scale, in partnership with one Ned Davis.\" \"Indeed! And Avhere is the Tedescho? I mean Mrs. Davis.\" \" On an extended tour,\" be said dryly. For once in bis life I do not think that Johnson was lying. I am looking round the club room in town, Avhich I suppose will be the only home I shall ever have. Look- ing back on the friends I have known, the sprees avc *have had together, the confidential chats in mess-room or over bivouac fire, I somehow feel as if I would not be anxious to exchange places, even with the Calf with £10,000 a year (plus his duties in the Lords), with Dennis with his growing family (and his endeavours to appease his constituents in County Down), or even with Johnson, baked to death at Rawul Pindi, to which station he has just been ordered. THE END. Nichols anl Sons, Printeri, 25, Parliament Street} London, S.W."], [197, ""], [198, ""], [199, ""], [200, ""]]