[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "AN EXPLANATION OF MORALITY, etc."], [8, "G. Woodsall, Printer, Angel Court, Skinner Street, London."], [9, "AN EXPLANATION OF MORALITY, AND OF GOOD AND EVIL, OR THE LAWS OR RULES OF HUMAN ACTIONS GENERALLY. GEORGE GILES VINCENT. /C 3lon6ott : PRINTED TOR THE AUTHOR, AND SOLD BY T. CADELL, STRAND, AND R. H. EVANS, PALL MALL. 1823."], [10, ""], [11, "DEDICATION. I cannot give this little volume to the world, without offering a tribute to the memory of a lamented and revered parent, the late Rev. William Vincent, Dean of Westminster. However, before I proceed, in such tri bute, for the kind office of Biographer, I must here, in the first opportunity I have of publicly acknowledging the obligation, thank the Rev. Archdeacon Robert Nares, for his very able and just account of the life of my father, published in the Classical Review of 1816. A similar labour or office"], [12, "VI I cannot pretend to, and can only, as my tribute to his memory, briefly scan my parent's merits as they appeared to me. To one of the best of parents, and best of men, I should ill discharge the duty of gratitude I owe to his memory, and owing, I may say, from me to the world, as re spects his public character, in thus present ing myself to notice, were I not to ac knowledge the advantages I derived from such a source. In his profession, his knowledge and his learning were well known and acknow ledged, and his Sermons attest his acquire ments and his labours in it. He was most respected and valued by the learned of his contemporaries, with whom he was in the habits of communication ; and in judge ment and opinion in the subjects of his pro fession, ranked as high as, or stood in no"], [13, "VII way inferior to, any Divines who may have preceded him. In practice, he was most conscientious in performance of his clerical duties, but he despised both the parade and the affectation of piety. He held, the best duty of a Christian was to pursue a tenour of life that should always be pre pared to meet death, whenever that event should come to pass, and this notion could not be better exemplified than in himself. But he did not hold it as a matter of the greatest esteem, a death-bed repentance, as it is termed ; well knowing human na ture, and that if men's conduct is not reso lute and sincere in life in their duties, little expectation is there in sickness or despair, of the example of repentance being of effect with others, however consolatory to the dying, or mediating it may be to God. None, however, could administer to the afflicted in mind, or on the bed of death, more soothing consolation, or who struggled"], [14, "VIII more against his own emotions at those distressing periods, and more cheerfully, yet devoutly, performed so kind but pain ful service. His merits, in research and labour, as an author and as a writer, are best known by his publications ; but the profoundness of his mind and discrimination, may be in stanced in his \" Greek Verb,\" and in which, what he had written on it, he cer tainly prided himself; and however ne glected his labours at the time when they first appeared, the sterling character of their merit is now generally admitted to be very high, by those competent of appre ciating such works. In business, he displayed a most ready and just comprehension, that at once saw his subject, and he went forward in a straight course to its accomplishment."], [15, "IX In his nature he was generous and un- suspecting, his mind knew no dissem- blance, and his actions were all proceed- ing from the ingenuousness of his feelings. His virtues were sincere and pure, free of all alloy of selfish considerations. He was dignified in his manners, without vanity. Indignation at vice and meanness, with him was marked with undisguised feel- ings ; but he could make all due allowance for youth, and the weaknesses and frailties of human nature. Of his charity, it was large and munificent, compared with his means.' The oppressed and unfortunate always found in him a friend, and received succour, protection, and advice. But no one deprecated more, that bane of morals and to society, the concealing and glossing over the vices and follies of unprincipled men, who, admitted into society, pollute and weaken the principles of others, and take advantage of the ignorance, the ere-"], [16, "X dulity, and the Aveaknesses of men. That delicacy of feeling, that was tender of men in their follies, their vices, and their vil lanies, or that morbid sensibility and affected imbecility, and so prevalent in the present day, and that would tend but to tolerate such wickednesses, to the preju dice of the honest, the industrious, the in nocent, and the virtuous, he despised and reprobated. It was not his fortune in life to gain the highest seat and honour in his profession ; though if he had, such might have had an ornament in his talent, his labour, and his virtue. That his talent fitted him for the senate, no better reference can be made, than to the well known letter to the late learned Dr. Watson, Bishop of Llandaff. A better proof of an extensive compre hension of government in general, and of our own constitution, and of those to be"], [17, "XI governed, cannot well be imagined. That he possessed extensive power and penetra tion to combat temporary and popular errors and conceits of opinion, his later work on the Defence of Public Education — a mode of education so well suited to the genius of this country — need also only to be mentioned. His mind was capable of tak ing the most enlarged views, while he was capable of making the nicest discrimina tions. Had he been preferred in the vi gour of life, in him probably might have been found a member of the senate, whose services in matters connected with his pro fession, might have benefited the state in after times ; and it is but due to his me mory, in offering tribute to it, to notice qualifications of a higher order for the services of society that nature had favoured in him. As to himself, his pure humility and contentedness made him most happy and most grateful in the rewards his la-"], [18, "XII bours and merits did receive ; and though late in life, his enjoyment of the remune ration was perfect, and never embittered with any reflections of regret. His epi taph is thus written by himself : HIC REOUIESCIT OUOD MORTALE EST GULIELMI VINCENT, QUI PUER SUB DOMUS HUJUSCE PENETRAL1BUS ENUTRITUS, MOX POST STUDIA ACADEMICA CONFECTA, UNDE ABUT REVERSUS, ATOUE EX UNO PRÆCEPTORUM GRADU SUMMUM ADEFTUS, DECANATU TANDEM HUJUSCE ECCLESIÆ (QUAM UNICE dilexit) DECORATUS EST. QUALIS FUERIT VITA, STUDIIS, MORIBUS, LAPIS SEPULCHRALIS TACEAT. ORTUS EX HONESTA STIRPE VINCENTIORUM DE SHEPY, IN AGRO LEICESTERIENSI ; NATUS LOND1NI NOVEMBRIS SECUNDO 1739; DENATUS DECEMBRIS 21 MO 1815. G. G. V."], [19, "Between virtue and vice the difference is so great that there is no mistaking them. No man can mistake between truth, ho nesty, justice, charity, and the various other virtues rendering happiness or benefit — and falsehood, fraud, wrong, oppression, rapine, theft, robbery, murder, want of feeling, or cruelty, and other vices productive of mi sery or wretchedness. Every one acknow ledges these. And most men would respect, and revere virtue, feel happy in it, and well disposed to it, and be indignant, and shud der at, and abhor vice. It, however, happens that what is so plain in the precept, and so B"], [20, "2 decided in men's love and hate, is not quite so evident in practice. In the practice, unfortunately, men's pas sions and interests interfere. Men also suf fer themselves, for want of due considera tion by others. They also feel distress and want, and are deprived oftentimes of those things others are in possession of, which are desirable, and would gratify their wishes and desires, and make them, as they suppose, and probably in truth so, were they pos sessed of such things fairly, more happy. Under all these circumstances in the prac tice, it is not then so much to be wondered at, that the difference between virtue and vice is not so apparent as it is in the rule or precept, or of the good effects stated of vir tue, and the calamities and miseries of vice. So slight sometimes will appear the shade of difference between the good of what is truth, honesty, and justice, and the like, and the evil in fraud, and generally in vice, that it shall be difficult to distinguish between the one and the other. Often, too, the diffi culty or perplexity of the subjects of men's actions, obscure the means of decision be-"], [21, "3 tween good and evil. So often, too, will the consideration of men, of one another, which the precepts require or impose, be departed from, or made subservient to in- terest or convenience, that men shall doubt whether or not the rules or precepts are good or evil, or right or wrong, or made for those alone whose advantage is preferred by them, and are not in themselves a de- ception upon mankind, and the weakness of those submitting to or abiding by them ; or whether there is in reason any ground to observe them, further than there is occasion to gain their own interests, and to avoid any evil of punishment attached (by those whose interests are promoted by them) to the disobedience of them, that they cannot otherwise avoid or escape. Notwithstanding such causes of devia tion from virtue in practice, there is, in fact, all the difference between virtue and vice that has been stated ; and it exists as fully, and in as much force, in reality, as has been stated. However fine the distinc tions may be drawn, or appear in practice, virtue is the right mode of conduct for b 2"], [22, "4 man, and has all the advantages and \"hap piness resulting to be gained by man ; and vice is wrong, and productive of all the mi series and wretchedness. Cases there may be of difficulty, wherein the right or wrong, as to virtue and vice, or what may be one or the other, may be arduous to discover or determine, and the line or difference between them may be very fine : yet such are no ordinary cases. And slight as the difference may be, whatever is right and wrong morally, as finally tending to, or pro ductive of, all the good or ill effects, of their respective natures, as they are fol lowed or persisted in, will, in the conse quence or sequel, have the corresponding effects described concerning each. Men may not act right from error or mistake, and difficulty that there may be in seeing the distinction of right and wrong, morally speaking, in some cases. But men can never be in difficulty or mistake in their intention; and where this is right, there is no wrong or vice in principle : and no very great mischief can arise, or at least be carried to any great length, without correc-"], [23, "5 tion, except under very lamentable errors, but which cannot exist in well informed or cultivated minds, and where science and research in moral matters have made any progress or advance, or where liberal minds and sentiments prevail. There can never be any great fear that men shall not know right from wrong, in a moral sense, or at least in their intention and meaning, and which shall always be tantamount to virtue in the man, and shall be the means of judg ing him to be right or wrong, or virtuous or otherwise. The precepts or rules of ac tion, however, are and always necessarily must be so plain, that who shall say there is any difficulty in ordinary or all common occasions in life, in distinguishing what they shall be in action, and is virtue, and what shall be opposite, or vice ? Who shall say he cannot tell, or who shall not know, what acts or things he does shall be consistent with honesty, truth, justice, or charity, and the like ? and what acts and things shall be correspondent with fraud, theft, falsehood, robbery, murder, cruelty, and such vices ? The intent at least, in these things, men"], [24, "6 must know : and it may safely be affirmed there shall be no difficulty in distinguishing then, in human actions, what shall be virtue, or what shall be vice. The obstacle that exists in the way of men practising virtue will not then be in practice, or human actions, in the seeing what is good and evil, or virtue and vice ; but it will be in the pressing instances of the passions and interests of men, their desires, their distresses, their wants, and their suf ferings, and the fine line or shade of dif ference that may sometimes exist or appear between virtue and vice, and the difficulty and perplexity, in some cases, of distin guishing what shall be the one or the other, or good and evil, and the deviations and mockery that appear to be made of the laws for what men shall do and shall not do, in virtue and vice, or good and evil, when in the power or election of men, by injustice and oppression — that shall make men doubt whether the precepts of virtue are right or wrong morally, or mere pre tence or connivance of those that profit by them ; and so doubtful, it shall be ques-"], [25, "7 tionable whether they shall be regarded or abandoned, or regarded only so far as men find their interest and are concerned in re specting them, and where convenient, or they can do so with impunity, they may disregard them, and set them at nought. Excepting the errors of ignorance and weakness, those men that deviate in or dis regard the virtues, do so chiefly on the ground of discrediting the precepts as the rules for human guidance, or, if not totally discrediting them, at least finding some consolatory excuse for not obeying them; either in the neglect of them by others, when it suits their convenience, or on the ground of reciprocation, that others have taken advantage of departing from them, and that, in common justice, they may do the same, and profit alike in such relin quishing of duty, when it suits them, and they have the opportunity, with safety from incurring punishment. Whatever be the occasion of their neg lect or their discredit, men thus erring cease to have that regard that is requisite ; and there must be a cause for such slight j"], [26, "8 or indifference. It exists, and it may exist; and it appears desirable that the precepts of virtue should be established past all doubt or question. To establish virtue and its precepts on their firmest basis, we must apply to the source or cause of their es teem, and, which is indeed the ground or source of all human esteem, and what every thing is adjudged by, and esteemed or ap proved, according with it, or, being con trary or opposite, is rejected and con demned. And this cause of esteem is in what is good, or so called or denominated. Why men esteem virtue and its precepts, and condemn the contrary, is for the good in virtue, and the contrary in vice. Why men esteem virtue, or practise, or admire, or follow its precepts, is on account of the good. With the view, then, of making men more steady and firm in virtue, or the practice of its precepts, it is considered, that the first necessary step is, to explain or exhibit that on which it is sounded or rests, and why it is esteemed, and ought to be observed and practised. Good is the law of human actions,"], [27, "9 and virtue is the practice of it, or doing good ; and virtue is practised for good, be cause good is that which is esteemed, or approved. Virtue thus resting on what is good, and that, or what good is, or it ap plies to, or is meant by that term, being explained, and shewn to be that which is approved, it follows of necessity that vir tue must be approved, as agreeable or consistent with that on which it rests or is founded, or is the cause of its esteem and practice ; and there can then be no longer any doubt entertained that it is what men should esteem and should practise. The subject, then, of this work will be, to ex plain what is good, or what men mean or allude to by that term, or consider or es teem as such ; and the laws or rules con cerning it, or by which it is estimated or adjudged, or by which men esteem or judge that, or those things they esteem, or consi der, or denominate, to be good, and ap prove and ought to do; and this in dis tinction to the contrary, or what is evil, and what they condemn or deprecate, and should not do. And this, or the good as"], [28, "10 to human actions, is denominated morality; and the contrary, or what is evil in human actions, is denominated immorality : and under these general terms of the human actions or conduct, are included virtue and vice, which are but terms as applicable to the human conduct, which are good, or consistent with it, or, being contrary, are evil; and which terms of designation ap pear to apply — morality, to the subject ge nerally of human actions which are good — and virtue, more particularly to men act ing according to, or practising, morality, or what is good. What is to be done in this respect, is simply and plainly to detail or state that which men call or consider to be good, and the laws or rules concerning it, by which men judge or estimate things to be so, or that which they so call good, or apply the term of good to, or esteem as such. And to do this in a plain and sys tematic manner appears to be the desirable matter or thing, for the information and instruction of men upon this subject, and for the establishment of virtue and its pre cepts in the purest manner, and on the"], [29, "11 soundest base. There can be no hesitation, then, that virtue and its precepts are to be admired and esteemed by men, and made the rules of their practice, being that which is in conformity with, or consistent with, or the means of doing or effecting, and the doing and effecting, that which is the law or rule of men's actions, and is that which is approved ; and of the rejection of the contrary, which is evil. And in a system atic statement of what is good, and its laws or rules, there will be afforded to men the science of their actions or conduct, in a manner that what is right and what is wrong, in this respect, or the rule or law of their actions in what is good and evil morally, will appear in the clearest light, and cannot be mistaken or denied. And, by a plainer or better mode of men seeing or understanding their actions or their con duct,in what they ought to do, and what they ought not to do, or morality, the least result necessary is, as a subject is better known, is in better correspondence with it, and better correspondence therefore in the hu man conduct with the laws of human action,"], [30, "12 or morality, and more virtue and greater happiness of mankind. That human hap piness, or the benefit of mankind, is the ground of all morals and virtue, and the leading and chief principle of morality, is so clear that no one can rationally doubt it ; and if they do, it will be demonstrated in the statement here made of morality. But, in the sanction of the idea that the benefit of mankind is the basis and founda tion of all morality and virtue, the source or spring of all human action, from whence every thing is esteemed and approved, and all ideas of right, in opposition to wrong, morally speaking, flow and emanate, and all rules and laws of human action are founded, and on which all precept is built and sanctioned — three plain texts of scrip ture are here quoted, as directly applicable to human welfare, or the happiness of man, or human good, being the good so desig nated as the law for man. There are three doctrines in our religion which concern human interests, that fully and clearly show men ; the good, so called, of man in his sphere of action on this earth, 7"], [31, "13 is the object of the Creator. That it is not, however, individual exclusive good, or the good of any one particular person, that is to be considered, but the good of all ; and that, in the practice of their lives, men are so to conduct themselves, that they are to be courteous, persuasive, free of resentment and wrath, that would pervert their reason and better judgment, or excite wrath in others, to prevent their seeing what was strictly virtuous, or, by exasperation or despair, urge them to a continuance of their violence or oppression ; and in order, it must be presumed, by all placable and peaceful means, the better to effect that good which is the object of man's sphere of action here : and by these doctrines, it is shewn, that good, being the welfare of man, they fully justify the principles of moral philosophy. The three doctrines referred to are, first, on the question being put to Christ, \" Is it lawful to heal on the Sabbath-days ?\" the answer made was, \" What man shall there be among you, that shall have one sheep, and if it fall into a pit, on the Sabbath-day,"], [32, "14 will not he lay hold on it, and lift it out ? How much then is a man better than a sheep ? Wherefore it is lawful to do well on the Sabbath-days.\" St. Matthew, chap ter 12th, verses 10, 11, 12. The second is the doctrine, \" Thou shalt love thy neighbour as thyself.\" St. Mat thew, chapter 22d, verse 39- And the third is that where Christ, speak ing on forbearance, says, \" But I say unto you, that ye resist not evil : but whosoever shall smite thee on thy right cheek, turn to him the other also. And if a man will sue thee at the law, and take away thy coat, let him have thy cloak also.\" St. Matthew, chapter 5th, verses 39, 40. These doctrines have been selected as applying to the good, being the same with the benefit of man, and the laws and rules of human action in morality ; and in the explanation of Avhich doctrines it is consi dered that there cannot be two ways of in terpreting them. By the first, Ave learn that good, and, by this, the human good, is an object which is always to be appreciated as foremost in our actions, and at all times."], [33, "15 By the second, a man's oavu exclusive good is not to be considered, or an individual's good is not to be considered exclusively of others ; but that which is fair and just, and considers others as well as themselves. And the third teaches, that, whatever pro vocation men have given them, they are to be temperate and composed, and to return good for evil, rather than be unrelenting and resentful; and Avith this clear inference, that, although a man may have received an injury, he is to endeavour notwithstanding, by mild and kind actions, to etfect good, and is not to leave any means untried on his part to effect it. It may be objected, hoAvever, that this is not the literal meaning of the words of the two latter doctrines. But it must be re membered that Holy Writ often speaks figuratively, that there is but one mode of interpreting of parables, and that in a man ner practicable. If interpretations are not admitted which are practicable, men as ra tional beings have no means of judging of the sense of parables : and as this point cannot be conceded, there is no alternative."], [34, "16 And it must be considered that alone can be meant, that it is in the poAvers which it has pleased God to endue men Avith, to see and to perform. With respect to the sheep fallen into the pit, the allusion is to human good that is to be performed. Is it lawful to heal on the Sabbath-day ? it is asked : (i. e.) is it lawful to do good ? and Avhat good ? Why, to heal the sick; to do benefit to man. Then, the answer, in the metaphor of the sheep fallen into the pit, is also in direct allusion to human good ; for \" hoAv much then is a man better than a sheep ?\" With respect to loving \" thy neighbour as thyself,\" it cannot mean affection or in terest similar or the same to that possessed in the individual himself, or self-love, and that a man is to love his neighbour the same as himself, which would be impossible, but must mean, that by the rules he Avould have himself regarded, by the same should he re gard others, or should regard them in equal degree of justice and fairness Avith himself. With respect to the humility or passiveness of offering the left cheek to be smote after the right cheek, or if \" thy coat is taken\""], [35, "17 to give \" thy cloak also,\" it cannot be sup posed, that having received one blow, a man is to offer himself for another, or hav ing suffered one loss, a man is to reward the despoiler by giving him another part of his property. There would be no limit in such humility, and all justice would be at an end. It cannot, then, in reason, be supposed, that a literal interpretation is here to be given ; but that the doctrine must have allusion, and that to some prac ticable object or mode ; and that, having received an injury or Avrong, a man, by of fering himself for further suffering, the act of doing good for evil is implied ; and al though a man has suffered an injury, he is to endeavour to effect atonement from the offender, or reconciliation (even though the party offended) Avith the aggressor, by mild and peaceful means. Man is to command his temper and feelings, and not give vent to the resentment that would be kindled, which Avould but excite further violence, and add strife and contest ; but is to en deavour to bring the offender to a sense of his crime or injustice, by pointing out his c"], [36, "18 Avrong conduct, and that, seeing coolly and dispassionately, he may have the opportu nity of repentance and making atonement, or that reconciliation may be effected : and this as Avell to bring back an offender to a sense of reason, as to preserve peace and harmony, which is essential for the com fort, happiness, and well-being of society. The three doctrines cited have been se lected, as before observed, for the purpose of justifying or supporting the principles of morality, as in strict conformity Avith reli gion. It Avill be proper, therefore, to no tice here, that three of the most material points or matters AA-hich moral philosophy teaches, are most strictly corresponding to these doctrines. It scarce, hoAvever, need be mentioned, but that it Avould be wrong to omit to state, that morality is in conformity with religion ; that the first and main principle of all morality, on which every object and precept in it depends, is the human Avelfare ; and is therefore the immediate good, in conformity Avith or agreeable to the first doctrine. And, in the next place, that this Avelfare or good is"], [37, "19 that of mankind, and not that of an indivi dual considered alone and exclusive of others ; and that the laAvs or rules for the good are those Avhich do consider all man kind; and that men, as individuals, are therefore to consider one another, as far as the possibility of human conduct or actions can admit, or the consideration of one an other, in human transactions, is practicable for the general good, or the good of men generally. Moral philosophy, being thus the consideration of the good of mankind generally, and not of individuals exclusively of others, most strictly obeys the doctrine of loving \" thy neighbour as thyself.\" And, lastly, the precepts Avhich moral philosophy teaches for the conduct of men, of all the mild, genial, and humane virtues, by which mankind can conduct themselves in peace and harmony, and render every service and kindness to one another Avithin the means of practice, are most strictly verified by the metaphor, \" if thy right cheek be smote, offer thy left cheek to be smote also, and if thy coat be taken, give thy cloak also.\" There is in all human life and actions, or c 2"], [38, "20 Avhat men do, that, Avhich is or by which they are approved, or not doing, or doing contrary to, are deprecated ; and such is called the good and evil of men's lives and actions. These appear governing rules, by which, in all that men do, they are estima- ted ; Avhatever the particular act they do, is right or Avrong for the particular purpose. or object in respect of Avhich they are act- ing. And these rules of esteem, or other- wise, are called the moral good and evil of men, or their lives or actions. The good, in this respect, of men's actions, is termed morality, and the evil immorality ; and such are the general denominations of men's lives and actions. What is right and wrong, or good and evil, in this respect, all men seem to know,, or acquire a knoAv ledge of, in some degree or other, or they Avould not knoAv what they alluded to or meant by the terms good and evil, or terms synonymous to these ; or Avould they use such terms, applying to something they all knoAv, or mean, or allude to, and by Avhich they esteemed men or not, or held them re sponsible or not for what they do, or ought"], [39, "21 to do, or ought not to do, in these respects, and approve and condemn them accord ingly. The business of the present work is, to state the particulars or nature of these laAvs of good and evil by Avhich men are governed or directed, or what they should and should not do, and by Avhich they are approved and condemned. The conduct or actions of men that are good, or es teemed right or proper generally, being comprehended under the general denomi nation of morality ; and the consideration in the present work being Avhat is good or right for men, in reference to human ac tions, Avhich are therefore the occasion of considering what is good, or the rule of human actions, Avhat is so Avill be consi dered under the subject of morality. In the consideration of the subject of human actions, an obstacle presents itself that appears very difficult of solution, and offers great impediment in reconciling the laAvs and rules of human action Avith con sistency, or Avithout contradiction : and this is, in Avhat men consider as good, or right, or proper, and the contrary, or evil,"], [40, "22 or Avhat is Avrong and improper. Good, men may be well agreed, is in their benefit, or what Avill prevent their harm, and evil the contrary; and what is of benefit to themselves is good. Yet doing so, or fol loAving what is their own benefit, is often hurtful or obnoxious to others, and then is evil. And, again, Avhat men may do, and is not considered evil, shall often be very injurious or evil to others ; as where a man holds property, and, thus having it, pre vents another having that of Avhich it con sists, Avho wants it, and those deprived and in want suffer or endure harm or evil as to themselves. Yet a man holding property fairly or justly, as it is called, or dealing Avith it, or using it honestly, is not doing evil, although others may suffer for want of it ; and as he may do good to himself and to others (those not suffering), and this fairly or honestly, as it is termed, and those suffering for Avant of it, but not suffering from any unjust or improper act of the person possessing it : such proprietor is deemed good or doing good, and his pro perty is considered as good. So, in busi-"], [41, "23 ness or trade, one man succeeding better or in preference to others, Avho, deserted or deprived of success, suffer ; but the suc cessful person is not deemed bad or doing evil, unless he acts dishonestly ; but if he pursues his business or vocation justly and fairly, hoAvever it may deprive or hurt an other, the successful person is deemed good and doing good : and, moreover, the unsuc cessful person must Avitness riches and ap plause reaped by the successful, Avhile he may be ruined and languish in poverty. These and many instances may be cited Avhich exhibit the apparent inconsistency and contradiction of the rules of human action, or Avhat is termed good and evil. It is such apparent inconsistencies or con tradictions in the rules and laws of good and evil that perhaps puzzle and confound men in their speculations or considerations of moral philosophy, or Avhat is morally good and evil, or right or Avrong. But in this apparent confusion and dilemma, the pre cepts of practice, and the good effects of virtue, and the evil consequences of vice, are still plain enough ; and these serve as"], [42, "24 the best guides for man in practice. But yet Avhen these come to be inquired into, questioned, and what they rest on consi dered, virtue referring to the good, and vice to the evil, men are staggered and confounded often at the ground or reason for the admiration of the one, or rejection of the other, in the difficulty to account for or to reconcile the appearance of incon sistency and contradiction. The good ef fects, hoAvever, of the one, and the evil consequences of the other, are the ground on which men rest to satisfy themselves for the adoption or the admiration, and for the rejection, of the one and the other ; and on these effects and consequences are built the best, and most true, and more just, ar guments of moralists. From all time to the present day, it may be said that this apparent contradiction and inconsistency in what is good and evil, or the rule of men's actions, has been the great obstacle to combat by moralists; and it is considered that it is probable that the difficulty occasioned by the apparent in consistency, that the more direct method"], [43, "25 of explaining morality by the benefit of man has been omitted, because the forbear ances and sufferings required in morals ap peared to be in opposition to such princi ple, and therefore moralists have had re course to explain morals by virtue, or the virtuous precepts Avhich did require or im pose such endurances ; and though, finally, in such method referring to the benefit of man as the reason of being virtuous or practising virtue, men have lost the more direct method of explaining it by the prin ciple in the benefit of man, or Avhat is really the good to Avhich all men refer. Men, in fact, have been arguing by the rule, and not by the principle, and they do so to this day. Virtue is the rule for good or the doing good ; and all the precepts of virtue, or virtuous precepts, are but the rules, or Avays, or modes of doing good, or effecting the benefit of men. But they are not the principle. They are the rules (or sub-principles, if men choose to call them so) ; but they are no more or less than the rules or Avays of doing good, or effecting the benefit of men. A principle is a ruling"], [44, "26 poAver or law, that requires every thing to be in conformity Avith or correspondent to it. It is that which governs, rules, or directs every other thing concerning it, or that to Avhich it relates, and to Avhich every thing must be subservient, or correspond, or bear a relation to in harmony, to be right, agreeable, proper, or, as to morals, good, and, being not correspondent, is Avrong, prejudicial, improper, and, as to morals, evil. Virtue and its precepts or rules of action refer to something for Avhich they are es teemed, and which is in the good in them, or the good they effect ; and this good they effect is in the benefit of man. To this be nefit, therefore, of man must it be looked for, as the rule or principle of virtue and human action, or as the good that is refer red to, being a governing rule to the virtue or the precept, and to Avhich it refers, looks up to, or corresponds, as being Avhat is ad mired or esteemed, or for which it is esti mated good. And it is to this benefit of men it must be looked to reconcile these apparent inconsistencies ; and so it will,"], [45, "27 hoAvever apparently in contradiction or in consistent it at first appears. That there has been a difficulty in ex plaining of morals, or moral right and Avrong, will be admitted, no doubt, by all, Avhen it is recollected that, from the oldest time of history of the human mind and re flections to the present day, the subject of the explanation of the moral principle, or the reason Avhy men should do good and should not do evil, is the theme of philoso phers and moralists. And it may be fairly attributed to the cause noticed, as such ap pears to account for it; as likeAvise the many errors of the many moralists appear to confirm this notion : such, for instance, as that very general doctrine of the suffer ings of mankind, that virtue and morals consist of sufferings, because men, they find, must suffer in the consideration of one another. Be it or not owing to this difficulty, the more direct method does not appear to have been made use of in explaining morals ; and the errors, the evils, and mischiefs of not having the more plain and easy method 8"], [46, "28 of explaining the subject of moials have been manifold, and to which most of the follies and absurdities and wretchedness of mankind must be attributed ; or it may be a fair inference, for they may be fairly accountable as the result of the difficulty alluded to in morals. That the principle of morals has not been made use of in the direct manner it might by moralists, it may be ventured to be af firmed. Refer to Locke and Hume ; both of whom look for a principle that shall explain, regulate, or justify human actions, Avhile they maintain by explanations of Avhat is virtue and virtuous precepts, that Avhich men should do ; referring in this to the benefit of men ; but not using or ap plying that principle directly to the show ing and maintaining Avhat men should do, or to explain Avhy they are to forbear or suffer. And fame, taste, virtue, honesty, justice, truth, and moral fitness, and an host of other terms of human actions, are referred to by these moralists, and all for the good effects to mankind at large ; being the very principle they looked for"], [47, "29 to explain human actions by ; but over looked the direct application of it, in the apparent incongruity of the benefit of man being the rule of human action, because of the sufferings and the restraints imposed on men of necessity for virtue, and the consideration of men, by honesty and other precepts. That it is no mistake, — the supposition that this apparent contradiction or incon sistency made moralists overlook it, — refer also to Paley. Paley lays it doAvn, that the Avelfare or happiness of man is the ob ject or rule of human actions. Paley sets out boldly Avith the Avelfare or happiness of man being the principle, but leaves the direct application of it, because it Avould lead him to the inconsistency of human benefit and human suffering. Paley ably explains the practical good, must be admitted ; and though all his doc trines and arguments may not be admissi ble, yet his explanation is so masterly that it ever must be admired as a standard book of practical doctrine ; and so much right intent is the basis of this great master in"], [48, "30 morals, that, Avhere wrong, no evil can arise as to the construction of the end, or object of his doctrine or what he teaches. But Dr. Paley, in consequence of missing the right use of his principle, like all other moralists, loses the plain and easy process of explaining Avhat is morality, or moral good and evil, by the benefit of men — the very principle he sets out with — but in a measure deserts, or adopts other terms to explain morals by ; and, it appears, does so on the ground of the difficulty ; be cause, instead of explaining morals by the principle, he enters into a string of posi tions in explanation of moral virtues, as it were, constantly perplexed by the difficulty alluded to for want of solution in his out set, in order to prove the preference and eligibility of virtue over vice, or good over evil ; and, though asserting the principle, supports it by the precept, instead of main taining the precept by the principle. That this is the fact, that he does not use his principle in a direct manner, Avhen he comes to explain the doctrines and prac tice of moral virtue in suffering or forbear-"], [49, "31 ance, an instance may be given in his po sition of, \" Whatever is expedient is right ; but it must be expedient on the whole, at the long run.\" What is this, but that he found the necessity of maintaining that men must forbear and must suffer ; but found that the benefit or happiness of men, and sufferings and forbearances Avere in contradiction, and therefore resorts to ex plain morality by other terms or positions, although he finally must come back to the welfare and happiness of men as the reason Avhy virtue is good ? That Dr. Paley felt the difficulty of the apparent inconsistency and contradiction alluded to is most evident, and that he sought to overcome the contradiction that appeared in human actions or concerns termed moral or virtuous, no greater or more striking instance perhaps can be ima gined than in his statement or position of the pigeon, Avith which he opens the subject of property. It should seem he saw and felt the opposition to morals in the incon sistency there appeared, and that so formi dable that he would give the strongest case"], [50, "32 he could imagine, and in order to explain it and satisfy men's minds notwithstanding, that virtue was what should guide them, and that, notwithstanding the most glaring inconsistency or paradox appeared in hu man laAvs and institutions, that it was still virtuous to abide them : for, of all the most extraordinary methods yet taken to support and explain a subject, sure that was the most strange that he has pictured in this position. Property and all other rules impose hardships on man ; but is there no return or compensation ? Pro perty may impose hardships ; but it is for the benefit or good of men that it is insti tuted ; and do not men profit by it ? Here is the good ; and there is no evil, but in a partial and inconsiderate statement, a mis representation, in fact, as to property : for property, rightly understood, is and ought to be applied to the human benefit; and what matters it, in a general consideration of men, Avhom it belongs to ? What does it signify Avho is the possessor of the land, so men have the produce of and the advan tages to be derived from it, or so that the 3"], [51, "33 general interests of men arc promoted by it, but Avho (all mankind), Avithout it, must Avither in their numbers, and the remnant live in contest if they meet, or pine in so litude, in misery, and want, artd Avretched ness ? But such position of Paley is a di rect avowal of the difficulty stated here. Enough has been said to show, that, owing to the difficulty stated in the subject of morals, the want of a more simple and uniform system of instruction has been oc casioned, and that there may be hope to succeed in giving a more plain and better system and foundation for morals or hu man conduct generally, inasmuch as they Avill be explained or founded in a direct manner on their true principle, the benefit of man, or what is good. And the difficulty by which men are perplexed or feel assailed in their consider ations on the rules or laAvs of their actions in good and evil, will, it is believed, be very easily explained and seen on being stated ; and men will see that though the benefit and injury of men, or what concerns the benefit and injury, commonly speak- D"], [52, "34 ing, be the means of judging or estimating Avhat is good and evil, yet it is not by the benefit and injury of any individual, or of individuals compared Avith the many, but by what is the benefit and injury of man as the human race, or the many who are concerned or connected Avith one another in what they do, or the effect of Avhat they do may affect or concern one another. Hence it is evident, that though the benefit and injury of men are synonymous with good and evil, yet not being judged by that of the individual or of the individuals only compared Avith the many, good will not al- Avays be the benefit of the individual, or evil the contrary ; but Avhat may be proper or necessary for the many may not be be neficial but hurtful to the individual : or, in other Avoids, Avhat may be benefit or good to the individual may be injurious to the many. And thus, although Avhere a man's interest or benefit may assort or agree Avith those of others it Avill be good, Avhere it will be contrary to their interests it will be evil, and his injury will be good. And, for human actions, or doing Avhat is good, and not"], [53, "35 doing evil, those rules that will consider the many, or by Avhich men can act that will have consideration or regard for others, or by Avhich the interests of men can be and are generally considered, will be the rules of action that are good, however they may press upon the individual, and the contrary Avill be evil, and such are virtues and vices accordingly. In this digression, the pardon of the reader is solicited. It may be useful ; and, as to the author, it is a measure of justifi cation, by the necessity of shoAving the er rors or the difficulties that have prevailed as a reason for the present attempt to sim plify and render more plain and easy the subject of morals. And Avhile the science, of most other subjects has been advanced, let it be remembered that to Avhich all are subject, is in Avant of a concise and perspi cuous system, to render such efficient for the common use of men, and for any very general improvement. And it is hoped, un der such apparent necessity, the author -will stand excused for his endeavour of giving what has not been done before, and for this d 2"], [54, "36 digression as not uncalled for, and which may be of use so far, that, by showing the difficulties that Avere in the way of moral science and general moral improvement, it will be serviceable to the present work, and to the subject altogether. Morality is a term or Avord by Avhich is meant that which is good, or right, or pro per, concerning men and their actions, and Avhich is approved, or Avhat is alluded to as their principles or rules of action, or their motives or reasons of their actions gene rally, or the thoughts, Avords, and actions of man that are good, or right, or proper, and Avhich men should do. But this, as it may concern or relate to man, and not to other things, and man and his actions as they concern other things, and not himself, are not considered or designated as good or bad morally, or concerning man, but only Avhen such may concern, or relate to, or affect man. It is true that human acts Avill generally more or less affect or con cern man ; but it is only as they may or do affect or concern man that they are termed good or bad morally, or are meant"], [55, "37 by these terms. And by morality, or by this term, the good is alluded to in distinc tion to the opposite or contrary in men and their actions, Avhich concern man, or are evil, and that are Avrong or improper, and men should not do, and which is immorali ty, and Avhich is condemned. Such is the subject here adverted to or meant under the term or Avord morality ; and therefore in such sense is the Avord to be understood, and such the matter or subject alluded to, as that term here is used. The human actions, or the conduct of man, as regards himself (meaning man kind), are so called morality, or are signi fied by that term or Avord to designate them as regarding or relating to that which is moral, or concerning himself or man ; the term moral being that by which is meant or designated Avhat concerns or relates to man, in distinction to Avhat relates to or concerns other things, and man is not con sidered, or where there is no consideration of the human being. The term moral is used in various ways, or to refer to or mean various things re-"], [56, "38 garding or relative to man ; as, moral agency, or human power; moral possibi lity, or that which is Avithin the power or compass of man, or is Avithin human poAver or means, as far as he can see or under stand and act ; moral meaning, or the mo ral of a tale, or that instruction, or advice, or lesson, that is derived from or is con veyed by any fable, history, or relation of events, either real or imaginary ; and the moral world, in distinction to the natural Avorld, as the grand division of things in this Avorld in human estimation or distinc- tion ; the natural Avorld including things according to and as they exist in nature ; the moral Avorld according as they (things and matter of the natural Avorld) are af fected or influenced by the poAver or art of man, or that proceeding from human art, as the art of man, or human powers, has influence on nature or the natural world, or to things existing, in their natural form; or to Avhat proceeds from human power or art, alluding to the human mind or imagination. Also moral things or mat- ters, meaning things sublunary or of this 8"], [57, "39 Avorld, in distinction to things divine, su pernatural, or beyond this world or human poAvers or understanding. And the term moral is and may be used in various other senses ; but in all, the term is applied as relative to man, or Avhat means or respects man, and that in distinction to other things. It is here applied to or used in the sense of alluding to human actions that are good, as relating to man, as moral actions that are good are the same Avith morality. Such at least is the conception or idea and mean ing as the term moral is here used, or such is meant to be referred to or denoted by it, applying it to or alluding to the actions of man as relate to man. And, used in a particular sense, the term moral is applied to denote or signify Avhat is good, in dis tinction to Avhat is evil; Avhile, in a general sense, it includes both good and evil, as moral good and evil, or good and evil as such concern or relate to man, or morality and immorality; and therefore moral ac tions or morality, being terms used as or applying to the particular sense or mean ing of things moral, implies or means the"], [58, "40 good or what is so in human actions or the conduct of man. Morality, alluding to or referring to man, applies to man as a conscious and reason able being, with Avill and poAver to direct and control his actions, and as such is used in distinction to brute or other creatures, Avho are not characterized by reason. And as such term moral is applied to man, it is also used to denote that Avhich is dependent on himself, or Avhat arises or proceeds from volition or his will, and Avhich he has know ledge of and poAver over, to control, direct, or manage ; and it is not used to denote what is mere nature, involuntary matter, or action, unconnected Avith mind or intel lect, and Avhich he has no poAver over, or cannot command or control at Avill, or sub ject to its influence. And as the good and evil are dependent on man, or his thoughts, his words, and his actions, so far is he ac counted responsible to his felloAv- creatures ; and he is adjudged and approved by the good, and deprecated and condemned for the evil. Under morality, therefore, are consi-"], [59, "41 dered the actions of a being Avho has knoAv ledge of and poAver over his actions, to di rect, govern, and control them ; and, as far as he has power, to see their effects, and di rect and govern his acts, is adjudged and held responsible for what he does by, or concerns, his felloAV-creatures. Morality being the good in men's ac tions, or Avhat is so deemed, and they are to do, and by Avhich they are adjudged and approved and held responsible for, and con traryAvise are deprecated and condemned ; good is Avhat the human actions, or men and their actions, are approved by, and the evil the contrary, and are the rules of the approbation and condemnation of men as to what they are to do and Avhat they are not to do, or of their actions. What is therefore to be considered under morality, for hu man instruction and direction, is Avhat is the good or that so termed that morality refers to, and by Avhich men and their ac- tions are adjudged and approved, and the contrary, and that men are held responsible for accordingly as they do good or do evil."], [60, "42 To understand better Avhat is the good that morality refers to, it Avill be first ne cessary to state Avhat is good generally, or meant or understood by that term generally applied ; and then to come to the particu lar meaning of that term, or that meant by it, as applied to man, or moral good, or to morals or human conduct concerning man, as referred to in morality. For as Avhat is termed good may be applied variously, or to different things, and of various and op posite natures, it may and will have various and opposite meaning or allusion, and Avhich may be and is the occasion of much confusion and error, in the consideration of the good and evil properly so called, as re lative to man, or moral good and evil. By this means, the distinctions of good gene rally, and Avhat it is in the particular appli cation of it as it refers to morality, or hu man actions, Avill be seen ; and men con fining their ideas to the proper sense of it as referring to man, or to the particular sub ject to Avhich good refers in morality, it is to be hoped morality, or the good in"], [61, "43 human actions Avill be more correctly and distinctly considered, seen, and under stood. Good is a term applied to, or is used to signify, what is approved, admired, or es teemed, or right, or proper, in distinction to the contrary, or Avhat is deprecated or disliked, or wrong, or condemned and termed evil ; or, in other Avords, Avhat is ap proved and what is condemned are denoted by the terms good and evil. Applying these terms generally, or alluding to any thing the term of good is used to, or the contrary ; the being or existence of that thing it is applied to, and its being well or sound in all respects, or being Avhole or en tire, without defect or blemish, or any im pairment, (and speaking or alluding to what is good as to any thing in respect of that thing it is applied to) such (the being well or perfect) is good, as to that thing; and evil is applied to signify or denote the con trary, as any injury, defect, ailment, or blemish to the thing it is applied to. The perfect state of any thing may be a ques tion, and the precise state therefore of that,"], [62, "44 the term of good is applied to may be ques tionable ; but it is applied to the best or most perfect state as the thing may be in, or may be imagined ; and any state short of or less than this, being an evil in distinc tion to the good, or what is meant by it, in the highest or most extended meaning of the Avord, to any thing it may be applied to. The terms good and evil thus consider ed, may be termed the proper sense, or po sitive, or fixed, or certain idea of good and evil, applying or being used to one state or idea of a thing, or either the perfect or best, and the contrary, or any state less than this. But most if not all things are the subjects of benefit and injury, or are the subjects of support, preservation, or maintenance, and of hurt, detraction, ble mish, and finally of destruction, or the depri vation of life, being, or existence ; and the terms of good and evil are ordinarily ap plied to distinguish the benefit from injury, or Avhat conduces to the one or to the other. Things likeAvise may be or exist in a greater or less state of perfectness, or in a state more or less well, or desirable, or may exist"], [63, "45 under more or less injury or detraction from a perfect or best state; and are ca pable of more or less benefit, and of more or less injury; and the terms of good and evil are applied to the better state, and the Avorse, either of health or perfectness, or of an inferior state, or state of impairment. And the term good is also made use of to signify the greater benefit or Avhat conduces to it in comparison with the lesser, Avhile the inferior to the greater is termed evil ; and so of injury Avhere benefit cannot be had, but hurt and injury only experienced, here the less injury, or Avhat averts the greater injury is esteemed good, in comparison with the greater injury, which is termed evil. Good and evil, thus considered in the terms thus applied in a comparative sense, de pends on circumstance, under which is view ed, judged, and determined Avhat is good and evil, as a better or more desirable state or less so, or a less injurious or more hurt ful or obnoxious state or thing, and the contrary of these. Good and evil, or what is meant by such terms, referring to a comparative state of"], [64, "46 things, the good is not confined to Avhat is benefit, and evil to Avhat is injury ; but the perfect or best state of things being that most desirable, or most esteemed, the best or that nearest, or Avhich most approximates the best, if that cannot be had ; or under circumstances Avhere harm or injury can not be avoided, but must be endured, the less hurt or injury, as least opposite or ad verse to that best and most desirable and esteemed, are held as good comparatiArely : and the contrary of these, or the lesser be nefit and greater injury, comparatively, are evil : and consequently benefit and injury do not of themselves only constitute good and evil, as good and evil may be either the one or the other as circumstances of the degree of either, or the most eligible state of things, or less eligible, offer themselves for the decision of the judgement. As things, hoAvever, to which the terms of good and evil are applied, are capable of receiving benefits, and are susceptible of in jury, the terms of good and evil are ordi narily applied to signify or mean benefit and injury, and what conduces to them"], [65, "47 Avhere only benefit and injury are alluded to, and the terms good and evil arc only ap plied to, or meant to distinguish, benefit from injury, and reference is not made to the good and evil in a comparative sense. It Avill be proper to observe in regard to comparative good and evil, that it necessa rily folloAvs that good and evil applied, or used, as meaning what is eligible, or estim able, and otherwise, should not ahvays mean, the former, the better state of things, and the latter, the Avorse, or the benefit and injury ; and thus the good applies in benefit to the greater, and in injury to the lesser, or in other Avords the good is the greater bene fit and lesser injury, and evil the reverse. Good and evil, therefore, in a comparative use, or meaning of the terms, are not sy nonymous Avith benefit and injury. Never theless there is no difficulty in determining either, Avhere a better or worse state of things is seen or knoAvn, or Avhere benefit and in jury, and Avhat is more or less one or the other, is under consideration, as the greater benefit and lesser injury determine the good, and the contrary Avhat is evil."], [66, "48 In applying the terms of the good and evil to man, or what moral good and evil means, they will be found the same to him as they are to other things, with the excep tion of any difference that may arise from the superior consideration, that moral good and evil, or what concerns man, are to good and evil, or what they mean, as to other things. What is moral good and evil, or is meant by the terms good and evil as applied to man, is next to be considered ; and the good in this respect is his being or his life, or existence, his person or body, and his limbs, organs, and members, with his mind or intellect, and his poAvers of mind and body, as thought, reason, judgment, and Avill ; his poAvers of speech and action, and such like ; and these being Avell, or good, or perfect, or Avhat may be called health of body and mind, or his being. Such then is good, and any diminution of these (de traction, hurt, or injury) is evil. And this is good and evil properly speaking, or in a proper sense of these things, or a fixed, cer tain, or positive idea of them, His being,"], [67, "49 and this well or perfect being, good, and all less than this, evil. Man, like all things, is capable of receiv ing benefit, and susceptible of harm or in jury. Food, raiment, shelter from the in clemencies of the Aveather, protection from, and prevention of, danger and harm, all aid and contribute to his support and pre servation ; and are, as to man, his benefit. The Avant of which support and preserva tion causes his hurt, and he is liable to hurt from violence, and from disease, pain, de cay, and death ; and such, as to man, is his injury. And his benefit and injury are or dinarily the distinctions of moral good and evil. And whatever things and actions cause, or tend, or conduce to his support and preservation, and prevention of his hurt, and Avhatever, causes or conduces to the detraction of his support and preserva tion, or hurts or produces disease, pain, de cay, and death, are likewise ordinarily dis tinguished as moral good and evil. He may also exist more or less perfectly, as to his poAvers of life and his body, the inte- grity and soundness of these, and generally E"], [68, "50 as to health ; and he may suffer more or less in their hurt, and finally have them all destroyed in death. He may also receive more or less benefit, and more or less in jury, and his best or most perfect state, and his greater benefit to a lesser ; as also Avhere he cannot avoid hurt or injury, his lesser hurt to the greater is termed good, and the contrary or the less sound or healthy state, and the less benefit to a greater degree of health and benefit, and the greater injury to the lesser Avhere such must be endured, are deemed evil ; and these are comparatively good and evil as to man, or morally so, or comparative moral good and evil. The moral good and evil, or good and evil as it relates to, or concerns man, or as these terms are applied to man, or Avhat concerns him, in distinction to other things, are held by man as superior in his consi deration, and governing every other esti mation of them, or as good and evil regards other things ; that of other things being held in no consideration in competition or com parison of man (except under the perver-"], [69, "51 sion of prejudice, poAver, error of mind, or defect of intellect); but that of other things being estimated, or they and their benefit and injury being approved and condemn ed, according as they are of, or effect, the good and evil as to man, or moral good and evil. Moral good and evil being of greater concern to man than all other good and evil, or notions or ideas of these things, it is to the moral sense of them, or as they concern man, that man generally alludes or means, Avhen he commonly alludes to, or speaks of, good and evil, and not the good and evil of other things, unless they are specially alluded to; and moral good and evil, or what concerns man, is not un der consideration. The different sense or meaning in Avhich the terms good and evil are used, having been explained, for plainness or simplicity, hereafter in considering what is good, and the contrary, when referring or speaking of Avhat they allude to or mean, they Avill be described by the benefit and injury of men only ; but the various sense or meaning, as e 2"], [70, "52 the positive, ordinary, and comparative, and what conduces to or concerns those, must be understood to be meant as they may occasionally be the subjects of consi deration to Avhich the terms of good and evil are used, or are the particular subjects meant or alluded to under these terms. The good and evil, or any thing alluded to or meant as such, of or as to men, will therefore henceforward be here described, or what they allude to or mean -will be de scribed generally, by the benefit and in jury of man. In judging or estimating what is good and evil, and what is so accounted, it is by Avhat is the benefit and injury of mankind, or man generally, and not individually ; or by such of any man, as an individual, or men, as individuals, or any class or portion of individuals in reference to mankind, or the community at large. The benefit as to men, or Avhat is agreeable or consistent Avith the benefit, or interests of men, as they are related or connected Avith one another in society, or in their connexions, or relationships, or concerns, Avith one"], [71, "53 another of any kind, being accounted good, and the contrary evil. But Avhat is only the benefit of men as it concerns them- selves is not always accounted good, but only so as to themselves, unless it is con sistent or in agreement Avith the benefit of others Avho ought to be considered, and then so agreeing is accounted good, but otherwise not agreeing, is evil. The terms good and evil are applied to signify Avhat are the benefit and injury of individuals; but they are only so applied properly, in Avhat respects the individual, where their benefit and injury does not affect, concern, or relate to that of others, or men generally : and although a man's benefit and his injury, are called good and evil as to him, yet Avhere his benefit and injury concerns, or is involved Avith or re lates to that of others, and the terms of good and evil are applied here to the be nefit and injury of the individual, they are improperly so called, and they are merely meant to apply, or allude, to the benefit and injury simply as affecting the indivi dual, but do not mean, nor are such terms"], [72, "54 applied to mean, the moral good and evil in the estimate of men generally, or man kind, or as Avhat is approved as the one and deprecated as the other. The judgement or estimate of good and evil, or what is so accounted, are by that of the benefit and injury of mankind, or man generally, and not of man individually, are so admitted and acknowledged by all men universally. For men both as a body or number collectively, and as individuals, look to their OAvn benefit as good (unless under the perversion of prejudice, power, or the error of mind, or defect of intellect), Avhen so consistent and in agreement Avith the interests of men generally, in their con- nexions or relationships with them, and not adverse, opposing, or to the prejudice and injury of others' benefit. But men do not call their own benefit Avhen incongruous with, or in opposition or injurious to the interests of men generally in their relation ships, or connexions with them, where others should be considered, good, but the contrary, and call it evil. The benefit of a man in reference to"], [73, "55 others, termed good, is not therefore con sidered by his OAvn benefit as an individual, but by its consistency, or agreement Avith the benefit of others. The good is there fore estimated or adjudged by the benefit of men generally, and not by the benefit of the individual ; and the contrary, or evil, by the injury of men generally, and not that of the individual. Good and evil as the benefit and injury of man generally, and not of man indivi- dually: — What is good will not always be the benefit of individuals, nor -will Avhat is evil always be their injury; but dependent on, or referring to others, the good will often be the injury of individuals, and thus be- nefit Avill be evil. But such being good, or the rule of human esteem, and by Avhich men are adjudged, men, as individuals, in order to be and do good and not do evil, must suffer and endure injury, or they or their interests cannot be considered Avhere \"^ilfAVill be for good, or the benefit of men generally, or mankind; and not to do evil, and to be good, individuals must forego, or forbear, or sacrifice their benefit, or"], [74, "56 they and their interests cannot be con sidered where it interferes Avith the benefit of men generally, or mankind, or Avhat is good. And the actions of men conform able to or corresponding Avith, or consist ent Avith Avhat is good, is considered or es teemed good and morality; and the con trary, or not so agreeing, evil and immo rality. In morality it is necessarily implied that good and evil, as referred to in men and their actions, are dependent on men, that is, that men can render benefit or be of service, or do good ; and do harm or in jury, or do evil ; for morality refers to or implies the good in human actions or Avhich men can do, and ought to do, in distinction to the evil, as Avhat they can also do, and ought not to do. And man in what is good approves or adopts a rule for his actions or conduct, that considers men generally or is for their benefit, and rejects the contrary ; and in doing so, considers or makes that a rule of his actions or conduct Avhich is not always agreeable to him, or for his benefit, in his"], [75, "57 individual capacity, or character, or the benefit of individuals ; but Avhere man as an individual may suffer injury, and occa sionally must bear or suffer the greatest privations and loss; and Avherein his own benefit as an individual, is only considered by Avhat is agreeable to or consistent with men generally. But men are not to suppose that, in the doctrine of suffering and forbearance, for doing good, and not doing of evil, that they are not to have regard or consideration for themselves and their benefit, and are to seek or expose themselves to injury, under the idea, that by suffering or forbearing in what concerns themselves or their interests, they are doing good, and that not doing so, they are doing evil. On this ground, or under this notion, individuals might always be suffering, and there Avould be no limit of their forbearance, for that Avhich Avas considered good. But it must be remem bered, that good is a rule for human con duct, and by Avhat is the benefit of mankind, or men generally; and men as individuals, are as much included in such rule, as those"], [76, "58 Avhose benefit they as individuals are to re gard by the sacrifice of their own, as indi viduals. And that Avhich shall be the bene fit of mankind, and therefore good, will be the rule of consideration of one individual the same as another. And that men as indi viduals are included in mankind, or men ge nerally; and men as individuals shall have the same, or share, or take part in the good, or what is the benefit of men generally : and that the sacrifice of the benefit, or good, or interests of individuals, will only be that portion that is necessary for each to suffer or endure for the benefit of one another, or for that of all, or of men generally. And beyond that line or rule which shall be the benefit of mankind, or men generally, and in Avhich every individual as being a part, or one of men generally, shall be included, no one can in reason suppose he ought to suffer or forbear uncalled for by what is good, or the estimations of what is so, in the benefit of mankind. And if he does think so, it is an error, or folly of the judge ment: and so far as injury is experienced in himself, as a human being, by not observing"], [77, "59 the rule of good, or what is the benefit of men generally, is guilty of an evil, however extenuated by the good intended, or unin tentional evil; and if only falling on him self, can have no one to be responsible to; but otherwise, if, in suffering and forbear ance uncalled for, his OAvn injury involves that of others, Avho ought to be considered. On the other hand, as it has been observed, that men are not called on, by the doctrine of suffering or forbearance, to disregard themselves, or to forego their benefit, and expose themselves to injury, Avhere good, or the rule of the benefit of men generally, does not require them to do so. It is like- Avise proper to observe, that what degree or quantity of suffering or endurance they may be exposed to, or required to bear, is uncertain, or cannot be particularized or defined, although it will be limited by Avhat is good, or shall be the benefit of men ge nerally. The suffering and forbearance that shall be required of individuals for good, depending on the fortunes of men, or chance and accident, and generally the casualties of human life, or circumstances"], [78, "60 attending it, on Avhom, or Avhen, or hoAV it shall fall or happen, or in Avhat extent or degree, cannot be ascertained: this must remain in uncertainty. Some will have more, some less than others ; but it shall be limited, nevertheless, by the rule of good, or the benefit of men generally : but in Avhatever quantity it does fall to the lot of individuals to bear or sustain, such must be borne for good : and here it is that the virtue of men exhibits itself, in bearing and sustaining that which the rule of good im poses or requires. Beyond this, the extra vagance of men's minds and misconcep tions, their errors, their prejudices, or their weakness, may lead them ; but it is neither required, or meritorious, hoAvever mankind, in the sympathies of feeling, may have their compassion excited for the failings and suf fering of human nature, under erroneous notions, or misconceived ideas of virtue and humanity. It Avill be right to make an observation on the distinction there is in men doing good, or practising or observing morality, or acting as it is termed on principle, and"], [79, "61 men acting from interest only, because it is their own individual advantage. Good is the benefit of mankind, or men gene rally, and the contrary is evil, and man approving and adopting these for the re gulation or direction of his actions, or the rules of his conduct, for Avhat he shall do, and Avhat he shall not do ; the good in the consideration of mankind is the rule or principle of his action, and he therefore is thus said to act on principle. A man act ing for his OAvn benefit and interest only, looks to what is right or proper or bene ficial for himself only, as his benefit or in terest may be concerned or connected with that of others, and has no motive or reason of consideration of others beyond or fur ther than his benefit and interests are so concerned or connected. Man considers himself here exclusive of others, except as he or his interests are concerned or con nected with such, and consequently is Avithout motive or principle of good, or rule to direct or influence him that has consideration of others except for himself, or to practise morality, and to deprecate"], [80, "62 and condemn the evil, or to reject, pre vent, or avoid it, unless he or his interests are affected, involved, or concerned. In one case, men doing or practising Avhat is good, act on a rule of the benefit of mankind, or men generally, and they act accordingly, whether to their advan tage or disadvantage, and forbear their own benefit, endure loss, and suffer injury, where it is required of them to be sustained or endured, and this occasionally to the loss of all benefit, and even to the sacrifice of life itself. (There is also a more re mote or ulterior motive for virtue ; but this is the subject of religion.) But, on the other hand, where a man only acts for his own benefit, or as his own interests are concerned with others, and otherwise Avould not do good, or act morally, as concerned mankind, he has no principle of consider ation of mankind, or men generally, and no rule or principle to prevent his disregard and neglect of the benefit or interests of others, or forbear their sacrifice, if their be nefit or their interests are opposed to or in terfere Avith his benefit or interests, or if such"], [81, "63 sacrifice Avould be in any Avay conducive to his OAvn benefit and interests. . When men, therefore, observe morality, or good and evil in what they should do, and Avhat they should not do, where they can evade the punishment of disobedience to these rules, through secrecy, conceal ment, or stratagem, force or power, when the disobedience of these rules Avould be to their individual benefit, and where people may act, and there is either no laAv to con trol them, or there are laAvs, but such are insufficient, defective, or Avanting in force or poAver, should men deviate from what is moral, or in those cases where men are left to their OAvn discretion, to adopt the good or reject it, Avithout any interference, restraint, or coercion of laAv, and their OAvn interests as individuals might be pursued or adopted, Avhether morally good or bad, and it Avould be to their interest as indivi duals to do that which was to their own advantage, and to the exclusion of others, or the regard or consideration due to them, and yet do good or act morally; such men do not act from interest, com-"], [82, "64 monly so denominated, or selfishness, but on principle, or the rule of considering others or doing Avhat is good, or morality. Men thus acting or doing good, or obseiw ing the laAvs of morality, may be distin guished by the phrase of acting on prin ciple, and which it is believed is the idea at tached to the term or phrase of acting on principle, or in such sense is it used or meant here ; and it is on principle, it Avill be found, that all good or honourable men, or so considered or esteemed, act. As good men, or men professing to act right or justly in life, whatever good or in terest they may have in view, or may be their motive, Avith regard to themselves, they vieAV their OAvn interest as one Avith that of mankind, or subject to Avhat is good, or the laAvs or rules by which men have consider ation of one another, as they and their in terests are connected or involved with, or related to or dependent on one another; and they proceed as their benefit, or the object they may have in vieAv, is right or not, as it concerns, or as their acts concern others, in that which they may have in view,"], [83, "65 in regard to themselves, their own good or interest; when by not considering others, or doing wrong morally, they might pro mote their OAvn benefit or interests, and had it in their power to do so, Avithout fear of punishment, or even being knoAvn to have acted ill, but Avhich they do not take ad vantage of, but, on the contrary, foregoing their own benefit, and often suffering loss, and enduring injury, in obedience to the principle or rule they consider and esteem to be good or right, and even thus acting oftentimes without others knowing of their actions, either to applaud the good or de precate the evil. It is hence that the great value arises and is attached to great and virtuous and honourable men, or men of strict integrity ; that, acting on principle, they may be always trusted or relied on, for doing what is right or good, as it may lay in their poAver, or to the best of their discernment or poAver of judgment, although against their own individual interests, and their desires, and their wishes (Avishing or lamenting oftentimes that it were otherwise) ; and this often though unseen, and they have F"], [84, "66 nothing to fear, if they do Avrong, from dan ger of discovery, and nothing to expect of reAvard, even where their good actions might be knoAvn. Good is the benefit of men generally, but it is impossible to avoid all hurt or injury, nor is it practicable that the good or the be nefit of men generally can be had Avithout some harm or injury by individuals to one another; and such will necessarily arise, or such must happen, in that Avhich is neces sary for every man to do for his OAvn benefit, and to avoid his injury, as far as rests Avith himself, or is dependent on himself, and he must look to or take care of. It is obvious that the benefit and injury of all men, as individuals, or in their indi vidual capacity, more or less necessarily depends on or rests Avith themselves. Each has to take care of himself, as his own be nefit and injury depend on himself, his own knowledge, discernment, andjudgment, and his actions, or his labour, and industry. In this is included the preservation and maintenance of his life, the protection and care of his life and person, and avoiding of,"], [85, "67 or defending himself from, harm or danger, as likeAvise defence and protection of his property ; the obtaining subsistence, his occupations, and employments for that end, or livelihood, and likeAvise the various other objects or pursuits of life, of mental and personal accomplishment, of learning and of art, and science, and not omitting his amusements and pleasures consistent, it must be understood, Avith his good, or Avhat is Avholesome or beneficial. What is for the advantage of one man Avill be often de- trimental to another. The very first essen- tial act for every man's consideration of himself, subsistence, may be detrimental, even fatally so, to another. The appro- priation of that to himself which is neces- sary to support life, as food, may deprive another of it, and cases of extreme suffer- ing may occasionally happen ; and when it is considered the various Avays it may be necessary for men to act, how constantly must their acts, and Avhat is necessary for them to do, interfere Avith, oppose, and tlnvart the interests of others, deprive them of Avhat they may be in want of, and often f2"], [86, "68 to their greatest injury ! In an uncivilized or a savage state of man, taking of wild game may deprive others of it. In more settled states, the occupation of land, the use and cultivation of it by one man may deprive another of it, and injure him. And in settled states and communities, and Avhere commerce, arts, trades, and profes- sions, engage or employ men, the pros- perity and success of one may and Avill be often the deprivation and injury of others ; and the ruin and destruction of some may be the source of the aggrandisement and riches of others. Such may be termed the interference or clashing of men's individual interests. The good or the benefit of men generally, therefore, is not and cannot be understood as a rule, that shall or can be Avholly or entirely beneficial, or be free of all hurt or injury to men; for benefit can- not be entirely had, and some hurt or in jury to man must be experienced. Never- theless, the benefit of men generally can be considered, and such therefore is good, or Avhat is so esteemed or considered. And so as men, in doing Avhat is necessary for"], [87, "69 their own benefit and objects of life, de- pendent on themselves, regard or do not interfere with Avhat is good, or shall be for the benefit of men generally, but conform to, or limit, or circumscribe, their own in- dividual interests, or what they do for their OAvn benefit and objects of life, by what is good, or the benefit of men generally, any injury or mischief that results from the clashing or interference of men's individual interests, can only be considered as the suf- ferings of the individuals, but not affecting Avhat is good, or the benefit of men generally. And the injury or mischief endured by men as individuals in such conflicting cases, as they arise or result from the intermingling and clashing of men's interests in society, so is it compensated in the general benefit resulting from society, or the advantages generally derived to men, or received from one another in society, as also from the in juries or mischiefs avoided, or prevented by the same means, or through each other in society; and the suffering by individuals in this respect that may be experienced, as re quisite for good or the benefit of men gene-"], [88, "70 rally, becomes the duty of individuals to bear, and the endurance, a virtue of for bearance and suffering, in the persons expe riencing them. It is, therefore, noAv to be considered what the rules are by Avhich men can do good, or by Avhichthe benefit of men generally can be effected, or Avhich being contrary, or to the injury of men generally, shall be evil, as the good and evil, or the benefit or injury of men is concerned Avith, or connected with, or related to, or de pendant on, one another, or men and their actions. Good as the benefit of mankind, or men generally, regard or consideration of one another or those actions, or that conduct, Avhich shall consider and take care of men, and their interests as they are involved Avith, relate to or depend on or concern one an other, Avill be good, and the contrary, or Avhich donot consideror regardone another, will be evil. Hence arises virtue, or the vir tues arise, in Avhat is good, or effects the good or considers mankind; andthe rules ormodes of acting that will have this consideration of mankind are hence called the virtuous"], [89, "71 precepts, or being Avhat men should observe as good are the precepts of his actions or conduct. Such are truth, honesty, justice, peace, charity, and all the humane virtues, or modes of action, kind and considerate of man; and such being rules or modes of ac- tion, by Avhich the benefit of men and their interests are considered, as their actions or conduct relate to or concern one another, or their benefit is dependant on one another, and by Avhich every man's interests are duly and fairly weighed or considered, taken care of or regarded, and as rules or means ne- cessary for the benefit of men generally, are good; these are, therefore, general precepts for the actions and conduct of all men, for their direction and observance. And the contrary, as fraud, theft, falsehood, wrong or injustice, violence, oppression, robbery, murder and cruelty, and suchlike modes or ways of acting or conduct, Avhich do not consider or regard men and their interests as they are involved Avith or concern one another, or are related or dependant on one another, and are prejudicial and injurious to men generally, or consider men partially"], [90, "72 or unfairly, are evil, and are not to be done, or men are not to be guilty of these. In the practice or observance of these precepts or virtues, and abstaining from or rejecting the contrary modes of acting, or the vices, as these are general rules, it may be noticed here generally, that men in their practice are required to forego or forbear their OAvn advantages or benefit, and suffer and endure loss and injury. By observing the precepts, and regarding what is due to others, and performing all their duties or engagements either declared or implied, men must often sustain loss, danger and injury, difficulty, trouble, and inconvenience to themselves, or what concerns them. They must often forego their own interest and advantages in doing what is fair or right by others, or ren dering or giving that Avhich is due to them, or belongs to them, or they ought to have or be regarded in; and by abstaining from vice, or not being guilty of the contrary to these precepts, men give up, lose, or do not take advantages or benefits they might have or take by such means; they do not screen, shelter, or protect themselves and"], [91, "73 their interests from harm or injury, or other- Avise they do not serve themselves and their interests, which they might do by such means; and men in suffering or forbearing Avhat these rules require or impose, render service or benefit to others and their inte rests, or save them from, or avoid or prevent their harm or injury, in what they can be and ought to be respected or regarded in, as the benefit and injury of men are involved or connected or concerned with, or related to or dependent on one another. Such are the precepts for the general guidance and direction of men. But for the more particular direction of men, it will be proper to consider Avhat the good shall more particularly be or consist of, or alludes to, for the more particular practice or instruc tion of men ; and as a means, or as rules, for their direction and government in this respect, in their moral conduct, Avhich shall be good, or in conformity Avith it and mo rality. And that, therefore, being so con sidered good, and morality, that men are to do and observe, and the contrary, or"], [92, "74 evil, and immorality, and Avhat men are not to do. What therefore is the good, or the bene- fit of men generally, more particularly, is next to be considered for the direction of men in the practice, or doing of good, or Avhat men are to do, and is morality. What then offers or presents itself as first to be considered is life, as good, and every thing of concern to man results from this. This as necessary for every thing else of human consideration, offers itself as the first and essential thing to be noticed; and that Avhich is immediately connected Avith the life of men, as their persons, in Avhich is included his mind, his body, his limbs, organs, and members, the poAvers of speech, and action, and all other poAvers and properties belong ing to human life or being, as happiness, or the enjoyment of life, and the character of men is alike of first, and essential con- cern Avith man ; and life, and Avhat is thus connected Avith it, being the benefit of man, is good. Respect or regard for the life of man,"], [93, "75 and his person, and all things connected immediately Avith his life or being, there fore, and to save, protect and preserve the life of man, and all connected Avith it, or Avhat Avill do so, is good. Therefore, to kill or destroy, or take aAvay the life of man, or do murder, or injure or hurt men, or to injure the person, and what is compre hended in this, the mind, body, the limbs, members, and powers, or use of speech, and of action, the health of these; or the preju dice or detraction from the enjoyment and value of life, or the happiness of man, or that Avhich would lead or tend to the hurt or injury of man, is evil. And as the character of men, or their good fame and credit or esteem among men is necessary for life, in the due enjoyment of it, or the value of it, or the happiness of men, to take away, or destroy, or hurt, or injure the character of men, or that which Avould tend to do so, is evil. Regard or consideration of the life and the person, and all included under life, or the happiness or Avelfare of men, although generally good, and the rule of men's lives"], [94, "76 and actions, cannot be considered to be indiscriminate or unlimited, or Avithout ex ception, and may not, in every instance, be good. And it is not to be understood that this regard or consideration of life, and the happiness of men, is an invariable rule, or has no exception ; for men may forfeit their claim to this regard, or consideration, by that conduct Avhich renders it neces sary to oppose them : and to punish them to prevent evil in them, or the opposite conduct to Avhat is good, in such, towards others, or the want of >such respect or con sideration in them toAvards others, which Avould occasion or produce evil. And Avhere men Avould act, and do not regard the life and person of others, or Avould restrain the use, or due freedom of speech and action, or injure or asperse the character, or Avith out Cause or just occasion offend, insult, provoke or irritate, or excite the anger or passions of others ; in such cases, to op pose, prevent and punish the evil in others, regard or consideration for men in life and happiness cannot be had or observed, and it is not required ; and such regard or con-"], [95, "77 sideration in such cases is not good, but, on the other hand, is evil, where it Avould pro tect, or sanction, or encourage, or autho rize, the Avant of due regard or considera tion of men toAvards one another. And in self-defence, for the preservation of life against violence and unlaAvful acts, Avhere life is threatened or endangered by violence by others, and the danger is imme diate or certain, if not presently prevented, the destruction of those Avho Avould destroy or kill others or endanger their lives, is reasonable, and in such cases is held to be justifiable and right ; and in attacks or as saults on the person, or attacks on pro perty, or robbery, and particularly when accompanied by force or violence, and not justified by laAv ; in such cases if those who are assaulted, or whose property is attack ed, in defending themselves and property, or repelling the attacks made on such, or pursuing or taking the assailants, those who are attacked and those who may be assist ing them kill the aggressors (such being in self-defence), are held justifiable, and not responsible for the death of the aggressors,"], [96, "78 or those offending. The Avant of respect or consideration therefore of one another, in these or similar cases, are exceptions to the general rule of regard and consider ation of life, and Avhat is included under it. And it is not to be supposed or under- stood, that such consideration extends to or includes what may affect others, to their hurt or prejudice, in Avhat men are doing or may do for their existence, and objects of benefit to themselves as individuals in life, prescribed by or Avithin or agreeable to the rules or limits that can be prescrib- ed for the consideration of one another, or is good or the benefit of men generally, or which is lawful for them to do, or rea- sonable or necessary, Avhere there may be no limit of laAv, nor to what is required of men to do, in obedience to laAvful autho rity, or to accident, or to powers that men cannot control, or Avhat they are enforced to do Avithout means of resistance or refu sal, or that is an ordinance of laAv that is po sitive, or must be obeyed. Such regard or consideration can only be understood in a reasonable and practical Avay, and there-"], [97, "79 fore that designed or wanton taking aAvay of life or murder or destroying one another, or hurting of life and all included in life, or any wanton mischief, or hurt or offence to men in life, or others' benefit, or interests of men, is evil. Or in the ordinary transac tions of life if harm can be avoided, that in such case to do so to the utmost power, and knowledge of men, is good ; and the contrary is evil. The life of man and Avhat is included in this, his person and all included under his life, and generally his welfare, being the first or principal subject for the regard and consideration of men for what is good, what will be necessary for the life of man, or that Avill effect or accomplish it, and the objects of life or human Avelfare, Avill also be good, and subjects of his regard and consider ation. It is then to be inquired into and seen, Avhat is necessary to effect or accom plish this, or is requisite for the life and all included under it, or the benefit of man ge nerally, and necessary for men to regard and have consideration of for the life and welfare of men, and shall be agreeable or"], [98, "80 consistent Avith the good or the benefit of men generally, and to Avhich the actions of men esteemed good bear reference, or by Avhich they are estimated good ; and these Avill also afford rules for the human direc tion in Avhat is good, and being contrari- Avise are evil, and are morality and immo rality accordingly. What appears to be good, or the benefit of man generally, more particularly, next to life, is property. Property appears uni versally admitted and adopted by man, and as necessary or requisite for the life of man and all included under it, and to Avhich the greater portion of human actions bear re ference, in regard to Avhat men esteem as right and wrong morally, as regards human actions, or good and evil in the hum an judg ment, and in Avhat men in their actions are held responsible for, and being good, is mo rality, and being contrary is immorality. Before the regard due to property, or consideration to be had of it, is enter ed upon, it will be proper to call the atten tion of men to the ideas they may have or generally entertain of it, the better 3"], [99, "81 to prepare men's minds for the consider ation of the subject, or the actions and con duct of men being considered good and evil as regarding it, and their actions being good therefore as morality, or being con trary or evil as immorality. The general idea that men have of pro perty Avill be, that Avhich they possess, or take, or appropriate td themselves, or is given or granted to them, is agreed to by others or is admitted or allowed by law or custom, or that which men have or hold and uninterruptedly enjoy, Avithout claim, or question, or dispute of others ; or, claimed or disputed by others, the possessor esteems is his, or he sees no greater right, or so great a right, in others as himself has, possessing that claimed or disputed. Men feel the use of property, and do not like to part with it, or give it up or be de prived of it, Avithout their consent or leave, and deem it a grievance, an hardship, or a a Avrong to have it taken from them, or in jured, or destroyed, without leave, or just or lawful cause, or occasion. Property may be further described as that"], [100, "82 Avhich men appropriate or take to them selves, as land or Avater, the creatures, the fruits, and products, of the earth, and the products or works, the effect of the opera tions or labours of men, as houses, engines, tools and implements, money, and the Avorks, or labours, or ingenuity of the mind ; and over Avhich things are assumed and exercised or claimed certain rights, authorities, or privileges, to the exclusion of, or in preference to others, either of an absolute nature, or Avith certain degrees or limits. Some things are considered com mon and free to certain individuals ; others, common and free to all, shall consist of mere temporary possession or enjoyment; and some things may be public property, applicable to particular purposes only. Of the good resulting from property, or the necessity of property, for the good of men generally, and the act of making or establishing rights or privileges over things, or Avhat may be termed the act of appro priation ; unless property is constituted, no man could say the space he rests on, or the food that is necessary for him, and that he"], [101, "83 has toiled for in the chase, or in the labours of agriculture, or in the service of others, or gained through his own industry, art, or ingenuity, and whereAvith he is about to satisfy his hunger or wants, is his. The covering of his body, or the shelter against the Aveather, made or raised Avith his hand, neither is his ; nor is any thing his, for the most common or meanest of his necessities any more than for his greatest luxury and comfort. For without constituting pro perty, or such a right and privilege in things, man cannot knoAv Avhat right or claim one man has to any thing he Avants, and obtains by his labour, than another, Avho might claim it, and take that he had sought for to supply his necessities, and obtained by his labour : since there is no privilege or right in one more than another, Avhere property, right, or privilege, is not constituted. As without this, every thing in nature appears open and common, and that of Avhich property may consist, the produce even of a man's OAvn labour, is not one man's more than another, from the meanest or most humble, or him possessed g 2"], [102, "84 of least, or nought but that he earns or gains from day to day to satisfy his hunger, or cover his body, or find repose, or shelter from the Aveather, to him possessed of lands, and flocks, and riches, beyond all bounds of his Avants, either of nature or imagina tion. Unless, therefore, property is con stituted, none are secure of that good pro perty affords ; for without claim, right, or privilege attached, no one can say Avhat he had or possessed Avas his more than an other's. But by constituting or establish ing property, or by a right constituted or given in things, the rights of all mankind Avhich Avould be common in every thing, are qualified, limited, or defined, by such rules as can or may determine the right, or Avhat shall be property, such as possession, or Avhat a man earns, gains, or obtains, by his labour or his industry, his art or ingenuity, by purchase or by exchange, or the gift or grant of others, or by the laAvs : and men have the means of knowing what belongs to them, and they may use and enjoy, and the extent of their power over the things of Avhich property may consist, Avithout the"], [103, "85 interference or interruption of others, or Avhere others may interfere or participate, the extent or rule of such interference, which were things in common, or the rights of individuals common in every thing, as they Avould be othenvise than limited, would not be the case, but every thing open or free to the common claim or right of all would be liable to the interference of all, and the consequent evils of confusion and disorder. The good and necessity of property is acknoAvledged among all mankind, from the rudest and Avildest states of which his tory gives account, or at this day exists, to the most settled states, the most refined and polished. Among Avandering and un settled states of men, by the limits of their territo^, and the occupation of the earth where they live, and have their abode from time to time, being considered as their own, by appropriating things for their use, in their implements of war, and of the chase, and in their huts or habitations, and canoes, where they possess any, and in the fruits of the earth they collect, and"], [104, "86 in the animals they take in hunting, and in the labours of their OAvn industry, art, and ingenuity, and for all which they have their rules, their laws, and their customs. In settled states, by appropriating and divid- ing the land among the individuals, the rules and laAvs which exist regarding, the use and cultivation of the land, and of la- bour, art, and industry, and the produce of the soil, and of their labours, and of Avorks of art and science. By property being constituted or established, the cultivation and improvement of the earth, and its fruits and products, and the advantages and benefits of the arts and sciences, are ob- tained, and secured, and multiplied, to man, and the increase and happiness of mankind promoted to the extent of the moral means : and such is good, and Avith- out it, misery, Avant, disagreement, and hostility among men, must ensue, and evil be the result. It is for good, therefore, that property is constituted, and the neces sity of it for the good justifies and autho rizes it. How property Avas or is established, or"], [105, "87 how the appropriation and division of land, and the things and products of the earth, and men's labour, Avas or might be originally made, or the rules or laAvs con cerning them that exist, were constituted or ordained, and a separate and deter minate right settled, there can be no occa sion to enter upon here. The constituting of property, and laws or rules respecting it, are the subject of arrangement or agrees ment among men, and are subjects of po lity, or for the consideration of govern ment, and law, or legislation. These mat ters may belong to men as a body, or even to individuals in a collective capacity, or as delegated by others. The subject here considered as morality^, are the actions or conduct of men as individuals towards or concerning one another that are good : further, therefore, than Avhat is required of men as individuals for morality in regard to property, and respect and consideration of it, as good, or the benefit of men gene rally, is not the business of this work, as morality; and the subject of constituting property, and the making of laAvs concern-"], [106, "88 ing it, as polity, must be left to the consi derations on that subject. Property, there fore, it must be understood, is only consi dered here as it is, or may be, established, and where men have to act, as their actions may regard that which is established as property, and relate to or affect one ano ther, in regard to property as so established. And moreover, were the constituting of property to be considered, it would lead to an infinity of considerations, as cus toms, laws, manners, habits, prejudices, opinions, and natures of men, climate, and soil, and would be far too extensive for consideration here, and too vast and com plex for the plainer and common rules that are to regulate the conduct of men generally. Property, in whatever it relates to, or the form in Avhich it may exist, as good, the regard and consideration of it, not to interfere Avith it, as established or consti tuted, but to subscribe and conform to the rules or laws of its constitution or esta blishment, is good ; and infringement of it, or opposition or disobedience to the rules or laAvs Avhich constitute it, defeats"], [107, "89 or destroys it, is evil ; or property invaded or destroyed is rendered abortive, and all benefit resulting from, or intended, or the good designed, being endangered or de feated, is evil. As property consists of lands, houses, cattle, and things the pro ducts of the earth, or in the arts or pro ducts of the labour and ingenuity, and the works of man, or in Avhatever it may con sist, respect of these is good ; and to use, take, or employ these things, damage or destroy them, without the leave or consent of the OAvner, or those to Avhom they be long, either declared or implied, or con trary to the laws or rules existing, Avhere they may be, concerning them, is evil. And so high is property esteemed and valued, that those offending against it are, in the esteem and laws of men, made re sponsible in their person, their liberty, and their own property, if they possess any, and their lives, according to the na ture or degree of offence, to it. In the subject of property, a consider ation arises, so obvious and so important, that it is proper to advert to it before pro-"], [108, "90 ceeding further in the subject of morali ty ; and that is, concerning its abuse, and an apparent or supposed right or poAver or authority in the owner or possessor to use it contrary to the object or purpose of its constitution or establishment, that of good ; and to mismanage it or convert or apply it, to evil. It is certainly in the poAver, or may be in the poAver of the owner or possessor of property, to mismanage it, misuse it, or convert it to a nuisance and evil, and abuse it : and laws made concern ing it may sanction such a poAver, or not im pose the means or sufficiently so of correc tion. The abuse of property, or the power to do so, must not be confounded with the right or privilege to do so ; nor must the mode of the constitution of property if bad Avhich may exist, or the laAvs concerning it Avhich may sanction the abuse, or may not impose a means or sufficient means of correction or prevention, be charged as a fault in property ; but if such laws exist, such are errors or faults in the law, or de ficiencies in it, as it regards or relates to property."], [109, "91 The power given to the OAvner or pro prietor over property, Avhere there is no specific rule or laAv to direct its manage ment or application, may lead men to sup pose that the possessor may do with his property as he likes, and mismanage it and render it useless, or destroy it, or even con vert it to evil, and generally that he may use it contrary to the object of its institution, and thus abuse it; or Avhere there is no spe cific or particular rule or laAv to restrict or prevent any abuse of property, or abuses are not specifically proscribed respecting property, or Avhere men Avould not be of fending against other laws which exist, pre scribed in other cases, it may be supposed men may do and act with regard to their own property as they like, to the commis sion of any folly or extravagance, mischief, destruction, and abuse of property to any extent where no specific laws or rules ap ply to prohibit it, or they are not offend ing against other laws existing in other cases. Such apparent or supposed right, that men may use their property as they like even to abuse, where no specific laAvs prohibit or prevent it, appears to arise from,"], [110, "92 or rest on, the idea, that Avhere there are no particular or specific laws or rules for their conduct in regard to their property, or any such that applies, that men are Avi shout rule or laAv, and consequently that they may do as they like, Avithout limit or control, or means of correction, if they commit evil of any extent, where there is no specific laAv against it. Were this the case, the greatest mischiefs might be practised, but this is not the case ; and it will be, therefore, proper to show, that so heavy a charge or evil as it Avould be, does not in reality exist as to property, or only does so in appearance, and is an erroneous idea as regards it ; and that where specific laAvs do not apply to property, or the actions or conduct of men respecting it, yet property is not Avithout a rule or laAv, nor are men without rule or law for their conduct in regard to it, or for the management, use, or application of it, as will be shoAvn. In constituting property, or by the act of appropriation, it necessarily happens that property of whatever it may consist, be it of land, or houses, or cattle, or fruits,"], [111, "93 or produce of the earth, or men's art, la bour, or the produce of such, manufacture, or of money (Avhich may be said to be the representative of these), or rights, or insti tutions, or privileges, established, alloAved, or acknowledged, a certain right or poAver is given to or vested in the possessor over it, in the culture or management of it, be it land or the produce of land, as also in the use and application or distribution of it, as Avell also in the use, application, or distri bution, be it of any thing else. And if it Avere supposed a man possessing property might use or exercise this power over it, Avithout limit, restraint, or laAv, or rule, to control or direct him, a man might not improve or cultivate his land, or not let others have the benefit they might from it, or whatever his property might consist of, and which they ought to have, but he might destroy or neglect it. A man might waste his corn, his cattle, or his substance, or riches ; he might destroy or burn his fields, his harvest, and his Avoods ; he might let his land run Avaste, or the produce rot, and destroy his cattle and flocks, and might"], [112, "94 even convert his property dircctty to the prejudice and detriment of others, where there Avas no particular or specific law made or knoAvn to prevent it. Such is or might be the abuse of property. In this view, property becomes an evil, and there is no good in it under these or similar circum- stances of harm ; and the object of its con- stitution ceases ; for, abused, it is no longer good, on Avhich ground or reason it is con- stituted. And how great might the evil be where an individual had large possessions ? A great part or even the Avhole of the com- munity might suffer by being dependent on his will and caprice, or ignorance or folly in the management of his estate, or in its abuse. So great evil, and of such primary and vital consequence to man, as the use of the earth and its products, Avhich such po Aver or right would be in effect to deprive him of, or leave him to the mercy of those Avho did possess property, particularly of the possessors of land ; and apparently so strong an objection to property, or so er roneous an. idea Avhich may be conceived as affecting it, and that by the poAver or"], [113, "95 authority given over it to the possessor, it is considered very important to morality, in order to exhibit the good or benefit in property free of such apprehensions or ob jections, and more firmly to establish the respect and regard to that so essential to good as property is, to show does not in reality exist; and therefore that, in the estab lishing of, or in the constituting of, property, the poAver given the possessor, where there is no specific laAv or rule that applies to property, or in those cases Avhere there are no particular laAvs made, or that will apply, as respects property, yet such possessor is not Avithout control, or rule, or law, to re gulate or direct him ; and that the establish ing or constituting of property does not give him the poAver or right to mismanage, misapply, or misuse his property, or convert it to bad purposes, and do evil Avith it, or abuse it ; and that, if he does, means exist for prevention, or correction, or punish ment, for his abuse of it, Avhere it may be deemed necessary. The law or rule of human action, or the object Avith man in all he does, is good ; it"], [114, "96 is that by which men approve, or, being othenvise, they deprecate and condemn; and property is constituted or established for the object or purpose of good, and it is constituted or held according to certain laAvs or rules for its management, regula tion, use, and application, and for the bet ter and more certain attainment or effecting good, or the directing or controling men in what shall be so. The laAvs or rules in respect of property are the subject of go- vernment or the legislature to make or in- stitute ; and Avhere laAvs are Avanting or in sufficient, it is in the province of govern ment or the legislature to make additional laws, or amend those in being, or alter them, or annul them, and make ucav laAvs in their stead ; aud the laws that are made or exist, or that are acknoAvl edged or re cognised for the instituting of property, or the rules that are observed for Avhat shall be considered property, and regulating or directing particular uses, or management, culture, or application, or the passing it aAvay from one to another, its sale, ex change, or descent, or forbidding particular"], [115, "97 uses or applications or matters to be done, or affecting, or concerning, that which is constituted as property, may be considered as specific or particular laws relating to property : But Avhatever rules may be made, it Avill or may be impossible not to leave a portion of its management, use, and appli cation to the individuals possessing it, or to their controul ; or a portion of the manage ment or direction of property for good must be left or rest Avith the individuals possessing it. Where the law does not pre scribe rules, much of the laying out, culti vation, and management of land, and sale of the produce, and the time and place, must be left Avith the possessor. The ap plication and sale of goods and merchan dize must also be left Avith the owner; and the application and use of money must more particularly be left Avith the possessor, or must be so in a great degree ; and a great portion of the management, use, and application of property, must be left Avith the possessor or owner, notwithstanding any laws that may be made for the more particular regulation of it, its management, ti"], [116, "98 and application. And it probably may be better that as much of the management of property should be left Avith the possessor as possible, consistent with those rules or laAvs that must be made or observed, or are essential for its constitution, and for the object of it, that of good ; and this in order to excite his interest in it, and consequently induce his care and improvement of it. Hoav far the power over it left Avith the proprietor shall extend, is a matter of con sideration for the law, and not of morality, or for men as individuals to prescribe ; hoAvever the law must respect or should be in conformity Avith morality, as it should be consistent with what is good. But Avhere spe cific or particular laws or rules are not given for the certain management, and regula tion of property, or in cases where the laAvs that are made in respect of property do not apply, and the management, regulation, use, and application of it is left with the proprietor, and he has power over it in this respect, he is not without law or rule ; but in what is left Avith the possessor, good, if not declared to be the general rule or object"], [117, "99 of it, is nevertheless implied as the object for which property is founded or consti tuted ; and it cannot be otherwise, as it is the law or rule of human estimation, or what men esteem and approve, or, being contrary, they deprecate and condemn. And as the laAv and rule of all human action, and where particular laws do not regulate his conduct or his actions, or apply, the good does, and is the rule or law for his action, and therefore, as the law of all hu man action must necessarily be that of pro perty, and the law or rule for his direction in the absence of particular or specific laAvs, or such are not applicable ; and the possessor of property Avill therefore be ad judged in regard to his property by what is good, and if in conformity with it will be approved, and if contrary he Avill be de precated and condemned. And the pos sessor or owner is adjudged, and approved Avhere he uses his property for purposes or objects of good, or acts in conformity Avith Avhat is good in regard to his property, or with such intention, and Avhere he acts con trary, or he misuses, misapplies it, or abuses h 2"], [118, "100 it, or does evil, he is deprecated and con demned. The judgement or opinions of man are the means of controuling men generally to act right or do good in Avhat is left to them selves, Avhere, as individuals, they may be othenvise disposed ; or the opinions of men, and their approbation and esteem, and con sequent effects, is an inducement for men to do good or act rightly, where they might not be influenced othenvise by good prin ciples, and the hatred, deprecation, and condemnation, and consequent effects of such, or the bad opinion of men, are terror or punishment for men acting contrary to the good, or doing evil. And if what men may do Avilfully contrary to the good is of great extent or evil, or sufficiently so to be of importance, although being left to them to act according to their own discretion, and there may be no specific rule or law for preventing it, or punishment for doing so, yet, being contrary to the general rule regulating all human actions, or by which they are adjudged, and being done Avilfully, or Avith intent or design, government or the"], [119, "101 legislature Avill here interpose, and will in terdict by its ordinance or by neAV laws, prohibit for the future ; and punish occa sionally, Avhere the flagrancy of the evil committed, or the mischief, Avith the wil fulness and premeditation of the deed, re quire it. Thus, Avhere the particular or specific laAvs or rules respecting property do not give directions for the management or regulation of it, but it is left to the pos sessor to manage and direct, the good is the rule or law that is to guide him, either declared or implied; and in the power given him over his property, it is only left but with him, to apply by his judgement, his discretion, and virtue, for the object or attaining it — that of good. Referring to good generally, as the hu man direction in the management, use, and application of property, Avhere no specific rules are prescribed for the direction, it is proper to consider how far men are or shall be responsible for the good, in the manage ment of property ; and this can only be as far as men are morally responsible, or they and their actions can be adjudged by the"], [120, "102 good, or the rule by which men are ad judged to be good, or to have done good ; and this is as far as is Avithin their poAver or controul, or by their knowledge, their poAver, their means, their intent, or their design. And it cannot be expected or looked for that men shall be answerable further, or for more, in respect of pro perty left to their discretion and judge ment, than their acts are or can be ad judged by in other respects. And in mo rality those acts of men are alluded to or meant as such, as are Avithin their poAver or controul, or that they have a knoAvledge of, and proceed from their will, or over Avhich they can exercise their will ; and their actions respecting their property, or their management, use, or application of it, can therefore only be considered as mo rality or good, or with reference to it, as they have knoAvledge and poAver and con troul over it, and their will is, or is capable of being, exercised in regard to it. And men are not adjudged by the better or worse mode of managing, use, or applica tion of property, or the good and evil re-"], [121, "103 suiting from the management, otherwise than depends on their knowledge, their poAver, or means, or their intent or design. And Avere men not adjudged by their moral responsibility in the managing, use, or application of their property, Avhere there are no specific rules, but it rests with themselves, but were judged by the good or bad management, or better or Avorse mode of management, or the good or evil result only, which concerns more the art or science of its management and application, and not to the good or estimation of the good in human actions, in its management and ap plication, there would be no end of the lia bility of men to imputations and crimina tion, and the exact or precise conduct that was right, or that they should be approved by, possibly could never be knoAvn. — A mode of estimation impracticable, and al ways exposing men to charge and calumny, and where there could be no peace, or quiet, or repose for men, and would there fore be productive of evil, cannot be con sidered, and is not considered, as the mode"], [122, "104 of estimating the good, or morality, or hu man conduct, in regard to property. And the good, therefore, as a rule for human conduct as to property, is that which applies to or is governed by the laAv or mode of estimating human actions, or by Avhich men are adjudged, or the moral good as applied to human actions or con duct, and must not be confounded with that term, or good, as applied to mere better or worse, or right or wrong manage ment or application, or the mere good and evil result of such, and which rather con cerns the management and application as a matter of science, judgement, or skill in these things. HoAvever the good, in these things, i. e. in the use and management of property, maybe a means of judging of the intent or design, as where the right, or bet ter, or good mode, or Avhat is proper in respect of these things, and men's interests, is obvious, and a man's knowledge cannot be doubted Avith regard to it, and the power and means of acting properly are not Avant ing, or are Avithin his command; here it"], [123, "105 will certainly form a criterion, or be one means of judging *of the intent or design. So that the rule or law essential to pro perty, that the possessor or owner shall not be disturbed in his possessions, or what the law gives or vests in him, is observed, while good or the fulfilment of morality is in tended or can be supposed, or such is not defeated, and the object of man is not op posed, destroyed, or defeated, with wilful ness or design, or\" in evil ; but Avhere a contrary disposition or design, or opposi tion to good, is shoAvn, and vice is predo minant, and the object with man is Avilfully meant to be opposed, defeated, or destroy ed, and evil is done or meant, here a re medy is afforded, with means of correction and punishment, if requisite. But it may be objected to property, that evil and mischief may be endured in a community by the ignorance, or folly, un skilfulness, or error, or misjudgement of a possessor, in managing or applying his property. But this is answered by the ob ject with man being good, will cause the management of property to be directed to"], [124, "106 that end. Besides, in Avhat is reposed or left to the individual, it must be considered that the common understandings or sense of men is sufficient to govern or direct. And especially in all obvious and reason able Avays ; and Avhere laAvs and rules can be made or given, government or the legis lature is or ought to provide ; and in cases Avhere a government or a legislature does not or cannot provide for the good and prevention of the evil by specific rules or laws, but property is or must be left to the possessor to manage and apply or use, men ruled and adjudged by the design or intent of good, such being the laAv of hu man conduct generally, the acts of men Avill generally be found in conformity Avith it ; and a right or proper mode of manage ment of property, its use, and application, Avill be attended to according to the com- mon practice and approved modes Avhere men have to act, or if different, it Avill be to the intent of a better mode, or at least not contrary or othenvise to what the pos sessor shall deem good. And for a contrary intent or design, the means of correction"], [125, "107 exist in the opinions and judgement of his lelloAv-creatures, and the laAv, Avhere requi site, and the consequences attending in of fending these; and Avherever the obvious and knoAvn and approved or usual mode of acting were departed from, unless trial, or experiment, or improvement, Avas meant, it Avould be occasion to doubt the sincerity of the intention ; and Avhere palpable misma nagement and misdirection Avas given, un less in error, or Avith sufficient ground or reason, it Avould be a subject of reprehen sion and deprecation. But it may be generally observed, that the advantages of property must and do supersede the disadvantages resulting that cannot be avoided. The errors or mis judgement of the possessor, his uninten tional mismanagement, or unskilfulness, Avill and must be therefore of trifling im portance, compared with the good in pro perty. Having alluded to the abuse of property, it will be proper to exemplify it, and to instance the remedy that there is or ought to be, when requisite, in the laAv ; and in"], [126, "108 doing so, this country, England, Avill be referred to. The case of abuse instanced is said to have occurred ; it certainly may occur un der the law. But it is to be seen Avhether the law does or does not provide its remedy or means of correction. It is said to have occurred in a county Avherein part of the metropolis is situated. It may be called a partial evil, and one Avhere legislatorial in terference was not called for. It may have been politic to have considered it so, and still to vieAV it as such ; but in a reasonable point of view, and according to all moral vieAV of right and wrong, it cannot be thus considered. Had the measure or the act only involved the question of mere ma nagement of land, and not the rights or pro perty of others, for the defeating or destroy ing of Avhich the abuse was committed, the Avaste, or non-employment, or neglect, of the land occasioned by it might be considered as the casualty of mismanagement ; and in so large a state as this country, it might not be felt, or only so partially as to inter fere with might do more harm than good,"], [127, "109 where good or benefit to be derived, is best left to the judgement, the discretion, and virtue of individuals, and the ordinary means by which men are governed or con trouled in the common transactions of life, or the intercourse between men, are regu lated and kept in order, or by which respect is enforced for Avhat is right, and men are deterred from doing Avrong — that of the opinions of men ; and the evil effects of such, as the punishment for doing Avrong, Avhere they meet with the reprobation of man, and the loss of the good-will and ap probation for not doing right. Interfe rence, therefore, where human interests would be so involved, certainly, if possible, is to be avoided. This is said to palliate the evil, and where it were possible not to interpose legislative interference it Avere best. The measure alluded to is in the case of a proprietor of the whole, or, if not the Avhole, then of a very large proportion of a parish. Suppose, out of vindictive feelings to the clergyman, such proprietor, not con tent Avith the culture of that Avhich Avould"], [128, "110 produce the less profitable tithe to the parson, and in Avhich management the po licy of legislative interference, it is evident, could not be called for in a particular case, as hoAvever unprofitable in tithe; yet as the general management is for use or be nefit, and what is therefore good, must be admitted as a compliance with the rule of estimating the moral good of man, in the management of his property, not to call for particular interference, or the case may be taken so for granted. Suppose, then, such a proprietor threw the whole of his land out of culture, and interdicted any profit, produce, or advantage to be made of it, to defeat the parson of his tithe. As to letting his land lay Avaste in a solitary instance, it might not call for interference; a falloAV system, the growth of timber and Avoods, increase of grass, might justify such a measure, even in a cultivated and popu lous district. The farmer or labourer thrown out of employ might, in a country like this, and in a solitary case, find other farms or other lands ; and the diminution of general produce of agriculture to the state, in so"], [129, "111 large a community, and a solitary case, might be felt no more than a common or partial fluctuation of failure of crop, or bad season, or fallowing, or converting lands to various cultures. Therefore, in this view, the evil might be overlooked ; but not so as to the object of the revenge. In the object of revenge, a man is deprived of his property and of his subsistence : of his property, because the property in the land is given for use or cultivation ; and more especially is it held so in a settled state, where different orders of men are consti- tuted, and are dependant on one another. In Avhich use of the land, Avere it only the gathering of a forest, or the colts, or calves, or lambs, that bred wild, the tithe is the property of the parson, and in which culti vation or use the parson has his property. But the proprietor, by his act of letting his land run waste, to defraud the parson of a property he had in the condition implied in the property in the land given to, or possessed by, the proprietor, commits a wilful wrong or injury."], [130, "112 The parson is not like the labourer or farmer, who may find other employ easily ; the clerical man may not find another church, or other employ, at least in time to save him. His property in this case is taken, spoiled, or defeated, and he is starv ed or ruined, and the office of his ministry destroyed, by the wilful and designed act of injury or wrong, by the proprietor of the land. Other and stronger cases than this perhaps might be instanced, of abuse of property; but this is preferred here, be cause it is an instance Avhere the ideal or supposed right of abuse by the proprietor or possessor of his property, or to do with it what he likes, Avhere no specific laws are made, or apply to direct him, or to con troul or restrain him, but the management, use, and application, is left to his judg ment, discretion, and virtue, is, and may be, oftentimes asserted. If the laws, in the case alluded to, do not supply a remedy, the legislature in this case is authorized to interfere, the com pact of the proprietor with the society or"], [131, "113 state is broken, for he had his land en trusted to him for its due management, and the benefit resulting, and the good ge nerally implied in it. He is not prevented from acting or doing otherwise than is right or good, by error of judgment, by misfor tune, by loss of the means to cultivate, or other causes he could not avoid or contend against ; but it is his OAvn wilful breach of the compact, in order to Avrong and injure another, and is a wilful doing of evil. Hoav this case came to be passed over, or how more notice Avas not taken of it, can only be imagined by the supposed technicality of the laAvs constituted not ap plying to the case, or not giving a remedy, and to the legislature, either ignorant of the case, or not considering that interfer ence should be made. Were the evil to occur oftener, or spread Avider, there can be no doubt necessity Avould enforce an interference by the legislature ; and the remedy or means of correction is certainly, if not in the terms of the laAvs expressed, yet existing in their principle, and in the le gislature, as the ruling or governing power. i"], [132, "114 When, therefore, a man breaks his com pact, he declaredly or impliedly enters into, in claiming community with others, or being a subject of the state .or of the society he is existing in, of doing good, and not doing evil ; and in cases so palp able in design, and so consequential to the good as applicable to man generally, as this alluded to, there could be no question of the propriety and justice of legislative interference. Property constituted and held by the laAvs or rules concerning it, the implication of legislative interference is clear, when the object of those rules or laws made re specting property, or constituting it, and for Avhich they Avere made, or AAdiich they effect, or are to effect, are infracted, as in the case of the perversion of the use and object of property, or of the laAv constitut ing it, Avhich is that of good. And if this object is perverted or frustrated, although no rule or laAv declared will meet the mis chief, to correct it, yet in the implication of this principle in all laAv, the legislature, as the supreme authority in promulging"], [133, "115 and enforcing the laAv, and as the poAver, when these evils take place, Avhere the means or provision exists to correct them, and that implied or understood in all law or government, as incident to its nature and purport, would in such or like cases of necessity interfere for the correction of the mischief. And the law or power of cor rection of that Avhich is contrary to all law, being a necessary implication in all go vernment, and in all institutions of man, there can be no complaint against such interference, for any laAv broken with the individual. And that such laAv or poAver to enforce the good, or correct the evil, is implied or understood in the government of this country, an instance may be given in the reserve always made of state ques tions, applying, it is conceived, to those cases that the laAv promulged, omits, or does not foresee, or hath no remedy for, and therefore is, or can only be, considered as the cases occur that are unprovided for in the laAv promulged; and the cases thus reserved for the highest power of the state to correct and adjudicate, are therefore i 2"], [134, "116 considered state questions. In the case alluded to, and cases similar, where the dispensation of the good is left to the indi vidual, such is a charge to all intents and purposes under the laAv or government, or a duty in respect of that entrusted or allowed to him, and such, therefore, if not amenable to the municipal laAv, for want of specific provision applying, is the imme diate subject of the consideration of the state ; and for the abuse of his poAver, if the state Or government consider the case of sufficient importance, he is responsible to that poAver. This exposition is given, be cause, as this point refers to this country, ideas are sometimes entertained that state questions apply only to ministers or officers of state, or administrators of the laAv, or government, and that as common subjects in cases Avhere the laAv is not specific or applicable, men are no Avay responsible to any one, not even to the state or govern ment. It is stated, therefore, that in re gard to property, the possessor has a charge, and for administration of which he is responsible, in respect of the powers"], [135, "117 yielded by others, and given him over the subject of Avhich his property may consist, Avhere specific law does not apply, and he is not cognizable by the promulged laAv, or that ordained or authorized by the state for the governing the subject, or is not the subject of the municipal laAv.* That the * But it does not appear in the laws of England, that a common subject of the realm is not a subject of impeachment, although it may not be admitted or recognized that he is. And extraordinary cases and heinous offences may therefore form matter for the cognizance of an impeachment, and there does not appear any absolute proscription of such, or that it shall not be so. And as an inherent right, in all legislative power or government whence laws issue or originate, exists, of cog- nizance of good and evil, it does not appear, or is it conceiv- able, that such power as the legislature is, can part with its power of cognizance over every thing in a state, where it chooses, and sees that it is of sufficient importance to exercise it. At the same time, that it should not exercise such power, but in cases where the promulged laws will not reach, is for the quiet and security of the subjects at large, and repose both in government and of government, and for its own dignity, that there is the greatest propriety in abstaining from such exercise; and this is obvious, and must be admitted. But that malign perversion of property from the source and object of its creation or origin, and the breach of trust of the rights or claims of all the society reposed in a proprietor, or him who possesses property, be it land or any thing else, but particu- larly of land ; and that land, in a settied state, and the subject of cultivation, or human art and industry, applicable besides"], [136, "118 individuals are so considered in respect to property, or that property is so held to be the subject of the state care, or the legis lature, where it has not given its particular laws or rules respecting it, is only the ap plication of the general rule or law here after mentioned respecting human actions to certain of its declared objects or uses, and where no specific law exists to reach the abuse exercised in it, and contrary to the declared or implied law of all human objects, actions, and institutions, that such shall not be within the pale of govern- ment, law, or legislative interference, not only to interdict and prohibit for the future, but to punish for the act done, when flagrant, or that men, in default of a specific law applicable to a case of the greatest enormity, or an act of malignity designed, and opposing the law of human nature in good by the moral evil committed, and in truth opposing the principle of all law, would appear a doctrine in opposition and contradiction to law itself, and the terms of human distinction and comprehension. It is not, however, the province of individuals, merely as such, to decide upon law. Opinions, nevertheless, may be stated, for the influence or direction of others for what is good, and the reasoning given for such opinions. Such is done, therefore, on the present occasion, and in support and justification of the idea that property admits of no such abuse, as a necessary con- sequence of its institution, as that alluded to, and to exhibit by the law of England that there is a remedy for the evil ad- verted to, in the abuse of property, and to rectify such an ob- jection to property, which otherwise it is chargeable with ; and here the question must be left for the present occasion, or as it concerns this work."], [137, "119 in general, where specific law is not appli cable, namely, that of the responsibility of men to the law or government, as such rule or moral responsibility of men to go vernment or the law, applies to property. The object and principle of the power of the law or government over men and property, where no specific law is appli cable, can be no other than that which the main object of all human ideas, and insti tutions, and actions are governed by and directed to, namely, that of the good, which, in cases unprovided for, being im plied in every thing, is to be taken care of by the state itself, when necessary. That good is implied in the constitution of pro perty, and that it is held subject to it, and to legislative interference for such pur pose or object, where specific laws do not apply in this country, it will be proper to observe, that every man holds his land subject to the claims or calls of urgent public necessity, as in war, the safety or defence of the country is held to be suffi cient, in the view of the law, to take posses sion of and convert any man's land, and even"], [138, "120 property in general, to the public necessi ties. And on less urgent occasions, a man's land, if wanted, may be taken or had by legislative enactment, giving him compen sation for that which was granted or al lowed him, but which is so taken away. All property is therefore in this country held under the implication of good, and inter ference of the legislature ; and where call ed for, correction of its abuse, and even to the punishing of the offender for his delin quency, if requisite, is in the province of the legislature, as well as in exercising its power over it for any other object or pur pose of good, as in taking it for the public services when necessary, or there is suffi cient urgency for so doing, or it is consi dered of sufficient consequence or import ance for so doing. Of other subjects or matters of human concern of which the good consists, more particularly Avhich afford rules for morality, or the actions or conduct of men, are pro mises and agreements, under which are included contracts, engagements, trusts, obligations, pledges, and assurances, and"], [139, "121 the like, or what may be termed faith be tween men, as that on which men depend, or rely, or repose, on one another, to do or perform, or to observe : all of which refer or relate to that which is agreed upon be tween man and man, or men ; or is under stood or implied to be done, observed, or performed, or ought to be. It is on the fulfilment or peformance of what is pro mised, or agreed, or implied, or understood as such, that all human good depends be tween men, or with certainty or regularity, as in buying and selling, barter or exchange, labour, hire, and service, cultivation and improvement of the earth, and the produce of it, rearing and managing flocks, herds and cattle, and creatures useful to man; trade, manufactures and commerce, all Avorks of art, ingenuity and science ; the adjusting, arranging and settling of disputes, quarrels, contests, and controversies, and dissensions, and of peace and warfare, and all matters and arrangements between hos tile and contending parties ; and all human concerns resting or depending on men, and wherein there is a known reliance and"], [140, "122 expectation of their fulfilment and per formance ; and the failure, or omission and neglect of men in these things, derange, frustrate, disappoint, or defeat the under takings of men, and their views and objects in life, and all benefit and good expected or depending on them, and evil and mis chief to be prevented or avoided, connected or dependant on the fulfilment or perform ance by men of their contracts, their en gagements, their obligations and their pro mises; or, in other words, the good of men depending on one another in society, in the various ways they may be connected or related, are disappointed, frustrated or defeated, if men do not fulfil their several engagements, or other duties, expected of them, either declared or implied. It is therefore necessary for the good of men generally, the fulfilment and performance of promises and agreements, contracts, engagements, trusts and obligations, or the observation of faith between them, to effect the objects and things to be done, dependent on men ; and otherwise, or the contrary, or the neglect or breach of these"], [141, "123 matters are evil. Regard to and consider ation, or the performance and fulfilment, of promises, agreements, contracts, en gagements, trusts, obligations and the like, are good ; and the contrary, the breach or neglect of them are evil. In premising that promises and agree ments, and the like, are to be fulfilled and performed, or faith kept between men, it is necessarily implied that they are good or moral, or have for their object good, or it is supposed they are so, and that they are in conformity, agreeable, or consistent, with morality, or what is good, and which makes the performance or fulfilment of them, good, and which is the principle or reason of their being done ; .and that they are not contrary to what is good, and are not evil, or are to commit or effect what is so, or are immoral. And where they are otherwise than moral, as applied to the actions of man, and what is estimable, or are not morality, or agree able, or consistent with what is good, but are evil, they vitiate themselves, and ought not to be done; and if men do perform them when evil, they are considered as do-"], [142, "124 ing evil, and are deprecated and con demned as such. And the performance or fulfilment of promises and agreements, and the like, or keeping faith between men that are contrary to good, and are evil ; or pro mises or agreements that may be extorted or obtained from men, by fraudulent or unlawful, or unjust means, or that are im possible to perform or execute by human means or power, or absurd, therefore are not understood in the rule of performance of promises and agreements ; nor do the estimations of virtue apply in these cases, which only refer to the good, or morality ; nor does the charge or imputation of vice (such charge and imputation applying only to the not doing, or the breach or neglect of Avhat is good, and ought to be done) at tach to the breach or neglect of promises and agreements, or such like things, which are morally bad in themselves, and which are not therefore to be performed or done, where men can avoid or evade them, or they are not constrained by force, power, or intimidation that they cannot resist, or have not means to oppose. Such things,"], [143, "125 therefore, founded in evil or vice, or arising through evil, or unlawful, or unjust means or causes, and vitiating themselves by the evil, are not to be performed or fulfilled ; and men are guilty of the evil effected, or resulting, by abiding by them, and are de precated and condemned for the evil : but are esteemed and approved for their breach and neglect of these things, where evil, when they can avoid or evade the observ ance of them. What remains to be considered, in what good more particularly consists, are Law and Government. Law and Government are mentioned together as applying to the same things generally, namely, the ruling or governing of men, or so connected that, as concerns morality, they may be consi dered together. Law, in the particular sense or application of the term, referring to the rules or dispensations of Govern ment, for the ordering, directing, ruling or governing of men and their actions ; and Government, to the supreme head, or au thority, or power of governing, to order and direct what shall be done, or not done,"], [144, "126 and to enact laws, and enforce obedience to them: but Government itself implies the law or rule of the land, state, or country, for the ruling and governing of men, and may be considered in itself the law, as well as the authority for it. Both will therefore be considered under the term of the law. The object of all law is the same, as the object or general rule, or principle of all human actions or concerns, approved, that of good ; and law is the means of the en forcing and carrying it into effect ; and for this prescribing laws, or rules, or forms for the more certain or regular mode of doing or practising what is good, as making men do good, or act rightly or properly for this, where otherwise disposed, and for the preventing evil, and punishing of men com mitting it, or doing wrong with design or intent, or where criminal, and their actions can be cognizable by law. Law is neces sary for the good of men generally, or go verning or ruling them, and dispensing laws for that purpose, for promoting and doing justice, and protection of the subjects against injustice and wrong, and punishing"], [145, "127 bad and wicked men, and offenders of the laws, and also protecting the subjects of a state against foes or foreign enemies, as far as its power extends, or lies within its com pass or means. Law being necessary for the good of men, the support and maintenance of law, and respect and obedience to it, or loyalty, order, and subordination, are there fore esteemed good, and are approved by men; and the contrary, or evil, is de precated and condemned as such. And contempt, riot and faction, rebellion, sedi tion and treason, all which oppose, militate against, defeat, or destroy law, are there fore evil, and are deprecated and con demned by men ; and as offences against the law are of the highest nature of crime, being offences against what is of the great est importance for the good of men gene rally, men are held most responsible for of all their actions, and the punishment occasionally required most severe, both in life and property, and sometimes in the most summary manner. Law for the ruling and governing of men, must be and is con sidered as the supreme authority for men,"], [146, "128 and takes precedence in the respect and obedience to be paid and due to it, before and in preference to any other claims, re spect, or duty of individuals themselves, or their own good, or interests, or the claim, regard, or duty, of or to any others, or what may concern them. And the laws, rules, orders and regulations, promulged for human government and di rection , supersede, or are required to be obeyed and attended to before, and in preference to every thing else ; and to which all other actions and concerns of men must give way, or are subservient to ; and without such respect and obedience of law, or law not respected and obeyed, it ceases, is defeated, and is destroyed, or is a nullity, or of no effect. And in the respect and obedience to law, as supreme authority for human ob servance and conduct, as good, or mo rality, it is proper to observe, that cases may arise from errors or deficiencies of law, or circumstances may arise that can not be provided for, or be foreseen where respect or obedience may require, or en force men to do, what occasionally, or in"], [147, "129 particular cases, may not be good, or may be wrong or evil. These cases can only be supposed to be occasional or accidental, and that there is no power or opportunity of altering the law or its enactments, or correcting the mischief, without produ cing other evils, and of greater conse quence ; for if there was such power or opportunity of correcting such mis chief, this ought to be done. Or in other words, law may not always be conform able or consistent in its directions or or dinances with what is good, or the rule of morality : men are, notwithstanding, required to respect and obey the law, and as a rule of morality, or for good : But not as good in respect of the act to be done, or what may be required to be done by law, that is wrong morally, or evil ; but in respect of the good in obedience to law ; the act of obedience to law being of greater consequence, or consideration, as good, dr the benefit of men generally, than the par ticular wrong morally considered, or evil : or such respect and obedience to the law is required for the good, or the benefit K"], [148, "130 there is to men generally in obedience to law, although a partial or particular evil is committed in such particular or occa sional instances ; and disobedience to the law would be evil, although a partial or particular good was done by such disobe dience in such cases. In such conflicting cases, where a know ledge of what is good, or ought to be done, and ought not to be done, therefore, and the virtue of the reasonable being, as man, inclines men to a different or an opposite mode of action to what their duty, or com pulsion, or necessity, in obedience to the law requires. In such cases where the good is omitted, or evil done, in the respect and obedience due to the law, men are not of themselves considered as doing the wrong or evil, but the law enjoining or enforcing the action ; and the individual so actino; in obedience of the law, as he must lament the act, is an unwilling instrument of the law. But it may happen that what is pre scribed by law, is not always positive, or imperative, but admits of deviation, and leaves it to the option of men to follow, or"], [149, "131 act otherwise ; and the rule prescribed by law is merely a direction in absence of the exercise of controul, left or committed to men. In such cases where the law is not imperative but admissive, or provisional, and leaves it to men to act to a certain extent, or limit, and prescribes only where men do not act, or direct, or controul; in such cases where men may and ought to act, and it is requisite they should, here, if men can do good, and avoid evil, by omitting or relaxing the law, or deviat ing from the rule prescribed, in what the law allows or admits of, they should do so ; and morally they are bound to do so, al though sanctioned by the law if they choose to do what the law directs or prescribes; and as far as moral censure, and the opinion and judgment of the world, and its good will, and deprecation, and the consequences, as a man may act or do good and evil, may and will be attendant on him, and will and ought to operate as the means of his controul and direction in what is good, where he has the power and opportunity of doing it. On the subject of the respect and obe- K 2"], [150, "132 dience to the law, as concerns morality, it is considered proper to observe, that re spect and obedience to the law is the more necessary to inculcate or impress upon the attention of men, from the strong appear ance of justification that occasionally may happen for the breach of the law, and the apparent authority in the moral right or good, in such particular cases, as occasion ally or accidentally may happen, as well as virtuous inclination in cases of suffering and hardship; and therefore, that as re spect and obedience to the law, as a pri mary rule for good, and superior to every other human consideration, forbid it, there is the greater care requisite for curbing and controuling the feelings, particularly where excited from virtuous emotions or conside rations ; and that men may consequently be the more guarded on such occasions, to avoid incurring the offence of the law, and the punishment attached to the evil of such offence. And although, in some cases, no object or good may be in view, or result from, human actions, but obedience to the law, where law is not in consonance to mo-"], [151, "133 rals; and men are induced to disobey it from motives of virtue, they must submit to the penalties of the offence, and throw them selves on the mercy of the dispensers of it, (in cases where an infraction of the law may be deemed fit to be passed over, and its se verity relaxed,) for that leniency or cle mency which the head, or chief, or power in whom mercy is vested, are authorized to dispense, where fit occasion is seen for dis pensing mercy. And it must be remem bered, that an infraction of the rules or ob servances prescribed by the law, without submission to its authorities and penalties, or offering violence or opposition to its au thorities, is an act of contempt and rebel lion. On the respect and obedience to law, as a paramount authority to men for their ac tions, as a measure for the general good of men, and therefore as a rule, as concerns morality, or the human actions or conduct of men, as individuals, in what they are to do for the good, as applied to men gene rally. It will be proper to observe, that such respect and obedience to law is not to be"], [152, "134 understood, because it is a rule for mo rality, or the conduct of men as individuals, in what they, as such, stand related to, or are to regard others in, that law is not, therefore, capable of alteration or improve ment, and is not to be altered and improved as occasion may call for, or admit; as then there never could be any alteration or im provement in human institutions: which would be an absurdity in morals, or in hu man acts or proceedings, morally speaking, which imply what is concerning man ; and is dependant on, or the subject of, his power or controul, and what is good as so depen dant on him ; and, as such, what he can and should do. But in what concerns law itself, it is not a subject that can be considered under that of morality. This may belong to law, or men in their collective capacity, or to a man as an individual, or to men as individuals, as one or more, or part of a whole body, or community, or society ; and, as such, have, or has, a voice or power to gether Avith, or by consent or delegation of others. But this is a matter or subject of polity, or Avhat is so distinguished by such"], [153, "135 term ; and wherein, in considering morality, it is not necessary to interfere further than what has been stated, as a rule of morality, in respect of what is required of men to- Avards the law, as a means necessary for good generally ; and aslaAv, or subjects of polity, may concern or affect morality or good. But although men, as individuals only, are the subjects of, and not the makers of law, and have no other duty but subser- Aience; and, on the subject of morality Avhich applies to the acts of individuals only, the law cannot be interfered with, or is not a subject of individual interference, further than as regards the rule or duty drawn from it for men, of their highest re spect and obedience, as good, and Avhat may regard or affect morality; yet, as Avhat may or shall be good and evil in men's ac tions or morality, may be more or less af fected by the laAv (although men cannot be considered responsible for what they shall do in obedience to the laAv, of omis sion of the good, or commission of evil), laAA^s should be consistent, and agreeable with what shall be good or morality ; and"], [154, "136 Avhere otherwise, should be altered and cor- rected. And for morality, in all matters of polity, it will be requisite to regard what is good in human actions, or Avill be in con- formity and consistent with morality, or what Avill be good in human actions, as be- tween men in their relationship to each other, or as the good or the benefit of men generally is dependant on one another; and therefore, in the making of laAvs as a matter or subject of polity, it should be considered and taken care of, that nothing is ordained or promulged contrary to Avhat is good or moral in human actions or conduct in men as individuals. And to legislate othenvise than shall be good, or consistent with mo- rality, or, in other terms, Avith the moral obligations of men, as individuals, would be in contradiction of laAv itself, and a vio- lation of its authority, its object and prin- ciple, or that Avhich it is founded on, Avhich is the good. On the subject of the Avant of respect or obedience to the law, or offences that may be committed against it. Infractions of it, or contumacious opposition to it, and dis-"], [155, "137 respect and contempt, may consist of acts or deeds, contrary to law, or violent or hos tile opposition to it, or to defeat its powers or authorities; and such offence or con tempt may be committed in Avords or lan guage, or by any other mode of conveying or communicating of ideas, opinions or mean ings, adverse or hostile, or in contempt to law. And on this latter mode of offence, it will be proper to observe, that ideas and opinions or sentiments may be, and often are, of more consequence than is often con sidered or regarded in respect of the great injury or effect they may have on laAv ; and it is therefore considered a fit subject to make particular notice on. Ideas and opinions being matters mankind indulge a liberty or freedom in as they like in their OAvn minds and contemplation, and often in expression of them; and such being likewise consi dered necessary for the elucidation of facts, or ascertaining of truth, and communicat ing information and knoAvledge, and neces sary for correcting errors and evils; great latitude or licence is often assumed in Avords and ideas, and expressing opinions, in re-"], [156, "138 specs to laAv. Now it is quite certain, that ideas and opinions may, and do, have the greatest influence on men; consequently, may have the greatest effect, as to law: and therefore, for support of law, and avoiding and preventing offence to it, respect and consideration should be had by men, Avith regard to their ideas and opinions, express ed, declared or implied, or in any manner communicated, concerning law ; and such respect or consideration is therefore es teemed good, and the contrary evil. But this respect in the expression of ideas and opinions is not to be understood as forbid ding enquiries, or scrutinies, or considera tions on law, as a subject of human study, or research and investigation generally, as a matter of philosophy or speculation ; or, particularly, as to any laws which are exist ing, or the errors, faults, failings or defects, or their misconstruction and application, or the malversation or abuse of them, and the consideration of Avhat means there are of remedy, or that would amend their defi ciencies and faults, and the consideration of those forms that Avould be better ; so as"], [157, "139 due respect and obedience is held toAvards the laAv in being, or men proceed legiti mately; and wholesome or virtuous correc tion or amendment of the errors or faults is intended, or good alone is meant; and there is no evil design of faction, or hosti lity to oppose the laAv, or destroy or over throAv it ; for if enquiry or knoAvledge were forbidden or excluded, the correction and improvement of man, and Avhat may be Avrong, Avould be debarred and excluded; and this Avould be in contradiction of all good, or the moral la\\v, or laAv of human nature. The subjects of life; of property; of pro mises agreements and the like, or faith be tween men; and of laAv: are Avhat the good or the benefit of men more particularly is or consists of. Life, as good, and as that Avhich every thing of concern to man re sults from, is the first and principal sub ject; the three latter subjects are matters only for effecting the first; and of con cern, only as applying to, or referring to, the first, or the life and happiness of man ; and as so referring to good, are therefore"], [158, "140 of consideration for Avhat is good. And these appear to be the chief, or most important subjects to direct the attention of men to, in respect of Avhat shall be good, or the be nefit of men generally. Besides these subjects, and the rules af forded by them, there are some matters that appear particularly important to notice, and proper therefore to make some observa tions upon, by way of explanation or elu cidation, and to direct the attention to, and which are noticed, therefore, separately hereafter. Beyond these subjects the particular acts or actions of men, or the practice of the rules and the precepts must be left Avith the individuals to gain, either from their edu cation, observation, and experience, or such means of tuition, as situation, times, and circumstances afford. Not that the prac tice is considered of less note, or Avorthi ness than the laws, or rules of morality, as it is but for the practice of Avhat is good, or doing good, and not doing evil, that the laws or rules of morality are of any moment or consideration ; but that for ge-"], [159, "141 neral instruction on the subject, or the ex planation of morality, which is the business of this work, it is considered that enough is stated. The practice, or the particular actions of men, that shall be in conformity with the laAVS or rules of morality may and will form important, and interesting subjects for en quiry and discussion ; and they are at all times the subjects of daily enquiry and dis cussion, and discourses upon moral duties and advice ; and to such means (the more proper and better as applicable to time and circumstance of being inculcated and un derstood) must they, as far as the business of general instruction is concerned, be left : and such is not the design of the present business or work to enter upon. But it may, on this subject of the particular ac tions of men, be proper to observe, that on all common and usual transactions of life, the knowledge and discernment of what is right and wrong in human actions, referring to morality, or to good and evil, as what men should do and should not do, will be simultaneous Avith the action, for there can 6"], [160, "142 be no doubt of what is truth, honesty, jus tice, charity, or the like virtues, and false hood, fraud, robbery, murder, wrong, op pression, cruelty, and similar vices. And there is not much difficulty in seeing or discovering what is good and evil, or moral right or Avrong in human actions, ordinarily speaking at least, and none at all as to the in tention, and by which alone the individual is adjudged, hoAvever erroneous in his act; but, to give men knowledge, it is requisite that men should be instructed and admonished in what is moral or good, in particular prac tice, and the reverse or evil, that they may act conformably to the former, and avoid the latter, as they enter into life, and for the understanding these common duties; and education should not be neglected in these things. It is not the difficulty that there is in inculcating the precepts or giving the practical knoAvledge of morality that is an obstacle in the moral direction or govern ment of mankind, as that mankind stand in need of the laws or rules of their actions for Avhat they are to do, and Avhat they are not to do, in good and evil, explained to"], [161, "143 them, to sIioav Avhat these terms mean, to un derstand them, as the authority of the pre cepts, and the rules of their practice Avhich refer to them ; and Avhich rules referring to them Avithout explanation, men may not so readily see, and consequently may be con fused and perplexed, and even doubt, with out such assistance, and consequently lose that respect for the precepts (not seeing, or doubting, their authority) as they ought, and may feel induced by their desires and their Avants to relinquish, or not regard the precepts as they should, and fall into errors and vice. And Avhat men so stand in need of, the explanation of the subject here en tered into is meant to supply, or such has been the object and endeavour of the au thor. And if it Avere otherwise (that moral good and evil Avas not so easily discernible), lamentable would the case of man be whose occasion for seeing it is evinced in every thought and act of life, or that men do ; and Avho are ahvays acting, or supposed to be so, in the knowledge of it, or under the faith, and implication, that they know good from evil, and that good is Avhat they are"], [162, "144 to do, and evil Avhat they are not to do ; and whose moral responsibility both to the laws of their country, and in the estima tions of men, depends upon their seeing, and their knowledge of these things. And it is moreover necessarily supposed in giv ing this exposition of the laws, or rules, in good and evil, of human actions, or mo rality and immorality, that men have some knowledge, which they attain on their groAV ing into life from infancy, to understand Avhat is alluded to or spoken of here, not to require explanation of what is meant by the terms used of the precepts and the con trary, and Avhat is ordinarily or commonly meant or alluded to by the one and the other ; or the subjects referred to of Avhat the good more particularly consists, and the rules of their actions in Avhat concerns such subjects. What has been considered, are the rules for the conduct of men, in Avhat it is requi site to regard others, for their actions to be good, or morality, or so esteemed ; but be sides the conduct that men must observe in Avhat is good, as they and their actions"], [163, "145 concern others, there is another subject for their consideration for Avhat is moral or the contrary, and that, in Avhat regards them selves as individuals. What regards their own good and benefit and interests only, is not a subject of so much moment or im portance, as to shew the laAv, and general rules of human conduct, or morality, as men's acts relate to others, and Avhat is re quisite to be observed, or attended to, for the good of others ; but as morality, it Avill be proper, and it may be sufficient to ob serve here, that industry, economy, temper ance, sobriety, and prudence generally, are beneficial, or necessary for good, and mo ral, and right, and what therefore men should observe, or attend to ; and idleness, profligacy, dissipation, excess, drunken ness, and extravagance of every kind, is pre judicial, and evil, immoral and Avrong, and men should avoid or not be guilty of these. There yet remain some observations that are considered of importance to be made, for the moral instruction, or direction of men, or that have relation to the subject of morality. And first Avith respect to what L"], [164, "146 may be distinguished as the noble or gene rous virtues. By the noble or generous virtues may be distinguished those acts, or modes of acting, that shall be good, or will effect good, or avoid or prevent harm, in jury, or evil, that are of a voluntary nature, or arising from the feelings, discernment, and judgment of individuals, or dependant on their free-will, pleasure or discretion. There are many Avays in Avhich men can act for the good, or that will render benefit or service to others, and avoid or prevent their hurt, or injury ; and the contrary, that may not be beneficial, but prejudicial. And such modes or Avays of acting, effecting, or being good, shall be esteemed virtues. As such may be enumerated or mentioned, charity, forgiveness, mercy, liberality, generosity, and all the genial or kinder ideas and acts of humanity ; nor omitting, although it in some cases may amount almost, if not be tantamount, to a duty obligatory on men, that of gratitude ; and such being of a free and voluntary nature, in those acting and effecting or being good, and this at the cost or sacrifice of those practising them,"], [165, "147 in their property, their time, their labor, or in their care, and anxiety, may be termed noble or generous virtues. It is proper to observe on Avhat is consi dered or termed as noble or generous vir tues, that they are not Avithout rule or limit in their practice, or to be exercised indis criminately. In their practice, it is neces sary to discriminate betAveen Avhere the ge nerous virtues will be good, according to the estimation of men's actions or morality, or good only as to those to whom the ac tions apply, or Avho are benefited by them, or where the action is of partial or particu lar good, but is not consistent Avith the general good. The generous virtues of themselves are generally good as beneficial to men, or those the virtuous act is directed to or intended to benefit; but if the good, or benefit done, is only partial or good to those, the act of virtue is directed to, and by that defeats or prevents good, or the rule of ac tion necessary for good, as applied to man generally, or Avhat is the good of man gene rally, hoAvever apparently the good done is or pure the generosity toAvards those bene- l 2"], [166, "148 sited, and good in the motive or intent in the person acting; yet defeating, or pre venting, or perverting the end and object of all moral good and morality, in not being consistent with the general good or the rules necessary for the general good, such act hoAvever good, partially, or in motive, is Avrong for the general o-ood of man, and therefore ought not to be done, and such is not morally good, speaking of morality, or the good so referred to or meant as to hu man actions. So Avarm and zealous are the right-mind ed and Avel'.-disposed, or those virtuously inclined, that Avhat is correct, or proper, or good, or virtuous, or so in appearance, is most apt to lead them into indiscriminate modes of acting, or to pursue humane and kind actions, that, although arising from or followed from the most pure and excellent motives, lead to error and mischief. It is, therefore, proper, in noticing the generous virtues as rules of action for morality, to guard or advise men in the practice and exercise of them, that discrimination should be used between Avhat acts or modes of"], [167, "149 acting are properly so termed or meant, and Avhat are only so in appearance, but in effect are of evil. All the humane virtues, or those acts that are genial, kind or be neficent to man, are good, or so esteemed and considered as virtues, or virtuous in those practising them, for that good done or effected by them, or are for such reason generally so characterized. But, if the same act, or mode of action, which effects good or benefit partially, or to some only, while it is injurious to man generally, or in op position to what is necessary for the good of men generally, and thus produces harm or evil, however good the object or intent of those doing the act or so acting, and there fore as to intent good and virtuous, such ceases then to be virtue as to its effect mo rally speaking, or that act Avhich can be properly so called, or is meant or distin guished by that term ; and the supposed motive, in good, being erroneous, but for Avhich it Avas meant or intended, and deemed virtuous or good, ceasing or not existing, the act should not be done or be stopped, or not pursued, for the reason of its being"], [168, "150 good, for the good for which it Avas so deemed and sanctioned, does not exist or ceases, and the contrary or evil is the con sequence ; therefore, for good and morality, it should not be adopted or done, but men's actions in these cases, in what are errone ously considered as virtues, should be re strained, or men should cease to act on the erroneous notion being then adverse, or contrary to virtue, and in effect evil ; and individuals pursuing them, knoAving and seeing the mischief or evil, are then respon sible, however the tender and humane feel ings may influence or extenuate their fault. Thus, in charity or by the act of giving alms to the poor, or distressed avIio are in want, and are honest and industrious, is true cha rity; but giving or dispensing a man's sub stance or property, or money Avithout re straint, may streighten and throAV the giver into difficulties, and be his ruin, as Avell as of all connected or dependant on him ; or not Avisely or properly bestoAved, or Avith out discrimination, may serve but to in crease cases of misery intended to be alle viated; or may encourage indolence and"], [169, "151 vice, and as such produces, or is in effect, harm and evil. The act of too great mer cy may defeat justice, and prevent example being made of the refractory and the wick ed. Too great generosity, or the acts that would be esteemed a virtue as such, by aid or assistance to those in danger or perils, Avithout discretion, may involve the Avilling, and those desirous of serving or rendering assistance to others in one common danger and destruction ; or liberality improperly sheAvn, may encourage indiscretions, follies, vices, Avickedness and baseness, and expose those shewing liberality to the designs or stratagems of their enemies, or those badly disposed, or Avishing to take advantage of that virtue of others. And so, on the other hand, the contrary of the generous virtues, as covetousness, avarice, obduracy, envy, jealousy, malice and revenge, and all mean and crafty ideas and acts of human nature, or inimical and prejudicial to man, and Avhere men are free to act, may be termed the sordid and base vices, are immoral and evil, and men should not do or be guilty of, such raise corresponding notions of indig-"], [170, "152 nation, detestation, and repugnance, in the virtuous and well-disposed, as Avhat the vir tues do in Avarmth and interest for them ; and it Avill be proper to observe that men should, therefore, discriminate in their con duct in respect of Avhat appear vices, as in Avhat may appear virtues : and, under the idea of sordidness and mean and base vices, they ought not to omit or forego those ac tions and duties Avhich may appear unkind, or bear hard or Avith severity upon indivi duals, where prudence or frugality is neces sary; or Avhere the rules of morality, or for Avhat men must observe in regard to man kind generally, for what is good, require such conduct as may appear harsh or se vere to others. Such acts likeAvise as might be considered severe or revengeful, or un- Avorthy of a virtuous or humane man, if therefore abstained from, might tend to de feat justice or the bringing of delinquents to punishment, or prevent Avholesome cor rection, and the exercise of the just and necessary severity of the laAv. Distinction must, therefore, be made betAveen those modes of action or acts, Avhich can pro-"], [171, "153 perly be considered as vices when produc tive of harm, and those modes of action necessary for good, and to prevent and punish evil. Men, therefore, in the esteem and practice of the generous virtues, or in their abhorrence and abstaining from the sordid and base vices, must be considerate, and not apply Avhat apparently may be, or was intended for virtue, to cases where it Avould be of evil, and contrary to the object and intent of it, nor, under the idea of a sordid or base action, or vice, omit, abstain from, or oppose duties, hoAvever unpleasant or repugnant, or apparently opposed to ge nerous virtues and humanity, that are good, or are necessary for the benefit of men ge nerally • Neither should be omitted under the ge nerous virtues, the particular mention of personal example ; and as one means of ef fecting of good to men by its influence on others is in personal example of the indivi duals, all virtues in the individuals, or con duct, or acts, that are beneficial in their effects, either to themselves or others, either"], [172, "154 as an inducement to good in others, in being first in acts of good, or in common diffi culties or dangers, to lead others, or to ex ert themselves, in the means or way, to overcome, or obviate dangers, or to extri cate themselves from such, or to prevent or lessen the mischief impending; or in Avhat regards the individuals themselves, as their manners, habits, and acts in Avhat they do concerning themselves, may and will have effect on others, in their observance of vir tuous or good conduct, as such are benefi cial to others, and good, may also be con sidered as generous and virtuous in men. While vicious habits, manners, and actions in men, as concerns themselves, is bad ex ample, as prejudicial to others in imitating or folloAving them, or encouraged, or in duced to do so from seeing the like in others, and is therefore injurious, or has such effect or tendency, and is evil. But, on the other hand, in personal example to encounter unnecessary or useless dangers, in cases of peril or difficulty, or men to pu nish themselves, or endure sufferings, or in-"], [173, "155 conveniencies not called for, in what con cerns the individuals themselves, and where they are free to act, is rashness and folly. Before the subject of the rules or direc tions in regard to the conduct or actions of men for morality is closed, there is one matter that appears important to make an observation upon in regard to, or as it con cerns, all human actions or conduct, and that is passion, temper, or disposition, and angry feelings, and Avhich may be consi dered under the term of passion. Under the influence of passion men are liable to be misled, and not act according to reason, and in the Avay best, or more agreeable to Avhat is morally right or good, and conse quently are exposed to err and deviate from the rules of morality, and often disposed to act violently, and to commit follies, and do evil. Men, unless they command their temper, are not acting under the due in fluence of their mental powers, although they must be held responsible for what they do, as having the power of command over themselves, if they choose to exert it ; or otherwise from giving Avay to passion, or"], [174, "156 allowing it to arise, they are culpable for all the consequences, and effects of it. It may have been, and still may be urged, that passion is sometimes good, or at least a degree of it is good, in order to stimulate men into action and exertion, and make them alive to injustice, and wrongs, to make men resent injuries, and punish the guilty. But Avhatever advantage may result from the effect of passion, there can be no deny ing but that the same good may result from the same or similar actions, dictated bjr a sense of virtue or propriety alone, Avithout passion ; men then adopt a rational, and moral course of action, and are not so lia ble to error. ' It is not meant to be urged that men can always be guarded, and that human nature is not to feel the influence of its constitu tion, and that passion is neArer to arise ; for it may and will certainly occur, that pro vocation may be given to the mildest and best disposed, and the most guarded may be surprized. Warmth may arise in dis putes, and imperceptibly lead men on to violence, or the tumult of passion, insult,"], [175, "157 and provoking language and action, may be used towards men, Avhich, at the mo ment, it may be impossible, Avith any spirit or feeling, not to retort or resent it ; and obstinacy and perverseness in those, men have to controul or direct, and avIio should obey, may also be a cause of provocation, that cannot be ahvays guarded against. Such occurrences may and will happen, and, under the momentary influence, it is natural and just that the aggrieved should feel, and shew their indignation, and that the offender should receive the merited re buke, or punishment, or return, for his mis behaviour, and such cannot be deprecated. Yet where men can curb their passion it is always best. They are then better pre pared to meet the aggressor, and less liable to lose the advantages, either of their argu ment or position, or to commit error in themselves. But the casual or accidental ebullitions of human nature, or the spirits, on sudden cause or great provocation of passion, is not Avhat is particularly con templated : but it is the giving Avay to passion Avhen it can and may be corrected"], [176, "158 or controuled, (and which possibly always is capable or susceptible of controul and government) ; and when this can be done, it is the fault of those that give way to it, and any errors or evils committed in con sequence, is to be attributed to those Avho give Avay to its influence, however excus able or extenuated under just occasion of provocation. It is certain that all men are capable of controul in regard to passion, and that circumstances and the presence of others, that assuage the feelings, or im pose respect, have their effect on the pas sions, in controuling and in keeping in order such feelings or emotions. It, per haps, may be, that men of themselves, Avith out the presence of such controuling causes, may not be able to guard against, subdue, or correct or regulate their feelings; and that the presence of those they stand in awe of, or respect, or that compose their feel ings, or the circumstances that impose si milar effect on men, may be or is requisite for command and controul, and that Avith out the presence of these things to affect men, or govern or controul them, they have s"], [177, "159 not the means Avithin themselves of bringing to mind, at the moment of irritation or incitement, the propriety or the necessity of controul to act rightly or consistently Avith their moral duty, and Avhat is required of men in this respect, where urged or prompted to deviate from sudden provo cation. But if men have not the means of self-controul in all cases of provocation, or of calling to their recollection their duties Avithout such monitors ; yet that they are and can be controuled, under the effect or presence of some causes, is yet evident ; and that they can be controuled or go verned in these respects, and that the pas sions are capable or susceptible of controul, or direction, or regulation : and it then al most admits of certainty in the conclusion, that if men were duly to exert themselves, that they might at all times have the same command of themselves, in regard to their passions, as they have by the presence of those things they bow in respect to, or al low, or afford, composure or conciliation. It is possibly but the Avant of recollection that their passions can and would be kept"], [178, "160 in order or rule, under certain circum stances ; and Avhy not let the recollection admonish them, that the passions may and can be controuled, and admit humility to be their lesson, instead of pride and haugh tiness, obstinacy and conceit ? Such recol lection, at all events (if it cannot be of im mediate effect), under the opportunity of time and reflection, should be the rule, the aim, or attempt, or endeavour, of all for good ; and there can be no excuse, Avhen there is time or opportunity for reflection, to subdue the passions or compose them selves, that men suffer themselves to be under the influence of passions, and do not controul and correct them. At the same time, in speaking on the subject of con trouling the passions, it Avill be proper to observe, that it is not to be understood, that in controuling or subduing the passions, men are to mistake this for suppressing or destroying spirit or energy in action. Nothing hitherto has been said concern ing the conduct of man, in the relations either of sexes, or as parents, or as children, separately of themselves from other sub-"], [179, "161 jects, and they are alluded to together, as they appear matters much connected or re lated with each other ; and a separate no tice of such important subjects cannot be omitted, and Avhich their importance and distinct nature apparently demands, Avith out some comment or explanation. Customs, habits, and arbitrary rules, and possibly might be added, prejudices of man kind, very much mark or regulate the con duct of men in these respects, of sexes, pa rents, and children ; and the ideas, or no tions of men, their sense, and judgement of propriety, or impropriety, and their ideas of moral right and Avrong, or good and evil, are very much, if not Avholly regulated, or directed, by such customs, habits, arbitrary rules, and prejudices of men. Again, these customs, and prejudices, may be suited to, or arise from particular circumstances of country, climate, constitution, manners, and habits generally, religion, superstition, and laAv. And it does happen that on this subject, there is so much diversity of idea, in the opinions of propriety and impro priety, or moral right and wrong, or good M"], [180, "162 and evil, or rather, it should be said, in what is accordant Avith or in conformity to good and Avhat is the contrary, in these respects among mankind ; and such ideas and opi nions so much at variance, and the prac tice of men again so much at variance Avith the ideas, and opinions, upon the subject of the sexes, parents, and children, and the rules in these respects ; that it is a matter of great perplexity to say, Avhat rule or pre cept shall be right, or to state any thing very particular in regard to rules. Coun try, climate, constitution, religion, and laAv, and various other circumstances may ren der various modes of acting in these re spects requisite. But as universal precepts according with human nature may be men tioned, love and respect of the sexes, the care and protection of Avomen by men, and parental and filial duties and affec tions, and cleanliness and decency. The laAv, however, is a rule paramount, or authority, to every other direction to man in human concerns; and the kvws of a country in these respects, are therefore a rule to be abided by for good, and are evil to be de-"], [181, "163 parted from, and are, therefore, what men must be referred to for good, and the con trary evil, in these respects ; and the ob servance of the law of the country, or so ciety, Avhere men live, in these respects, are esteemed good, and are approved, and the contrary are deprecated, and con demned as evil. Rule is, moreover, neces sary for directing and regulating the human conduct or actions in these matters ; and the laAv which the subjects of a community knoAV and as affording the benefit and pro tection of the laAv are good, while a de parture, being Avithout rule, exposes the subject to a state of precariousness and un certainty, and consequently are evil. And in respect of these subjects, in Avhich the law of any country or people do not pre scribe rules or regulations for human di rection, as good is the object in all human concerns ; the rules of morality for what is good for man generally will be the rules here. Therefore the general rules for Avhat men shall do in the precepts of honesty, truth, and justice, and other virtues, and Avhat they shall not do in fraud, falsehood, and"], [182, "164 Avrong or injustice, and other vices, and also Avhat the good shall more particularly consist of as Aviiat concerns life, property, promises and agreements, and laAv, and the rules in respect of these, for Avhat men shall do and shall not do, are alike necessary to be observed in these particular relations of man, as in the relations of mankind gene rally. The subjects, in question, form matter for particular consideration and dis cussion, as to what may be best and most proper and the contrary, and are matters of moral philosophy ; but the discussion of them, hoAvever interesting or important, must be left for separate and distinct con sideration, beyond Avhat is stated under the heads of the laAvs or rules of human con duct, as regards individuals or morality, and is applicable to these subjects. THE END ERRATA. Page 55, tine 16, \" and thus benefit,\" read, \" and their benefit.\" 71, line 2, \" his actions,\" read, \" their actions.\" 142, line 17, \" understanding these common duties, read, \"understanding their common duties.\""], [183, ""], [184, ""]]