[[1, ""], [2, ""], [3, "NOTES SUR LA PAROISSE DE ТОШС'Н (CANTON DE fíOSPOROEN) PAR Le Victe DE VILLIERS DU TERRAGE Extrait du Bulletin de la Société Archéologique du Finistère. QUIMPER IMPRIMERIE CH. COTONNEC, PLACE SAINT-CORENTIN, 54. 1894."], [4, ""], [5, "NOTES SUR LA PAROISSE DE TOURC'H (CANTON DE ROSPORDEN) PAR Le Victe DE VILLIERS DU TERRAGE Extrait du Bulletin de la Société Archéologique du Finistère. KVO\"Oi QUIMPER IMPRIMERIE CH. COTONNEC, PLACE SAINT-CORENTIX, 54. 1894."], [6, "î."], [7, "3 N O TES SUR LA PAROISSE DE TOURC'H Le vitrail de l'église paroissiale de Tourc'h a été signalé récemment par M. Г abbé Abgrall àl'attention de la Société, en raison de sa grande ressemblance avec la maîtresse vitre de l'église Saint-Mathieu de Quimper. Л cette occasion, je communiquerai à la Société quelques notes que j'ai recueillies sur l'église de Tourc'h et sur deux chapelles voisines, Sainte-Candide de Locundu et Saint- Guénaël. Eglise paroissiale. — ha petite paroisse de Tourc'h, si tuée dans le canton de Rosporden , anciennement s'éné chaussée de Conq, Fouesnant et Rosporden, est aussi an cienne que les deux grandes paroisses qu'elle sépare, Elliant et Scaër (1). II en est question dans le Cartulaire de Landévennec i folio 147), à propos de saint Ratian à qui le roi Grallon fit une donation de différents domaines situés à Tourc'h (in plèbe Turéh), à Scaër (Seathr) et à Coray (in vieario Choroe). Les noms de deux de ces domaines, Lan Ratian et Penn Guern se retrouvent encore aujourd'hui aux environs de Coray sous la forme Lanrajen et Penvern. Saint Ratian était un de ces disciples de saint Guénolé qui quittèrent Landévennec avec l'assentiment de leur maître pour aller vivre dans la solitude. Devenu le protecteur de ses (1) Rosporden et Saint-Yvi étaient seulement des trêves de la paroisse d'Elliant."], [8, "4 voisins, il écarta par ses prières un fléau qui dévastait tous les pays d'alentour, fléau qui, d'après l'annotateur du Barzaz Breiz, ne serait autre que la peste d'Elliant. L'église de Tourc'h est dédiée à saint Cornély, dont le pardon se célèbre le troisième dimanche de septembre. En dehors de son vitrail, elle ne présente rien de remarquable. Le transept et le chœur peuvent remonter à la fin du quin zième siècle. La nef est plus récente, et les chapiteaux des piliers indiquent le dix-huitième siècle. Le clocher a été élevé ou, en tous cas, profondément modifié à la même époque : on y voit plusieurs pierres sculptées appartenant à une cons truction antérieure. Le calvaire est sans importance. L'église possède trois cloches ; mais les deux plus petites remontent à 1873 et 1824 seulement. D'après les inscriptions, les parrain et marraine sont, pour la plus ancienne. M. Louis- Hyacinthe de la Lande de Calan, maire, et Marie-Jeanne Rivier ; pour la plus récente, M. Bleuzen, maire, et Marie- Isabelle Gourmelen. La grande cloche, d'après les registres de la paroisse, a été baptisée le 12 août 1781 sous les noms de Corneille-Marie , les parrain et marraine ont été Jean Colorée, fabricien, et Isabelle Le Guénel, femme de Guy Le Bourhis, syndic. La cloche porte l'inscription suivante : - L'an 1781, j'ai été bénite par M\" G. Le Du, recteur de « Tourc'h — M. le marquis et Mme la marquise de Tinténiac, « seigneur de fief. — M. et Mme de Kerjan, seigneur préémi « nencier. » Au milieu de la légende se trouvent deux écussons accolés : le premier, d'hermines au croissant de gueules (Tinténiac) ; le second, fruste. A la fin, il y a sous une couronne un écus son double en forme de cœur, contenant, à gauche, une tour (Kerjan) ; à droite, les armes bien effacées de Marie-Louise de la Marche, femme de François de Kerjan, seigneur de Kerminihy."], [9, "5 J'ai parcouru la collection des registres de la paroisse, qui est fort incomplète pour le 17e siècle, et n'ai trouvé à signa ler que la mention de la résidence à Tourc'h d'un notaire et la présence de deux prêtres pour assister le recteur en 1680. II y a cependant un baptême de cloche, fait dans des conditions particulières qu'il est intéressant de rap peler, comme se rapportant à l'histoire générale de la Bretagne. C'est, après cinq années, un épilogue de la révolte du Papier timbré. Je reproduis textuellement cette mention dont la rédaction est incorrecte et l'écriture peu lisible. « Décembre 1680. Et a été nommée par nobles gents « Guillaume Changeon, sieur de Névars sénéchal de la « juridiction de Coatheloret et autres juridictions (1), cappi « taine de la ville de Rosporden, et par dame Elisabeth du « Livec, dame du Kerminihy, la maraine, et aultres lieux, « qui ont signé pour leurs respects et les soussignants pré « sents. Et ce même jour ont été les cloches rendues de « cette église paroissiale après avoir été enlevées d'icelle et « rendues au château de Conqau pour cause des troubles de « la paroisse et batement du tocsin de son. » Suivent les signatures : « Marie Elisabeth du Livec. — Changeon. — Callonaut. « — Kerguennec. — Yves Lebail, prêtre. — Henri Pompoul, « prêtre et recteur. » Rien n'indique que cette cloche soit jamais revenue prendre sa place au clocher de Tourc'h. Pendant le 18e siècle, les registres ont été régulière ment tenus parle clergé, jusqu'au 7 juin 1792. A cette date, figure pour la dernière fois la signature du recteur de Tourc'h Guillaume Guéguen. Suit une période de plusieurs semaines pendant laquelle les registres ne portent aucune inscription. Enfin, à partir du 24 juillet et jusqu'à l'installation d'un (I) Goarlot, Coatcanton, Kerminihy, et juridiction royale de Rosporden."], [10, "6 fonctionnaire de la commune, le 1\" janvier 1793, les actes sont signés « Guino, curé d'Elliant », qui fait suivre sa signature de la mention suivante, - en ma dite qualité et « sans entendre préjudicier au territoire de l'annexe de « Tourch et en l'absence du vicaire du dit Tourcb. » L'abbé Guino avait été député du clergé aux Etats géné raux et membre de la Constituante. Rentré à Elliant comme curé constitutionnel, il ne pût s'y maintenir en présence de riiostilité de ses paroissiens qui, d'après une tradition citée par M. Kerviler, le saluaient du cri populaire Harz ar bléiz ! « Au loup ! » L'abbé Guino est mort après le Concordat réconcilié avec l'Eglise. Vitrail. — La maîtresse vitre de l'église paroissiale pré sente à sa partie supérieure trois soufflets contenant des armoiries dont il sera question plus loin. La partie principale, bien que divisée elle-même par deux meneaux en trois parties ayant chacune 51 et 53 centimètres de largeur, représente dans son ensemble un sujet unique, le crucifiement de Notre-Seigneur. C'est ce même sujet qui est identiquement reproduit dans les trois parties centrales du vitrail de Saint-Mathieu qui en contient cinq. Aussi pour la décrire ne puis-je mieux faire que d'emprunter les termes dont s'est servi M. l'abbé Abgrall dans sa notice sur le vitrail de Saint-Mathieu (1). « Notre-Seigneur en croix, saint « Longin à cheval lui perce le côté de sa lance ; la Made « leine au pied de la croix. Sous le larron de droite on voit « la Vierge éplorée, soutenue par saint Jean et par une « sainte femme ; à l'arrière plan deux juifs debout, puis un « soldat casqué et un pharisien à cheval. Sous le larron de « gauche, un centurion au costume très riche monté sur un « magnifique cheval, et au second plan le prince des prêtres (t) Tome XX du Rulletin, page 198."], [11, "ÉGLISE PAROISSIALE DE TOURC'H."], [12, ""], [13, "7 « et un pharisien aussi à cheval. Le bon larron rend le der « nier soupir, et son âme, sous la forme d'un petit enfant nu, « est portée au ciel par un ange, tandis que celle du mau « vais larron est emportée par un démon hideux. » II faut ajouter que ce dernier vitrail présente de nom breuses lacunes : toute la partie inférieure n'existe plus, tandis qu'à Tourc'h l'ensemble de la composition est fort heureusement complété par plusieurs groupes de soldats se disputant les vêtements de Notre-Seigneur. Tous ces per sonnages portent de riches costumes du 16e siècle aux bril lantes couleurs. Le vitrail est d'un bon style et intéressant à plusieurs points de vue. II est en assez bon état, mais, pour en assurer la conservation, il serait indispensable d'exécuter quelques travaux urgents de consolidation que les ressources minimes de la fabrique ne lui permettraient pas d'entreprendre. La restauration du vitrail de Saint-Mathieu, qui se fera pro chainement, serait une occasion favorable, si la Société pou vait obtenir pour la paroisse de Tourc'h, ou lui accorder, elle-même, la subvention nécessaire. Le vitrail ne présente pas de lacunes : quelques panneaux sembleraient, à première vue, être en verre blanc, mais, en les regardant avec attention, on trouve partout des traces de la composition primitive. La photographie l'indique très nettement. 11 y a seulement une décoloration partielle qui a malheureusement atteint la partie basse du panneau de droite où une date se trouvait inscrite. On lit sans peine l'an, et avec une difficulté croissante un 1, un 5 et un deuxième 5, ce qui ferait remonter le vitrail aux environs de Tannée 1550. Cette date est du reste parfaitement d'accord avec le style du vitrail, et elle se trouve vérifiée par les indications conte nues dans les soufflets où se voient les armes des deux"], [14, "8 seigneuries qui se partageaient le territoire de la paroisse de Tourc'h, c'est-à-dire, Kerminihy, paroisse d'Elliant, mainte nant Rosporden, et Coatheloret, paroisse de Tourc'h. Toutes deux relevaient directement des ducs de Bretagne, et plus tard des rois de France, dont les fleurs de lys devaient probablement figurer en supériorité dans le premier soufflet. Cette circonstance a pu en provoquer la destruction en 1793. A cette place on voit maintenant une gloire analogue à celle qui existe à la grande vitre de l'église de Rosporden et qui date du commencement de notre siècle. Le soufflet de gauche contient les armes suivantes. Ecar telé : au premier, d'argent à trois molettes de gueules (Ker minihy) ; au deuxième, au chêne de sinople enqlanté d'or. au franc canton de gueules chargé de deux haches d'armes d'argent adossées (Plessis-Nizon) ; au troisième, parti de Plessis-Nizon et de gueules aux trois croissants d'argent (Kerflous) ; au quatrième, d'argent à la croix de sable (?) Je n'ai pas trouvé Г explication de ce quatrième quartier' mais les trois premiers suffisent pour reconnaître les armes de Laurent du Plessis qui possédait la seigneurie de Kermi nihy entre 1540 et 1562. Ces armes sont décrites dans les aveux de cette seigneurie, qui. à propos de la paroisse de Tourc'h, revendiquait entre plusieurs autres droits, celui « d'avoir un écusson en la maîtresse vitre du côté de l'Evan « gile, qui est d'argent à trois molettes de gueules, écar « telées (sic) et contre écartelées des armes du Plessis et de « Kerflous qui sont maisons alliées du Kerminihy » (1) Au soufflet de droite nous trouvons un écusson dont la forme est caractéristique du 16e siècle. Les armes d'argent {[) La famille du Plessis-Nizon est représentée dans notre Société par son président. La famille de Kerflous, ramage de Trémillec, s'est fondue dans Billoart de Trémillec et de Kervaségan, famille dont un membre, le dernier gouverneur de la Louisiane,est bien connu sous le nom du chevalier de Kerlérec."], [15, "9 au grêlier d'azur figurent également aux soufflets supérieurs des deux petites fenêtres latérales du chœur, qui n'ont con servé que ces fragments de leurs anciens vitraux. Ces armes doivent être celles de la famille à qui appartenait vers 1550 la seigneurie de Coatheloret ; mais sur ce point, je n'ai pu recueillir aucun renseignement. Coatheloret était cependant une seigneurie importante qui possédait plus de la moitié de la paroisse de Tourc'h et y occupait une situation prépondérante. Elle avait « droit de « juridiction, haute, basse et moyenne justice et patibu- « laires à quatre piliers. » Le seigneur était « supérieur et « fondateur de l'église paroissiale , de la chapelle de « Locungufî (1), en la dite paroisse et de Saint-Adrien, en la « paroisse d'Elliant....» La juridiction existait encore dans la seconde moitié du 18e siècle et cependant aujourd'hui le nom de Coatheloret est inconnu des plus anciens habitants de la commune. Cette seigneurie était certainement fort ancienne. Son siège se trouvait à une motte féodale qui existe encore bien conservée un peu au nord de la ferme de Goëlarc'hoat, sur une hauteur qui domine à la fois la vallée de l'Aven et la route de Quimper à Gourin par Elliant et Scaër. La ferme de Goëlarc'hoat, qui portait dans les aveux le nom de manoir de Coatheloret, ne paraît pas en raison des dimensions exiguës de ses bâtiments avoir été une habitation seigneuriale de quelque importance, ni même un simple manoir comme il en existait un si grand nombre en Breta gne. Quelques restes de murs qui se voient entre le manoir et la motte ne fournissent aucune indication. Tout porte donc à croire que les différentes familles qui ont possédé la seigneurie ne résidaient pas dans la paroise, ce (1) Maintenant Sainte-Candide de Locundu."], [16, "10 qui expliquerait la rareté d'aveux spéciaux et de mentions sur les registres de l'église. Voici tout ce que j'ai pu recueil lir de renseignements sur la succession des propriétaires de Coatheloret. A la sin du 18e siècle, le dictionnaire d'Ogée cite M. de Quimer (sic). II s'agit du marquis de Tinténiac, seigneur de Quimerc'h, en Bannalec, qui a figuré au baptême de la grande cloche de Tourc'h en 1781. o Antérieurement, deux aveux portant les dates de 1759 et 1752, mentionnent Joseph-Louis de Tréouret, seigneur de Kerstrat, comme seigneur de Coatheloret. A la date du 5 décembre 1728, le registre de la paroisse de Rosporden, mentionne le baptême d'un enfant ayant pour parrain messire Louis-Joseph de Tréouret, seigneur de Kerstrat, de Coateloret, etc., et pour marraine Elisabeth- Renée Le Pappe, dame du Kerminihy. II est à remarquer que les armes de la famille de Tréouret sont d'argent au sanglier passant de sable et qu'elles ont pu fort bien être sculptées à l'extérieur du clocher au moment de sa reconstruction au 18e siècle. Cela expliquerait la tradition affirmant l'existence d'une pierre sculptée faisant allusion au nom de la paroisse, en breton Tore'h, verrat. Quoiqu'il en soit, la pierre n'existe plus. Au 17e siècle, nous trouvons sur les registres des paroisses de Tourc'h et de Rosporden, plusieurs mentions, comme seigneur de Coateloret, de René de Canaber, seigneur de Kerlouet, qui habitait Carhaix. II existe également un aveu de 1639, au nom de Bernard de Canaber. Les armes de cette famille sont : d'argent au grêlier de sable accompagné de trois molettes du même (Kerlouet) au chef de gueules chargé de trois quintefeuilles d'argent Elles sont sculptées à la base du clocher et sur la porte latérale de la chapelle de Sainte-Candide et sont"], [17, "11 également représentées dans le soufflet supérieur de la fenêtre de cette chapelle. De même que les écussons sculptés, ce fragment de vitrail porte bien le cachet de la fin du 17e siècle mais il est accom pagné dans les deux soufflets inférieurs de fragments certaine ment plus anciens, contenant chacun un écusson : à droite, parti ; au Pr fascé d'or et de gueules de 6 pièces (Cliastel- Mesle), au 2e incomplet, peut être deux fasces d'azur. Ces armes appartiennent à Auffray du Chastel, qui, du chef de sa femme Renée de la Marche, a possédé la seigneurie de Kerminihy, entre 1600 et 1631. L'écusson de gauche qui paraît contemporain est : Échi queté de gueules et d'argent íPoulmic). J'ignore à quel titre figuraient ici ces armes bien connues, probablement par suite de Г alliance contractée par cette famille avec les Chas tel-Mesle au 15e siècle. Antérieurement à 1600 je n'ai pu trouver aucun document relatif à la famille dont les armes figurent au soufflet de droite du grand vitrail de Tourc'h. Ces armes, d'argent au grêlier d'azur, répétées trois fois dans le chœur de l'église sont bien certainement celles du seigneur de Coatheloret. D'après le dictionnaire de M. Pol de Courcy, elles ne peuvent être attribuées qu'à deux familles, toutes deux de la Cor nouaille, mais avec une légère différence dans la couleur du cordon. Le grêlier est pour les Kergus, lié de gueules, et pour les Kerfors, lié de même, c'est-à-dire d'azur, ce qui tranche la question en faveur de cette dernière famille. Chapelle de Sainte-Candide. — La chapelle de Sainte- Candide est située au village de Locundu, autrefois Locungufï, à 400 mètres environ de la motte de Coatheloret, et survie chemin d'Elliant à Scaër. L'extérieur de la chapelle est très"], [18, "12 simple. La grande porte et la fenêtre ont les caractères de l'architecture ogivale du 15e siècle. Le clocher et les écus sons armoriés, dont il a été question précédemment, ne sont pas antérieurs au 17e siècle. La cloche, qui remontait seulement à 1824, a été remplacée par une cloche neuve en 1891. Les parrains et marraines ont été, pour la plus ancienne, M. Bartolot, de Kervéguen, et M1\"* Armande-Marie Kermorial, de Kerminihy ; pour la plus récente, M,le Marie-Jeanne Guyader, de Kervéguen, et le propriétaire actuel de Kerminihy. En plus des fragments de vitraux dont j'ai déjà parlé, je ne signalerai à l'intérieur de la chapelle qu'une statue en pierre de Sainte-Candide d'un bon style et fort intéressante en raison de son ancienneté. La sainte est représentée en costume d'abbesse, debout, tenant de la main gauche un livre et dans la main droite le bâton d'une crosse qui a été brisée. Le culte de sainte Candide, qui est également pa tronne de l'église paroissiale de Scaër, est peu répandu, car, d'après M. l'abbé Abgrall, il n'y en aurait pas d'autres exem ples en Bretagne. D'autre part, le nom même de Locundu appelle l'attention et on peut se demander quel est le saint personnage, actuel lement oublié, que rappellent les noms des deux villages voisins, Locundu-Tourc'h et Locundu-Scaër situés de part et d'autre de l'Aven. Quel rapport pouvait-il y avoir entre ce personnage et sainte Candide ? Je crois avoir trouvé l'explication dans Taveu déjà cité d'Auffray du Chastel, où en 1619, le nom de la sainte dési gnée comme patronne de la chapelle, avait d'abord paru inexplicable. Sur ma demande, M. Léon Maître a bien voulu étudier de nouveau le texte original, et il m'écrit qu'il ne peut lire autre chose que sainte Vengu, patronne de Loeun guff-"], [19, "AINTE CANDIDE DE LOCUNDU"], [20, "V"], [21, "13 Cette lecture paraît très admissible. Vengu serait alors une forme intermédiaire, qui est devenue dans la langue parlée Uengu ou Ungu, et qui dériverait elle-même d'une forme Guenguff où on trouve l'adjectif <*; u ou guff «. doux » (primitivement сипе) avec le mot g uen, blanc, comme équi valent de candide. J'estime donc que Locundu n'est autre chose que Loc guengu. Mais si sainte Guengu est complètement oubliée à Tourc'h et à Scaër, son nom se retrouverait légèrement modi fié dans le surnom de sainte Ninnoc Guenguestle.ha légende de cette sainte, que M. l'abbé Abgrall m'a signalée, a été écrite par Gurhéden, moine de l'abbaye de Sainte-Croix, de Quimperlé, vers 1100. Elle est analysée dans la Vie des Saints, de M. de Garaby, et reproduite assez complètement dans l'édition d'Albert Le Grand, annotée par M. de Ker danet. Le texte complet Acta sanetae Ninnocae) se trouve dans les Bollandistes à la date du 4 juin ; il est long et diffus et Dom Lobineau l'écarte dédaigneusement au point de vue historique. La légende est toutefois intéressante et elle peut notamment servir à expliquer le surnom de sainte Ninnoc, Guengustle, surnom qui, premier point à établir, est correctement transcrit. Cela n'est pas douteux, car une forme analogue, sent Urgustle, se trouve dans le Cartulaire de Landévennec (folio 142). Je ne reproduirai pas, même en l'abrégeant, la vie de sainte Ninnoc, et me bornerai à rappeler les circonstances qui ont précédé sa naissance. Le roi gallois Brochan et sa femme Meneduc avaient eu 14 fils (1) qui avaient tous quitté leurs parents pour aller au loin prêcher l'Évangile. Le roi n'ayant plus d'héritier de son royaume se désolait, et après avoir beaucoup prié, fait d'abondantes aumônes, il finit par se (I) D'après une autre légende dix fils et deux filles, d'après les légendes galloises Zí fils et 26 filles."], [22, "14 retirer sur une montagne pour jeûner et implorer Dieu. Après quarante jours, l'avant-veille de Pâques, un ange lui apparut pour lui annoncer qu'il aurait eu une fille et que cette fille serait la cause d'une grande joie dans toute la Bre tagne. Cette promesse se réalisa et l'enfant baptisée après sa naissance par saint Columchill reçut de lui le nom qui avait été indiqué par l'ange, c'est-à-dire Ninnoc Guengustle, Cette fille grandit en sagesse et en beauté, mais arrivée à l'àge de se marier, elle s'y refusa absolument, parce qu'elle s'était promis de se consacrer au Seigneur. Ses parents surent très attristés ; ils finirent cependant par lui accorder la permission de s'embarquer pour l'Armorique avec ses parrain et marraine. Elle débarqua à Poulilsin, en Ploemeur (Morbihan), et fonda dans cette paroisse un monastère de femmes, le premier, dit-on, qui ait existé dans les Gaules. II était situé à Lannenec, autrefois Landnennoc, en Ploemeur. On peut donc dire que la sainte avait été vouée et consacrée au service de Dieu par les paroles de l'Ange avant, sa nais sance, ce qui permet d'expliquer le mot gustle au moyen du verbe goestla, consacrer, vouer. Si aujourd'hui les paroisses de Tourc'h et de Scaër n'ont conservé aucun souvenir dans leurs offices de sainte Ninnoc, de sainte Guengu, ou de sainte Candide, on y voit encore deux anciennes statues de cette dernière sainte. L'une, située à Locundu, a été déjà citée et représente incontestablement une abbesse. L'autre, qui est conservée à Scaër, était placée sur la façade de l'église paroissiale démolie il y a une ving taine d'années ; elle présente une ressemblance très grande avec la statue de Locundu, par le costume, par la pose et les attributs, consistant en un livre dans la main gauche et dans la main droite une crosse qui est brisée à la hauteur de la main. II y a là une concordance qui permet d'affirmer que la sainte patronne de Scaër et de Locundu était une abbesse ;"], [23, "15 j'ajouterai que cette abbesse ne peut être que sainte Ninnoc qui a joui dans ces temps éloignés d'une grande célébrité comme fondatrice d'un monastère peu éloigné « où la ferveur « religieuse se soutenait avec la plus grande édification. » 11 serait au contraire impossible de justifier la présence de ces attributs si on voulait les appliquer au nom de Candide. Ce nom a été porté par seize saintes dont l'histoire est en général complètement inconnue, mais rien de ce que l'on sait pour quelques-unes d'entre elles ne leur donne le carac tère d'abbesse. C'est comme vierge et martyre qu'est honorée sainte Candide mentionnée seulement comme compagne de sainte Ursule et pouvant, à ce titre, avoir été connue en Armorique. II reste toujours à expliquer comment a disparu le nom de sainte Ninnoc, si cette sainte a été réellement la première patronne de Scaër. En tous cas, il n'y aurait pas là un chan gement de patron, fait qui s'est souvent produit et quelque fois sans que les motifs du changement soient bien appré ciables. II s'agirait seulement de la substitution au nom d'une sainte tombée dans l'oubli, d'un surnom qui en avait été inséparable. Quand le changement se sera-t-il produit ? il est impossible de le dire, mais on peut supposer qu'il se rat tache aux circonstances qui ont amené la suppression du monastère de femmes de Landnennoc au 11e siècle et son remplacement par un prieuré d'hommes dépendant de Sainte- Croix de Quimperlé. Le surnom de la sainte traduit en latin par Candida (en breton Candid, vulgò Canita) sera devenu le nom de patron de l'église de Scaër. Dans la campagne plus isolée de Tourc'h, le surnom a également remplacé le nom principal, mais en conservant la forme bretonne contractée Guengu ou Vengu jusqu'au commencement du 17e siècle. A partir de 1619, ce nom disparaît et il n'est plus question que de sainte Candide."], [24, "16 II y a en Bretagne et dans le reste de la France de nom breux exemples du changement de vocable des églises et chapelles. Ils paraissent quelquefois difficiles à expliquer, et il faut alors remonter aux sources, comme le dit très judi cieusement un auteur, l'abbé Déric, que je me garderais bien de citer, s'il s'agissait d'étymologie. « Les différents « noms que l'on a donnés dans les premiers temps aux « mêmes personnes n'empêchaient pas de les reconnaître, « parce que, soit qu'ils fussent latins ou celtiques, on savait « ce qu'ils signifiaient et que les causes qui les avaient fait « donner ne pouvaient être ignorées, mais comme elles sont « insensiblement tombées dans l'oubli et comme le celtique « est relégué de nos jours dans la Basse-Bretagne et dans « le pays de Galles, la différence de ces noms est propre à « jeter de la confusion dans l'histoire si on n'a pas l'attention « de remonter à la source. » J'ajouterai qu'il faut étudier, non seulement les sources, mais encore les formes intermédiaires qui ont aussi leur importance. C'est ce que j'ai cherché à faire pour établir l'identité de sainte Ninnoc et de sainte Candide, en attendant la découverte d'un document qui permettrait de trancher la question définitivement. Chapelle de Saint-Guenael. — Le village et la chapelle de Saint-Guenael sont situés sur le chemin d'Elliant à Scaër à sa rencontre avec l'ancienne route de Concarneau à Car haix, dite chemin des Poissonniers, qui sépare les deux paroisses de Tourc'h et d'Elliant. La chapelle était construite sur les dépendances d'un domaine de la terre de Kerminihy, dont le seigneur, d'après les aveux était « fondateur, premier et seul prééminencier, _ après le Roy, en la chapelle de Saint-Guenel ». Elle était plus grande que toutes les chapelles des environs. Du clo-"], [25, "17 cher, qui était sort élevé, — les corbeaux y faisaient leur nid, — on pouvait voir la mer, et le clocher lui-même se voyait, dit-on, au large des Glénans, formant le premier point de reconnaissance pour les navires venant de la haute mer. Les vieillards de 75 ans ont encore vu dans leur jeunesse cette chapelle dont le toit seul avait disparu. Depuis lors, le sol du placitre a été envahi et cultivé par les voisins. La commune d'Elliant a revendiqué la propriété de la chapelle, mais pour la démolir, et les matériaux ont été employés aux réparations de l'église paroissiale et de la chapelle de Bon- Secours. L'emplacement du clocher est encore indiqué par un amas de décombres. Au point de vue du droit de propriété, la situation était à peu près la même qu'à Rustéphan, et le résultat définitif a été le même, la disparition complète des ruines. Le pardon qui suivait la fête de saint Guenael (3 novem bre), était très suivi, notamment par les marins de Concar neau. Une fontaine voisine recevait la visite des pèlerins. La procession allait d'abord rejoindre le chemin de Con carneau et le suivait jusqu'à une vieille croix de pierre qui existe encore et qui domine tout le pays. C'est là que se donnait la bénédiction ; puis la procession prenait le chemin d'Elliant jusqu'au village de Keraudrein et rentrait à Saint- Guenael en suivant à travers les landes un vieux chemin empierré (1). C'est dans la chapelle de Saint-Guenael que les prêtres insermentés ont continué longtemps à dire la messe pendant (1) Ce chemin conduisait à une motte et à une enceinte d'environ 40 mètres de diamètre qui occupaient un point culminant formant une sorte de promontoire signalé par une cote 156 sur la carte de l'Etat-Major. Les murs en pierres sèches s'étaient écroulés depuis longtemps, mais le tracé des douves était récemment encore très visible. Tout a maintenant disparu par suite de défrichements."], [26, "18 la Révolution. On assure, m'a dit une vieille femme, que les vases sacrés ont été cachés dans la terre. Elle ajoutait, en baissant la voix : ceux qui ont voulu chercher le trésor ont été chassés par de mauvais esprits, et il en sera ainsi jusqu'à ce que l'église soit reconstruite. Kerminihy, en Rosporden, novembre 1803."], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""]]