[[1, ""], [2, ""], [3, ""], [4, ""], [5, "STUNG TO THE QUICK."], [6, ""], [7, "STUNG TO THE QUICK % ifarijj Comtirg Storg. BY MRS. G. LINNÆUS BANKS, AUTHORESS OF \" GOD'S PROVIDENCE HOUSE.\" IN THREE VOLUMES. VOL. III. LONDON : CHARLES AV. WOOD, 13, TAVISTOCK STREET, STRAND. 1S67. All rights reserved."], [8, "LONDON : BRADBURY, EVANS, AND CO., PRINTERS, WHITEFRIARS."], [9, "CONTENTS. — ♦ — CHAP. PAGE I. — THE MAPLE DESK 1 II. PROBLEMATIC 17 III. — THE LOST WIFE ..... 33 IV. — FRIENDS DRAWN CLOSER . . . . 48 V. — AVUAT LURKED IN RHODA's HEART . 65 VI. DR. GROVE DECLARES HIS DOUBTS . . . 77 VII. LIVING OR DEAD ? 9G VIII. FOILED . 119 IX. THE PURSUIT . . . . . .137 X. DR. GROATS AND THE GOSSIPS . . . 148 XI. A CRISIS FOR LUCY . . . . .163 XII. RETALIATION. . . . . . . 182 XIII. A FRESH SURPRISE . ... 200 XIV. A BEGGAR, OR WORSE . . . . . 221 XV. EARS FROM A FULL SHEAF . . . .241 XVI. THE FALL OF THE CURTAIN . . . . 252"], [10, ""], [11, "STUNG TO THE QUICK CHAPTER I. THE MAPLE DESK. Days Avent by, bringing neither tidings of Eva, nor replies to Dr. Grove's premonitory letters, nor the travellers themselves. Letters there Avere from the thoughtful husband to his cherished wife by every post (that does not mean twice or thrice a day, good reader), but those the Doctor did not presume to open. After the lapse of a week Mr. Hesketh's clerk trotted up Framwellgate with the wel come intelligence that his master and Mr. Raeburn Avould arrive by the last train that evening. VOL. III. E"], [12, "2 STUNG TO THE QUICK. Punctually to the time, with broAVS as tightly set as his trouser straps, Avith one thumb nail between his teeth while the closed hand covered mouth and chin, and his other hand rested on his straight back, the Doctor paced the platform aAvaiting the dilatory train, pondering the mystery he could not fathom, and nerving himself to the task before him. Physicians find it no pleasant duty to pronounce a fiat of doom to the anxious relatives of a long suffering patient ; how then was he to crush the blithe hopes of a trusting husband, and tell him that his Avife was false — or slain ? For his OAvn part he believed the latter ; the former Avas too absurd for belief. But how should he soften the intelligence if Mr. Raeburn came un prepared ? It was, indeed, a terrible blow for the young husband, elated Avith the success of his enterprise, and longing to gladden an expectant wife with his news — a terrible Woav. The strong man Avas struck clown as"], [13, "THE MAPLE DESK. 3 by a musket shot, and bled internally. No art of the Doctor's had sufficed to smoothe the track of the story. At the first signal his awakened fear flew to his idolized Eva, and with strange impetuosity he demanded \" The Avorst.\" Mr. Hesketh was stunned by the story ; but on Mr. Raeburn the effect was ap palling. He sat forAvard on his seat opposite to the Doctor, the light of the carriage-lamp full on his face — sat rigid, with a blank, incredulous stare, until the alarmed physician's fingers on his pulse, and a pungent essence at his nostrils, aAvakened the sense that was asleep and nigh obliAaon, but not Avandering. Roused, he fell back ; his breath came and went in long gasps, in a silence else un broken save by the carriage wheels, a silence he was the first to break. \" I cannot believe this, Doctor ; I dare not. My wife is pure as an angel — has not an enemy in the Avorld.\" \" Mr. Raeburn, she is not to be found,\" B 2"], [14, "4 STUNG TO THE QUICK. was the grave, deliberate, yet compassionate reply. \" When was she first mi \" The choking voice could get no farther. \"On Tuesday morning,\" answered Dr. Grove ; and, to spare the stricken man the agony of inquiry, continued sloAvly : \" Mrs. Raeburn, haA~ing a severe headache (the result, I believe, of weeping), had a cup of strong tea, and went to bed Avithin tAvo hours of your departure. \" As she slept composedly, Miss Wearbank would not suffer her to be awaked. She was not missed until breakfast time ; next morn ing, when, finding her cousin did not come down as usual, Martha was dispatched by Miss Wearbank to call her. The room was empty ; — the hall-door had been found ajar in the morning, though fastened overnight.\" \" The door open ! \" \" Yes. Under the impression that Mrs. Raeburn had gone simply for an early stroll and overlooked the time, the first hasty search was made ; then a second more rigid ;"], [15, "THE MAPLE DESK. 5 then I Avas summoned. I scrutinized, cross questioned, and searched again, to no better purpose. I even had the pond dragged, and the Avater beloAV the fall ; the result was the same.\" \" Thank you, Doctor, thank you ; you have been a true, kind friend.\" \" I loved the little girl. I had been pre sent at her birth, and shall not rest until this mystery is solved. You owe me no thanks,\" said he, abruptly. \" Why on earth didn't you Avrite for us back ? \" blurted out Mr. Hesketh, having found his tongue. \" When I had your address I did, both to the Talbot, Wolverhampton, and to the Hen and Chickens, Birmingham.\" \" Goodness ! and Ave just missed them by hurrying through Birmingham, and putting up at the Swan instead of the Talbot in the other grimy hole. I suppose they'll be fol lowing us Avhen of no use,\" muttered the choleric man, venting on the letters the rage he could not expend elsewhere."], [16, "6 STUNG TO THE QUICK. The Avretched husband, Avho had sat AAath his hands tightly clasped betAveen his knees, bis hat over his brows, and his head boAved doAvn during the Doctor's painful recital, now asked, in a constrained voice — \" Is there no clue 1 Are no clothes missing ? \" \" I bebeve not ; we had no authority to break locks. There is no bonnet missing, I know.\" \" No bonnet missing ! My God, my brain is reeling ! \" Rhoda received the three in silence, as if afraid to trust her voice with the subject nearest all their hearts. A gentle pressure of his hand, and a sorroAving glance into his eyes, alone bespoke her sympathetic recog nition of Mr. Raeburn's loss. All the pride and reserAre of his nature seemed to return, as he entered the tower and encountered Rhoda only, Avhere Eva had been wont to spring to his embrace. He would not sully his wife's name by question ing domestics."], [17, "7 THE MAPLE DESK. \" Miss Wearbank, have you my wife's keys ? \" Avere almost his first words. \" No, Mr. Raeburn, I have not had them for some time.\" He rang the bell. \" A chisel and mallet instantly.\" Little reck was there for costly Avood or elaborate carving, as lock after lock yielded under the tools in that determined hand. There Avas nothing missing, nothing. — Yes, Eva's jewels ! Silence like the lull of a storm folloAved this announcement, Avhile glance met glance as eloquent and intelligent. Mr. Raeburn's features convulsed as with a spasm, then his lips compressed, a cold grey look settled on his face, as, Avithout a word, he strode into the adjoining draAving room, gripping the tools in his suppressed agony until the wooden handles were in dented by his nails. The lamp had been already lit. Without a pause he lifted from the piano top a small inlaid maple desk, a present from himself to"], [18, "8 STUNG TO THE QUICK. Eva in the sunny days of their smooth courtship, and without more ado wrenched it open. What had Frank Raeburn found that sent the quick blood purpling to lip and forehead, then drove it back and left them Avhite and livid as death or marble ? Only letters — but such letters — letters to blast the sight of any loving and confiding husband ! There were genuine letters bearins; the Sunderland post mark, superscribed \" E. M., Post Office, Durham,\" signed \" Cuthbert.\" Then rough drafts {not so genuine, as Rhoda too Avell knew) of warm replies in Eva's dainty hand, Avhere \" Dearest Cuthbert \" in troduced the theme, and \" your loving Eva \" avouched it. In short, all that simple Cuthbert had been entrapped to Avrite lay in that maple desk, Avith cleverly concocted replies AAdiich might in style and calligraphy have been Eva's, could that pure minded Avoman haArc fallen so lo aat."], [19, "THE MAPLE DESK. 9 A groan, which told of unutterable pain, called forth the three yet conferring in the chamber on the fact of the missing jeAArels and its import ; but when Rhoda would have hurried with the gentlemen into the presence of the tortured man, Dr. Grove held her back. \"Miss Wearbank,\" said he, gravely, \" you had better retire. I feel assured our poor friend has made a second sad discovery. No man cares for a Avoman to witness his Aveak ness or his agony ; you Avill spare him an accession of pain, and yourself much also by awaiting in another room the result.\" \" You must remember, Doctor, I haAre been a Avhole Aveek a prey to apprehension and anxiety, and if \" \" One hour more Avill not be a heavy addition to the week. I Avill grant your anxiety ; but delicacy should supersede curiosity,\" interrupted he, Avith marked emphasis. Without betraying further unAvillingness, she acquiesced in silence, mentally chafing"], [20, "10 STUNG TO THE QUICK. at the exclusion though not daring to rebel. They found the unhappy man, with his head bowed down upon his hands among the disordered papers, every muscle of his frame quivering, and his face working to a degree which might ha\\Te alarmed even Dr. Grove, had not his experience told it was the effort of a strong-minded reticent man to regain outAvard composure. A sign from the physician restrained Mr. Hesketh from untimely interference, and the twain seated themselves in the background Avhilst a deadly strife went on between memory and hope, and memory won. There lay the tokens of unexampled treachery and infidelity. There the shame less testimony of the friend he had trusted, and the wife he had adored, that there was neither faith in man nor purity in woman. So thought he as one by one, like spectres summoned to haunt him night and day for evermore, he called back eATery memory of every incident which had raised a fear, or"], [21, "11 THE MAPLE DESK. jealous doubt of Eva's love, and kept his proud heart back from the hazard of a re pulse ere he felt assured she loved him only. \" Assured,\" thought he ; \" better ten thousand times I had held back for ever than have risked my life's hopes on a wanton. God ! that that word should name my Eva — mine ? — not mine. Fool and blind that I Avas, did she not sing ' The Mariner ' the night I spent with them first, praying the waves so earnestly to bring her sailor lover back ? Was not the watch-guard Avoven for me a mere pretext for the one so assiduously Avrought for him ? Rhoda was right; the shipping views had a deeper origin than Dr. Grove could see. And oh, the bye-play in the wood, when I stood by and Avatched the fir cone flung as a love token, and heard the open boast that ' The scent of fir trees Avould ever remind her of the * Polly ' and her master ? Then, good Heaven ! the secret I was not to know until the ' Polly' sailed ! Oh, mad, uxorious fool to suffer myself to be so vilely duped ! to be"], [22, "12 STUNG TO THE QUICK. beguiled by seeming artlessness and Avinning smiles. How madly in my Avisdom, I o'er leapt or overlooked all the kindly warnings Rhoda in her dependence dared not utter openly — yet ventured to look and to imply. Oh Eva, darling Eva ! madly loved, lost as you are ! I would hate you if I could, but my heart will not obey my senses.\" Thoughts like these were followed by a tempest of rage against the seducer and destroyer ; the live coal kindled in his heart and fit his eyes Avith a fierce light that boded ill for those who had clone him this foul Avrong. Thought is swift, and passion svveeps and scathes the soul like a Avhirhvind. The strength of a tempest is not marked by its duration. Too proud to bare his sufferings to a human being, jealous that any eyes should Avitness his ineffectual efforts to cast from his heart a Avorthless woman, Avho had dishonoured him, Frank Raeburn, choking clown all other emo tions than that of stern resolve, rose suddenly,"], [23, "13 THE MAPLE DESK. and confronting Mr. Hesketh, threw a letter down before him. \" Do you knoAv that hand and seal ? \" said he, in a voice so forced and cold it revealed to Dr. Grove much that he meant to hide. \" KnoAv it — hand, seal,\" stammered Mr. Hesketh. \" My goodness ! they are our Cuthbert's. What in the name of all that is terrible is the meaning of this ?\" \" You had better read it, sir, for your better information, and see Iioav proud you had need be of your son and / of my friend.\" If not the Avriting of a fluent penman, it Avas clear and legible enough ; but Mr. Hes keth's unsteady hands, misty spectacles, and tremulous voice, interfered Avith his task. \"Perhaps Dr. Grove Avill relieve you,\" suggested Mr. Raeburn in the same dry, cold tone Avhich did not betray his compassion for the old man's evident distress. Dr. Grove read from beginning to end, Avithout an interruption, that letter of Cuth bert's Avhich promised the \" rigging for the tight little cabin-boy.\""], [24, "14 STUNG TO THE QUICK. TJiere was the Avanting clue. \" Cabin-boys do not Avear ladies' bonnets, gentlemen,\" re marked Mr. Raeburn with bitter emphasis as he tossed the remaining papers to the Doctor, bidding him read them all. Mr. Hesketh, choking with indignation and wounded paternal affection, asserted, \"I'll be d— d if Cuthbert Avrote that vil lany. It's a gross forgery.\" \" Mr. Raeburn,\" expostulated the be- Avildered Doctor, \" is it necessary these letters should be read aloud ? Why expose the raw wound to fresh cautery since you already know the contents ? \" \" It is necessary. I knoAv the contents but in part, and I must learn to bear. Be sides, Mr. Hesketh must be assured that the perfidy of his son is completely established, and you, Doctor, will require to be fully in formed, since I depend on your judgment and friendship to break to Mr. Marsh the news of — of — his daughter's dishonour as gently as possible. I Avould spare him the bitter knoAvledge if I could.\" And the stern look"], [25, "15 THE MAPLE DESK. relaxed for a moment as he contemplated the father sorrowing over the shame of his only child. \" The precaution is useless, I grieve to say,\" was the sad reply. \" Gossip forestalled me, and my oldest friend lies in an all but hopeless state of paralysis.\" \" May God forgive her then ! She has broken two hearts instead of one,\" burst from Frank's nvid lips. Then after a pause he added quietly, \" Doctor, proceed.\" Mr. Raeburn sat upright in his chair, Avith his lips compressed, Avith rigid brow and folded arms, which hid the tightly-clenched hands, Avhile ever and anon there flashed gleams from his eyes Avhich told of a fiery spirit roused, and ready, yet kept in check by fortitude and Avill as strong. What he bore during the reading of those cruel letters none ever knew, nor how he argued Avith himself against their evidence — evidence Avhich only tended to corroborate and give a clue to the foregone flight. Meanwhile Mr. Hesketh, hot and red,"], [26, "16 STUNG TO THE QUICK. nervous and fidgety, wiped his forehead, sat down, examined one by one the great red seals, the signatures, the post-marks of Cuth bert's unfortunate missives, stood up, Aviped his brow again, walked about again, sat cIoaati and turned the letters over, muttering all the time a mingled jargon in which love for his only son, faith in that son, a belief in his better nature, and that of Eva, the doubts in his constancy Mary herself had suggested, the bad odour Cuthbert was in at home, and the indubitable witness of those letters, mingled in pitiable confusion, only to end in an explosive and wrathful renunciation of him as a \" worthless scoundrel.\" What a refutation of all these \"\"suspicions lay sealed up in the Sunderland post-office under a blank coATer !"], [27, "CHAPTER II. PROBLEMATIC. \" What can Doctor Grove think ? Why did he Avish to keep me out of the way ? \" Avere two questions rolling over and over in the surge of Rhoda's brain. \" He cannot surely suspect, cannot doubt her flight. Yet why should I dread him ? Has he the AAdsdom of all the seven sages that I should be unable to hoodwink him ? I was a fool to be sent down-stairs like a school-girl by her tutor. Have I not missed my chief revenge ? I could fain have seen for myself hoAv the proud man bore his Avounded honour — Iioav he felt the smirching of his lily. lie was stolen from me, and I had to endure ! He must endure now that she is stolen from him. I had to waken yol. m. 0"], [28, "18 STUNG TO THE QUICK. from a dream of being loved. Let him awake and think he dreamed. Let him awake to a bebef that he passed the true heart and cherished only the semblance of one — let him waken to that and I am indeed a victor ! — I hear no sound overhead. He bears his torture bravely. AVhose step is that? not his. It will be the perplexed father of my enamoured simpleton. A pleasant fireside you will have soon, Mr. Hesketh ; quite as comfortable as the ' Avorkhouse,' I should think. But I have not done with you and yours yet, old man ; as I Avas stung so will I sting. There is no Lethe to wash out the memory of your child's bitter taunt ; as I remember, so will I re pay.\" Mr. Hesketh and Dr. Grove found her in the dining-room looking out into the dismal night from the unsheltered window, whence waterfall and trees, blent in one shadoAvy mass, loomed darkly, barely outlined against the moonless sky. The soughing of the Avind amongst the tossing and Avrithing trees, and the monotonous roar of the fall were in"], [29, "19 PROBLEMATIC. keeping with the dark and restless thoughts of the woman brooding over imaginary wrongs and goading herself to the perpetra tion of real ones. She rose as they entered, and stood as if Avaiting their communication. Dr. Grove was spokesman ; Mr. Hesketh could not have proclaimed the baseness and duplicity of his own son to that girl for all Durham ; indeed, when he found her there, he turned on his heels with a hasty — \" Good-night, Miss Wearbank. Doctor, I Avill walk on.\" \" Miss Wearbank, it is my very unpleasant task to acquaint you that in Mrs. Raeburn's desk were letters confirming Avhat I iioav be lieve Avas your suspicion all along. Mrs. Raeburn, it appears, has eloped Avith Captain Hesketh.\" \" I Avas afraid of this,\" said she, with a tone of desponding hopelessness very cleverly assumed. \" Hoav could she do it ? \" \" Hoav, or Avhy, passes my intelbgence. I could have staked my professional reputation c 2"], [30, "20 STUNG TO THE QUICK. on Mrs. Raeburn's purity. But there is no accounting for the caprice of women — no diving into their motives. Mrs. Raeburn had no excuse for this act. It stands alone in the rank of infamous abandonment, and is sufficient to OA^erturn one's faith in human nature.\" \" How does poor Frank bear it ? \" was her next question. \" Most heroically ; but, though he has covered the fox, I see it is gnaAving his very vitals, and there is no remedy. I am sorry for him, very.\" Dr. Grove spoke with sad gravity, which seemed to touch his hearer, for her handker chief went to her eyes as if she was deeply affected. \" I have prevailed on Mr. Raeburn to go to bed, though I fear there is little hkelihood he will sleep. I would advise you, Miss Rhoda, to dismiss the domestics, and retire yourself as soon as possible, that the house may be quiet. It is long past midnight.\" \" Had not yourself and Mr. Hesketh better"], [31, "21 PROBLEMATIC. remain here to-night, since it is late ? \" asked Rhoda readily, but Avithout any Avish for their stay. \" Thank you, no. My patients cannot be neglected because a Avilful Avoman has in creased their number Avith her wickedness. Good-night.\" The Doctor was gone — gone, as much her dupe as Cuthbert or Mr. Hesketh ! Rhoda breathed more freely than she had done since she met him a Aveek before on the carriage-drive, and felt his questions like a probe. He was gone uoav, hoAvever, and Avith all his shreAvdness was satisfied of Eva's guilt. She had nothing more to dread. In the two years Cuthbert, her shalloAv tool, must be aAvay, Avhat might she not accom plish ? Revenge — ambition — all — all, and she Avould. Since the Doctor had accepted the evidence of his eyes success was certain. Scorn and self-satisfaction curled Rhoda's hp, set Avith determination, and no fear of miscarriage caused even the blinking of an eyelid."], [32, "22 STUNG TO THE QUICK. Ah ! Miss Rhoda, there is no certainty in wrong. Dr. Grove may be baffled for the moment, may be overwhelmed by the force of presumptive evidence, but he is not the man to decide hastily, to base an opinion on appearances which oppose themselves to mature judgment formed on years of ob servation and reasoning. He is no young husband jealous of his oavu honour, jealous of his Avife's love, the Avife he married on so brief acquaintance. No ; he is a hard-headed, clear-eyed, calcu lating man, Avhose duty and inclination have made him watch Eva from her birth and you from your snow-bed ; who has, from your second birth in the school playground of the Bailey, made you his special study, as a complicated and abstruse problem it Avas his task to solve, or a chemical analysis pursued in the interests of science and friendship. His brain is his laboratory, but he is too wary to admit strangers into his secrets prematurely ; and whether the problem be still unsolved, or his tests have failed,"], [33, "PROBLEMATIC. 23 he pursues his study in private, and you, Miss Rhoda, are not the one to penetrate the arcana. It is true he believes the evidence of his eyes ; true, he suspects — but not Eva. Still he only suspects, and his suspicions are vague. He is too Avary to take a step save on sure ground ; too rigidly upright to con demn on less than certain proof ; but he is too wise to proclaim himself wise prema turely, and if he drifts with the stream he has not lost his oars. Rhoda was surprised at the outward calm of Mr. Raeburn the next morning ; and fain Avould have dived below the impenetrable surface to see the Avreck beneath. Once she made an effort to introduce the subject of her cousin's flight, her surprise, regret, and so forth ; but he checked her at once. \"Miss Wearbank, I must hear no more of this. Your cousin is dead to me. I ask no sympathy, but I do ask silence. Let me not hear even the echo of her name again.\" She bowed her head in acquiescence, deem-"], [34, "24 STUNG TO THE QUICK. ing his stern repudiation of interest in his Avife a token, not only of sharp sorrow, but of power to tear her from his heart. Another mistake of hers ! Nothing could obliterate from his mind the picture of Eva in her innocent seeming, nothing replace her image, nothing banish the lingering touch of the fair head that nestled on his breast, or the arms that clasped his neck so lovingly, nothing shut from sight and hearing her dancing step and A'oice of melody. He could but shut it up in his heart out of the sight of others. If he could have shut her shame and his up also he Avould have clone so at any cost. All that long sleepless night, when he lay wearily thinking, and striving not to think, on his solitary pillow, when the arm flung involuntarily across fell only on the empty space, and disappointment, when there Avas no one to hear his groans and sighs, or tax him Avith his Aveakness ; he mourned for his lost love, for his ATanished happiness, for the bright delusion Avhich had made the Tower"], [35, "25 PROBLEMATIC. a temporary Eden. But the sob of mortal anguish would be checked in its birth by the Avrath that rose at the thought how utterly he had been duped, how Avantonly trifled with and tortured, Iioav thoroughly and systematically blinded. In vain he racked himself for motives, either for marrying him if she loved Cuth bert better, or for deserting him Avhen once his wife ; that she had done this he felt was undeniable, the evidence Avas too plain, and the motive none that he could see save that Avorst of all, utter, shameless, vicious self abandonment. Oh ! the intense agony of that Avild strife to thrust his idol from its niche, to contem plate his treasured wife only as a degraded outcast who had outraged him by ruining herself. Oh ! the effort to separate and dis criminate betAveen Avhat she had been to him and what she Avas and must henceforth be, the painful difficulty to reconcile the hideous fact Avith his ovvn reason and perceptions of the pure and beautiful in her."], [36, "26 STUNG TO THE QUICK. Could he, in the first outburst of his Avrath, have rushed into the presence of his wife's betrayer there had been murder clone, but the utter inutility of pursuit was obvious, and Avhilst the impossibility of immediate vengeance chafed him, powerless ness to act left leisure to reflect. Rising in the early dawn he read, care fully read, the infamous papers Avhich had Avrecked his life, and there saw what made his blood chill and his pulse stop. It was not Cuthbert Avho had deliberately seduced his wife from her allegiance, but she who had inveigled him. His letters Avere tame and cold beside hers ; the offer to fly with him came from her, the man had but acquiesced and found the disguise ! How could he blame another man for falling into the snare himself had not escaped ? If he had fallen a passive victim at her feet, Avhat shield had that soft-hearted sailor ? God help the men who fall into the lures of wanton beauty ! All the tiny seeds of jealousy, all the"], [37, "PROBLEMATIC. 27 minute insidious hints Rhoda had sown in his soul had fructified, and the fruit was the credit he gave those lying documents. Still he had loved Eva too Avell to raise his arm against her now ; let her go : the time would come when he would settle his account with Cuthbert, not the less surely that it was delayed. Something whispered in his heart, \" Vengeance is mine, saith the Lord, I will repay ! \" but the man so wronged was in no mood to listen. Out of this chaos of thought, this tempest of passion, came forth in the morning light a cold, stern man, more reserved, if possible, than ever ; but contemplation of the rigid brow and gleaming eye told Rhoda it was but a crust of ice over a volcano. The signs were not new to her. With an aspect Avhich repelled condolence or approach to familiarity, Mr. Raeburn visited the works, attended to all over lying business matters, inspected the pro gress of building and drainage, but held aloof from Mr. Marsh. His own wound"], [38, "28 STUNG TO THE QUICK. was too recent and too deep to bear to look on the father's. Perhaps had he gone there his own creed had been shaken, for honest Martin, true as steel, doggedly refused to believe in EAra's guilty flight. \" Aav wadna believe it o' Miss Eva, if a' th' angels i' heaven 'ud come clown an' swear it,\" persisted the tough old fellow, wiser in instinctive perception than his educated masters in logical deduction. The persistence of Martin, however, caused Dr. Grove to take him into his councils, and if he henceforward would hear no ill of his young mistress, he ceased his open declara tions of her innocence. After a conference in Mr. Hesketh's office, at Dr. Grove's suggestion, the former started off to Sunderland to prosecute inquiries there. The Doctor might have been the cooler and shrewder for the purpose, but he could not leave his patients, and time was an object. \" Well,\" said the Doctor, Avhen the sur-"], [39, "PROBLEMATIC. 29 veyor returned after three days' absence, \" well ? \" \"Well? but it's not well. I have had nothing but disappointment. The only neAvs I have is bad, and proves the lad a rascal after all.\" \" Umph ! and what is it 1 \" and up Avent the Doctor's thumb-nail and the shrouding hand, Avhilst he posed himself to listen. \" That neAvs is soon told. The ' Polly ' did sail Avith a lady aboard Avhom the Captain called his wife. What she was like no one could tell, the clerks had ' something else to do than to look at the colour of a veil or a petticoat, or to measure a lady's height ' ; she was ' shortish '- — that Avas all they could tell.\" \" Humph ! and quite too much, I should say. By-the-by, I have Avormed out of Raeburn's coachman that he drove his mis tress to the post-office one clay lately, and heard her ask for a letter for E. M. Pretty bold that for a delinquent, eh ? \" \" All in a piece, all in a piece ! there's no knoAAang the audacity of a Avoman. But to"], [40, "30 STUNG TO THE QUICK. my story. I went next to Reed's ; the house was closed, a set of ragged urchins were scraping the blistered green paint from the door, scoring the steps Avith chalk and ruddle, and making dirt pies on the flag stone within the gate. My inquiries were answered by an expansion of dirty fingers and raising of thumbs to a couple of grimy noses, followed very quickly by a correspon dent rise of my stick. ' No, you won't, strike yen o' yor own soize ! ' stopped the descend ing stick, and sent me away followed by a chorus, ' All round my hat I wears a green willow.' As they had no immediate neigh bours I went to the parson ; but not one word, good, bad, or indifferent, could I get out of him beyond this, that he didn't choose to answer any more questions about Mr. Reed ; he ' believed he had a fresh appoint ment someAvhere/ but he ' didn't usually trouble himself about the movements of his curates after they left him.' I did not fail to tell him he was an unmannerly churl, though he did wear a clergyman's gown,"], [41, "31 PROBLEMATIC. and I left him in as high dudgeon as I was myself.\" \" But you surely did not abandon inquiry there ? \" \" No ; from shopkeepers and others I gleaned that the curate was more a favourite than the parson, and consequently became a mark for all the little indignities that petty malice could heap together ; and so, Avhen some old college friend of Reed's offered him a living elsewhere, the congregation deserted the church, and the parson Avas huffed, and serve him right.\" \" Well, but where are the Reeds gone ? \" \" That's more than I could find out ; it was a ' hard name somewhere ' a woman said, and that was all I could discover. Oh! yes, I heard that one of the girls, poor Mary, I suppose, Avas in a decline through fretting after a rascally sailor avIio had left her for some one else. Nice thing that for a father to hear of his only son ! A pretty life I shall lead at home now ! \" « Umph ! and that's all ? \""], [42, "32 STUNG TO THE QUICK. \" All, yes, and sadly too much, unless I could have learnt something better. I shall alter my Avill next week.\" \" Then don't, Mr. Hesketh ; that is my advice. If it's all true, the girl has run off Avith him and not he Avith the girl, and I don't think Ned would have behaved much better — under the circumstances. But he wouldn't have been less of a scoundrel either,\" muttered the Doctor under his teeth in conclusion. Apparently Dr. Grove was baffled at last."], [43, "CHAPTER III. THE LOST WIFE. Of course the truth of the matter, as it was known, soon oozed out. A choleric man, however good-natured and genially disposed on ordinary occasions, is apt to become testy under feminine cross examination, when at the same time chafing with indignation at the misdeeds of one whose goodness he has hitherto upheld in face of all opposition. Such was Mr. Hesketh's plight. Under the moral thumbscrew he let out the secret of Mrs. Raeburn's elopement with Cuthbert, and regretted it ever after. Such a torrent of \" We told you so ! \" and \" There's your noble son ! \" \"A pretty innocent god-daughter indeed ! \" et VOL. III. D"], [44, "34 STUNG TO THE QUICK. cætera, et cætera, until he was at his Avit's end. All Durham Avas agog. Mrs. Coulson held a levee and was unusually important. Mr. Marsh Avas declared to have ruined his two girls by indulgence ; Mr. Raeburn was voted a fool to have married the giggling baby ; and, as for Cuthbert, one and all averred no better could have been expected from that young reprobate. Mrs. Hesketh was \" glad he was no son of hers,\" and the community at large became at once sympa thetic, indignant, and abusive. Yards of tape and ounces of tea were served out to the denizens of courts and alleys Avith an over-Aveight of gossip, and higher up the social scale, in coteries Avhere there was a rustle of collegiate gowns amongst laic silks and satins, might be heard, \" My dear, is not this a terrible bloAV for poor Mr. Raeburn ? \" \" Scandalous affair,\" \" Pity such a handsome man,\" \" Member of so good a family,\" and other murmurs of like nature to flavour the Mocha or the Madeira."], [45, "35 THE LOST WIFE. One good little woman held aloof from the gossip, though compelled to believe a portion of its truth. She sorrowed for sin, and for the sufferers by the sin, and Dr. Grove found Aunt Dorothea, with very red eyes and puffy cheeks, putting aside her bundle of knitted triangles, for which there would noAv be no use. \" I could not bear to finish it for anyone else,\" said she, apologetically to the Doctor, who was her chief confidant. As for Lucy, she was elated. The pride of the Marsh's Avould be taken down at last. She should think that Miss Wearbank Avould not carry her head so high now, the stuck up thing. Somehow she had not improved in Christian charity under her new singing master, whatever flexibility he had imparted to her fingers or voice, whatever pathos she had learnt to infuse into a duet, whatever skill in difficult arpeggio passages. Aunt Dorothy Avas not too well satisfied with the result of Signor Ronchetti's teach- D 2"], [46, "36 STUNG TO THE QUICK. ings, for she felt that Lucy was relapsing into her old habits, and becoming more than ever conceited and supercilious. But Signor Ronchetti did not seem to think so. \"La bella Signora\" might have been a miracle of perfection in his sight, for surely never was master so entranced Avith a pupil before, so utterly enamoured. It is true nothing of this Avas allowed to be seen by careful Aunt Dorothy, and if Mamma saw more warmth than was con sistent with mere singing lessons, she was herself so dazzled by the graceful attentions of the Italian, that she ascribed it all to the debghtful empressement of foreigners. Lucy could have enlightened her ; but the love made in secret was sweet, and so she did not think it absolutely requisite to say that, more than once, she had met the Signor by the river-side, and wandered through its most sequestered paths long after the even ing shadoAvs had fallen, giving and receiving confidences in most loArer-like fashion. Mrs. Hesketh never dreamt of this, or"], [47, "THE LOST WIFE. 37 that, when she rejoiced that shame had come to the Marsh's, her daughter shared her rejoicing with a sympathizing foreigner, Avho saw Lucy's friends and enemies only through her own eyes, and Avas quite wilbng to believe her brother as much a scapegrace as she chose to represent him. And Avhere was Eva Avhilst her name sullied the lips of Durham dames and misses, Avhilst her indulgent father lay a helpless paralytic for her sake, and her doating husband hid the grief that ate his heart like a canker, and forbade the utterance of her name ? Where, Avhilst honest Martin dared to be her only open champion, and Dr. Grove kept his scepticism to himself, and Rhoda seemed sad and sorry, and unobtrusively sympathetic Avith both the chief mourners ? The spiders have another secret noAv. High up in the turret chamber, high up above even Rhoda's room, Avith a thickly mattressed floor and an enclosed stair between herself and even a stray house-"], [48, "38 STUNG TO THE QUICK. maid's ear, Eva languished, a lonely, helpless, hopeless prisoner. No clumsy elbow, no kind hand had dashed to the ground the strongly medicated tea, for which the tearful wife uttered such cordial thanks ; and Eva slept a sleep bke that Avhich knows no waking, Avhilst her un conscious husband, in a travelling cap her little fingers had embroidered, also slept, leaning against the cushion of a first-class carriage, and was borne farther and farther aAvay Avith every puff of the Avarning engine. Was there no voice to rouse the sleeper ? no eye to watch the stealthy foot that, shod with softest fur, crept past the rooms where servants likewise slept more heavily than ordinary ? Alas, no human eye ! And Rhoda stood unquestioned by her sleeping cousin's side and tested the potency of her drug by a rude shake. Rhoda, ever strong, then doubly strong with hate (the fiends help those who do them service such as this), lifted the light and fragile form of Eva, and bore her upAvards,"], [49, "39 THE LOST WIFE. higher, higher, higher, until she laid her burden down upon the mattressed floor and paused to breathe. But for a moment ; then down went the muffled trap, the staircase door turned on its silent hinges, was locked, and left to look as it had looked for harmless months before. Down went the fur-clad foot again, the maple desk was charged with its perilous secret (for Rhoda had already secured the keys), Eva's jewels Avere obtained and secreted, a metamorphosis completed, the Gothic door unlocked and unbolted with scarcely a creak, and at two o'clock in the morning a sailor boy was to be seen walking briskly down the road from the carriage gate in the direction of Durham. That sailor was Rhoda, hastening to post a letter to Cuthbert. It ran thus — \" Fool, \" Do you think that I, Rhoda Wearbank, spurned and insulted by your relatives would ally myself to them ? — that"], [50, "40 STUNG TO THE QUICK. 7\" should throAv myself a\\vay upon a Avavering dolt like you ? that I would bear the hated name of Hesketh ? No. I vowed when first I saw you to trample on your heart as your sister trampled on mine. I have done it. I spurn you. I have used you as a tool to Avork my Avill elseAvhere, and now cast you aside. My work is completed. The ' sailor's rigging ' suits me admirably. The sailor posts this. Captain Hesketh may sail Avithout his wife, and look in vain for his particularly loving \" Eve.\" Rhoda's exultation had got the better of her discretion. That her missive lost its sting she could not know. She did not see it crushed in a strong hand and tossed in the river. The Tower was buflt due north and south, the turret window facing the east and the summit of the steep wooded bank, at the foot of which ran the stream which fed the waterfall."], [51, "THE LOST WIFF. 41 Consequently, the earbest morning beams fell on its diamond panes and on its dream ing inmate ; but the sun had journeyed southwards, made prisms of the foam bubbles beneath the fall, given a ruddier hue to the brown leaves, cast squat shadoAvs of the bushes, of the grim Doctor and his attendant seekers, and darted fiery glances through the drawing-room window at tri umphant Rhoda, before the helpless dreamer waked to find herself a prisoner. At first she thought herself still asleep and dreaming, as a heavy lethargy hung about her ; but soon she grew assured of the hideous reality. As if to dispel all pos sibility of doubt, there lay food by her side, and a note from Rhoda. \" Eva ! \" You won and married the man I loved. I stood behind the crimson curtains and heard his first confession that memorable New Year's Eve. I voAved to separate you. I have done so. You see him no more. He"], [52, "42 STUNG TO THE QUICK. Avill deem you false, and me a pitying angel. Am I not reArenged ? \" Rhoda.\" EAra lost consciousness again, and Avhen she recovered from her long swoon, the twi light shadoAvs were creeping round the hill top ; still there was light enough to read once more those coldly cruel fines. Unable to comprehend the possibility of so much villany, unable to fathom the depths of a nature so antagonistic to her own, Eva crouched upon the mattress, gazing on the scented slip of paper, her fair hair crushed back from her forehead with one hand, as if to aid her beAvildered intellect. As the shades deepened on the hill, the mists cleared from her mental vision, and she saw such a picture of ingratitude and iniquity as made her shudder. Worse than all, was the suggestion that her husband would condemn her as unchaste. As this blow struck her with its full force, she sprang to her feet, screaming aloud ;"], [53, "43 THE LOST WIFE. then strove to tear the mattress from the trap with ineffectual energy. In vain — in vain. Those little fingers were never made to rend that Linen tick, or raise a padding so secured. She wore out her strength in shrieks and cries for help, in a wild hope some one within the Tower might hear her ; then, as she remembered how far she was isolated above inhabited rooms, she sank sobbing on the mattressed floor in despair and ex haustion. More than twenty-four hours had elapsed since she had tasted food, yet she felt no in clination to touch that placed for her. In times of overwhelming agony like hers food becomes positively repulsive. There was milk in a pitcher, and of that she drank ; but the twilight deepened, and the stars came slowly out to glimmer in the midnight and fade before the dawn, yet she still lay sobbing and moaning, too dis tracted to sleep, too benumbed to think of food."], [54, "■u STUNG TO THE QUICK. Gradually the sobs ceased ; tired nature sought renewal in slumber, broken, however, by frequent sighs and moans ; and for some hours, happily for her, oblivion sealed her eyelids. She had lain in that drugged sleep whilst servants were scouring Avood and meadow in quest of her, else she might have seen one or other cross the hill behind the ToAver, and haply have caught a Avandering eye looking upwards from between the trees ; but that chance had gone by unknown to her, and as the season was too far advanced for cattle to be a-field, there was slight probability that even a wandering cow-boy should cross the meadow to see any signal she might make. Not that a thought of signals occurred to her when she awaked on the second morning following her incarceration. A dull sense of misery seemed to over power active thought ; but this, in time wore away, and with the returning sense of her position, of the ignominy attached to her pure name, the grief of husband and father, the"], [55, "THE LOST WIFE. 45 treachery of the foster-sister she had loved so well, came fresh paroxysms of tears, fresh shrieks for aid, and reneAved efforts to reach the trap. No knife had been furnished Avith her food or she would have ripped the mat tress up ; but even then the bolt was out side, and a locked door at the foot of the stair. Alas ! for the petted child, the cherished wife. Hopelessly, helplessly immured within those strong stone walls, with a gaoler harder and more pitiless than the stone, with her most sensitive fibres thrilling beneath the imputation of shame, Avhat Avas to preserve her from madness or idiocy. Day after day Avent by in the same un varying monotony — the same unmitigated torture. The trap was lifted in the dead of night for the supply of food. On the first of these occasions Eva Avas asleep ; the second time — for Rhoda did not return the following night — Eva attempted to shriek out an alarm, but Rhoda bore"], [56, "46 STUNG TO THE QUIBK. down the enfeebled girl, covered her mouth closely, and threatened her Avith immediate death should she dare to raise her voice again. Rhoda provided against such a contin gency in future. Eva ate and drank from sheer necessity, and slept perforce. During this sleep food was introduced ; Avhen the weather became cold, a thick shawl was thrust in, and finally a book or two. Eva longed for her Bible, that comfort in all seasons of trial or affliction ; but that was not amongst them, and she never saw her gaoler to prefer her request untd weary weeks had rolled by — weeks to be reckoned only by the echoes of church bells, the only sounds that reached her turret prison. For the first week or two Eva bved in the conviction that her dear Frank Avould search unceasingly untd he found her ; or, if he should be misled by chicanery, that nothing Avould deter her father from seeking his lost child. As the days and weeks Avent round, the"], [57, "THE LOST WIFE. 47 hope narrowed and dwindled with the shortening daylight ; and her prayers for deliverance became more intense and piteous as the prospect of escape faded out."], [58, "CHAPTER IV. FRIENDS drawn closer. Frank Raeburn was a changed man. Reserved and proud he had ever been, but his pride was not of an offensive type, and his reserve no more than sufficed to repel intrusion. From the date of Eva's supposed flight his reserve intensified ; he spoke little, and then only when absolutely requisite. To his dependents his manner was more imposing, his orders were more peremptory ; with his equals a frigid politeness marked his Avhole demeanour, and held question and sympathy alike aloof. The shadow of a great sorroAv rested on his face, and never lifted. Still, he Avas neither morose nor cynical. He was merely"], [59, "FRIENDS DRAWN 49 CL03ER. a man shut up within himself, too proud to allow the Avorld to intrude into the private chambers of his heart and note Avhether regret or anger predominated. The works commenced at the colliery, both at the pit and in the village, proceeded with alacrity. Cesspools and ash-heaps disap peared from the roadway, drainage was con tinued, abuses connected with the pitmen's fortnightly pay abolished, and various other reforms carried out under Mr. Raeburn's eye. It was true that he had lost all interest in these improvements ; but, having once re cognised a duty in the task before him, he allowed no private grief, no selfish sorrow, to stand in the way of its performance. Yet he had no longer his active little coadjutor by his side, and many of the changes inau gurated by Eva Avere of a class beyond mas culine interference. Many Avere the coarse jokes bandied be tween the pitmen's wives and daughters on the \" fine lady Avho cam' ta' lairn poor Avim- VOL. III. E"], [60, "50 STUNG TO THE QUICK. men how te be gude, and wor sae vartuous hersen.\" But Frank heard none of these; silence and respect surrounded him like a halo ; hence it came that he heard neither com ments nor rumours afloat. It had been better for both himself and Eva if he had. In forbidding the mention of his Avife's name, he had not only closed the avenues of his heart against scandal and ill-tidings, but had closed them against a ray of light. Had he but heard the whispers afloat, he might have pondered their meaning, and detected imposture. As it was, Rhoda had everything pretty much her own way, and was as busy as such a plotter must be, under her external calm. Dr. Grove, in spite of the interdict, had detailed Mr. Hesketh's mission to Sunder land, and its unsatisfactory result. \" Did you expect anything different ? \" asked Mr. Raeburn, coldly, and, it must be told, curtly."], [61, "FRIENDS DRAWN CLOSER. 51 \" / did,\" answered the Doctor, as curtly. \" And Mr. Hesketh — what induced him to prosecute so needless an inquiry ? \" \" A belief that his son Avas incapable of villany so gross.\" \" There is no rule by Avhich you can mea sure a child's capacity for wickedness by the father's capacity for goodness. I presume he learned that much by his journey : Mr. Marsh was easier of consdction.\" \" Mr. Raeburn, you labour under a delu sion ; Mr. Marsh, happily for himself, is un conscious of the stigma on his daughter's fame. The fit folloAved so closely the abrupt intelligence of Mrs. Raeburn's disappearance, by murder or otherwise, that particulars never reached him. Nor do I intend them to do,\" concluded the Doctor, emphatically. \" You are right,\" assented Mr. Raeburn, sternly. \" Better believe her dead than dis honoured.\" \" Have you seen your father-in-law yet ? \" asked the Doctor, after a pause. Mr. Raeburn Avinced, but ansAvered quietly, E 2"], [62, "52 STUNG TO THE QUICK. \" No ; I thought it best to avoid a painful meeting ; but if he knows nothing of the actual facts, I perhaps had better see him shortly.\" \" Better go at once. I'm on my Avay thither. Give me your arm up the hill. It does not look Avell for a young man to neg lect an old one, who is a fellow-sufferer ; and Mr. Marsh has suffered, both physically and mentally.\" \" His life is not in any danger, I pre sume ? \" asked Frank, quickly. \" Not noAV ; it has been. The use of his right side is gone, and his speech is much affected ; Avhether either, or both, may be restored, is at present impossible to say. With very great care, he may recover, in time ; but it is doubtful. In this, as indeed in all cases, the Physician waits the decision of a Higher PoAver.\" \" Do you not think, Doctor, that Miss Wearbank's presence here Avould be de sirable ? \" said the younger gentleman, as they reached the house, before Avhich lay a"], [63, "FRIENDS DRAWN CLOSER. 53 thick mass of refuse dye-wood, from the carpet factory across the river below the bridge. \" I not only think so, but have urged the point with the young lady ; but Miss Wear bank is peculiar, and declines.\" \" On what grounds ? \" \" Mr. Raeburn's likelihood to brood over his — pardon me, I did but answer your ques tion,\" said the Doctor, interrupting himself, on observing the contraction of the other's brow ; \" and also the disaffection among the servants whom she had hired with difficulty, and Avho Avould be sure to quit the house, and leave you to wait on yourself, if she did not remain to keep them together. Empty and singular houses, you knoAAr, do get queer names.\" \" Well, Martin ; how is your master ? \" \" Nowt to brag on, Doctor. Gude day, Maister Raeburn. Aw'm reeght glad yo'an fund i' yor heart to come an' see ar maister at last. Aav thowt it Avur hard if nobbut Nance an' mawsel an' th' Doctor here cared"], [64, "54 STUNG TO THE QUICK. a pin for him. Hout, but aw am fain yor come.\" Miss Wearbank, who had contrived to spend most mornings in South Street since the old Doctor's reminder, was found in the chamber of the invalid, as noiseless and gentle as when she first won Nancy's favour, and confirmed Martin's distrust in the same room, by the dying bed of another invalid. Mr. Marsh, in a few low, indistinct words, expressed his satisfaction at Frank's presence, and with the pressure of his left hand con veyed a world of mutual sorrow and sym pathy. The interview was short ; but it estabhshed a bond of union between the two men never after broken, and led to a direct result in the course of another week or two. As Mrs. Raeburn had said, \" Frank would never behave rudely to a lady,\" least of all to one so obviously anxious to cultivate his good graces as Rhoda. Unaware of the prize for which she strove, unaware that she aimed at winning him for"], [65, "55 FRIENDS DRAWN CLOSER. herself, after beguiling him to divorce his wife, and that she calculated to accomplish all before Cuthbert's two years' voyage ex pired ; unaware that more cogent reasons than even these required her presence in the Tower, and, believing as he did, the Doctor's rendering of her motives for re maining at the head of his household, her conduct had, nevertheless, something in it which grated harshly on his fine sense of propriety. Not more than three weeks had elapsed since the light was quenched on his hearth, yet there had been time for a delicately minded woman to perceive the false position she would occupy by remaining as mistress in the house of a young man, neither widower, bachelor, nor relative, and where there was no elderly matron to sanction her presence. Her place was by the side of her benefac tor. If any undue partiality towards himself existed (as once he had more than suspected), still stronger was the urgency for her retire ment."], [66, "56 STUNG TO THE QUICK. Thinking this, he set a watch on her — he had no need to set a eoiard on himself, — and saw and felt that every look and tone of Rhoda's held a mine of hidden feeling, as it were, kept in check by a strong will. Still, there was nothing in her demeanour beyond the tender sympathy a sister might feel for a brother so wronged, no more than honest indignation at such an unprincipled deser tion of so kind a husband. But she was not his sister — not Eva's sister, — and if she did not feel the position perplexing, Mr. Rae burn did. One by one the servants insisted on quit ting. \" There was summat uncanny about the place, an' the ninnies war na like to stay,\" argued one of the men, himself infected with the general and growing fear that was creep ing over them all. \" There were sounds an' seets about th' house an' grounds enough to mak' yen's flesh creep.\" -< He had \"seen niair than yence a shape glidin' through th' shrub bery at neet, an' vanish at the wall ; \" and one and all deposed that unearthly sounds"], [67, "FRIENDS DRAWN CLOSER. 57 had been heard at midnight, when there was no wind to howl or scream. So the Tower was voted \" uncanny \" and \" haunted,\" without a^dissentient voice, and the wiseacres determined rather to resign their wages than remain, with the single ex ception of Beck, the groom, who said \" He wur nut goin' to leave a gude maister for nun o' their dom'd tomfoolery. He had ne call te th' shrubbery ; an' th' shape o' th' bonny queen's yead on th' goulden suvreins, an' th' chink o' them, wad mak him deaf an' blind to aught else.\" Rhoda combated the general disaffection for some time ; but a herd-boy, who, seeking a lost sheep on the hill pasture, had caught a glimpse of a white face against the turret windoAv-panes in the dim twilight, added his voice to the panic, and nothing remained but to acquaint Mr. Raeburn. To her surprise he asked no questions : the place had had a weird name ever since his mother died, and his father fled in remorse to other lands."], [68, "58 STUNG TO THE QUICK. The temporary occupancy of his bachelor uncle had not, he knew, removed any mis taken impression ; so Mr. Raeburn, having no suspicion of fresh food for superstition, and grown too careless about so small a matter as attendance, did not trouble himself to remonstrate with ignorance, but let it pass. \" Pay them their wages and let them go, if they are dissatisfied ; that is, if you, Miss Wearbank, can in any way dispense with then services until I make fresh arrange ments.\" So they went, all but Beck, who slept in one of the rooms over the stables, and gave it as his opinion, and as a slice of encourage ment to Miss Wearbank, that if \" The Tower wur hanted it wur hanted by 'wick' yens;\" and he therefore bade her keep up her heart. With Mr. Marsh's concurrence, and that of Dr. Grove, the old house in South Street was closed, and the invalid carefully removed to the Tower, accompanied by Martin and"], [69, "FRIENDS DRAWN CLOSER. 59 Nancy, his two faithful retainers, who had served him so long that they had forgotten the insecure tenure of servitude. Bella, however, shook her head, and elected to '•' Gang back to her minnie. She could na bide in an uncanny house sic as they were ganging te.\" That arrangement had in part been con templated by Mr. Raeburn from the hour when he stood first by the side of his afflicted father-in-law, and felt that they had a sorrow in common. It would weld the two households to gether, give a sanction to Rhoda's position, and exclude from the family all mere hirelings. As no visitors had been received since his great loss, fewer servants were required. Miss Wearbank might engage such as were necessary ; and that active young lady be stirred herself, but only managed to secure a non-resident hand-maiden for Nancy. Perhaps Miss Wearbank could have told the secret of her failure, but she did not."], [70, "60 STUNG TO THE QUICK. To Martin the removal was a source of secret self-gratulation. Rhoda had never been a favourite of his, and since Mrs. Rae burn's disappearance she was in worse odour than ever. It was his constant affirmation, \" Nowt shall persuade me that black-eyed lass didn't ken mair o' our bairn than we de, for a' she looks sae fair and fause.\" He rejoiced in an opportunity to watch her movements without seeming to do so, no arguments, no evidence, having for one instant shaken his faith in Eva's innocence. Doctor Grove might analyse and reason, dovetail facts and circumstances, philosophise and deduce, and be staggered at last by so slight a coincidence as a \" Shortish lady the Captain called his wife.\" Martin was neither sage nor philosopher, but instinct and affec tion more than atoned for what he lacked in logical acumen. Still he was not deficient in common sense or in the experience of observant age. Nancy's strong objection to removal was the change and the extra work the many"], [71, "61 FRIENDS DRAWN CLOSER. flights of stairs at the Tower would entail on her, but she was soon conciliated. \" Miss Rhoda was so kind, so considerate,\" she told Martin afterwards. \" Would you think it, Martin,\" said she, in amazement, \" that Miss Rhoda, who ne'er soiled her hands an' she could help it, has ne'er let a housemaid lay brush or duster on her bedroom sin she came here ? \" \" An' why nut, aw should like te knaw \\ \" \" Oh ! young lasses are so careless now-a days. Miss Rhoda did not mind to have her trinklum-tranklums upset.\" \" Hout ! What were her things better than Miss Eva's \" (he never compassed the ' Mrs. Raeburn,' save on state occasions); \"had she owt she wur freightened o' the hinnies seein' aw'd loike te knaw ? She wur none sae fond o' wark as te de it fur nowt.\" \" There's nothing strange in a young lady doing out her own room, that you need to make a fuss about it.\" \" Aw made no fuss. Aw wur loike te think, hinny,\" responded he, apologetically."], [72, "62 STUNG TO THE QUICK. \" Like to think ! Then just think better o' the lass. I'm sartain she's as kind as can be. She said she would not suffer me, at my age, to mount so many stairs to the sarvants' bedroom, and so I am to sleep in the housekeeper's room on the ground floor. It isn't every young lass would be so con siderate. And there's master, too, has had a bed made in poor dear Mrs. Raeburn's dressing-room. I'm sure she's downright thoughtful.\" \" Thoughtful be hanged. Aw'll nivor be lieve but she's made away wi' our puir bairn somehow or other. Murdered her mayhap. But you hold your tongue, Nance, an' aw'll ferret it out.\" \" Hout, mon ! are ye daft, that ye let your tongue wag that gate ? \" interposed Nancy, with a fearful glance around, lest the kitchen walls should have had the pro verbial ears. A week or two later Martin said, one night after supper, when the girl and Beck were gone, \"Aw dinnet ken what's"], [73, "63 FRIENDS DRAWN CLOSER. come te Towzer sin we came here. He whines, an' moans, an' barks at times fearfu'.\" \" Belike he sees an' hears something we canna — something awful,\" suggested the old woman, in an under tone, with a shudder and a glance over her shoulder, as if she ex pected the \" something awful\" to be stand ing there. \" Belike he does nowt o' th' sort. He may hear an' scent what's in th' wind, an' we'll see. Leave alone me and Towzer te ferret it out, if there's owt wrang i' th' wind.\" But he did not ferret it out. Padded floors and stone walls keep secrets long when curious ears are kept at a dis tance.\" About this time poor Towzer fell under a ban. He was accused of abstracting limbs of poultry or game from the larder, severed joints from griskins lying ready for a paw, and all that could be supposed within canine reach."], [74, "64 STUNG TO THE QUICK. So Towzer was once more condemned to the chain, and then \" that cat \" came in for an amount of towelling felina did not merit any more than Towzer."], [75, "CHAPTER V. WHAT LURKED IN RHODA's HEART. As a natural consequence Dr. Grove, in his attendance on Mr. Marsh, was a frequent visitor at the Tower. Closely buttoned up in a macintosh he defied the weather, and the sober grey steed he bestrode splashed with as little concern up the drive which, in heavy rains, was flooded by the overflow from ravine and pond. It was a wet No vember, and a daily trot under dripping skies or dripping trees was not too agree able ; but the attentive Doctor, with his best friend in charge, cared neither for rain nor distance. More than once his son (over from Kelloe for the day) had borne him company, and whilst Mr. Marsh engrossed the attention of VOL. III. F"], [76, "66 STUNG TO THE QUICK. the elder man of science, the younger endea voured to make himself agreeable to Miss Wearbank. He had made the most of his privilege, as groomsman at the wedding, to be as frequent a vistor at the Grey Tower as the onerous nature of his professional duties — to say nothing of distance — permitted. He had hovered about Miss Wearbank with a belief that there was a sort of mutual attraction, was himself greatly fascinated, and though not absolutely in love, began to estimate her as a much more eligible match than \" carrotty Lucy.\" Through the rain that last day of November he rode home, fully impressed with the belief that he had only to ask and have, and he thereupon deter mined to give Miss Wearbank the oppor tunity of accepting him the very next time he found his way to the Tower. How far he was indebted to gossip for this determination is not knoAvn ; but it is quite certain that the many-tongued dame had prated of Lucy's Italian friend, and the moonlight rambles by the river, and as"], [77, "WHAT LURKED IN RHODA'S HEART. 67 certain the prattle had penetrated to the labyrinths of Kelloe. Martin, meanwhile, had frequent confer ences with Dr. Grove, ostensibly to receive instructions respecting his master, whom he now served as temporary valet, but, in truth, to confide odd scraps of information he had to emport : such, for instance, as \" Miss Rhoda's new-fangled notion of makin' her own bed and keepin' folk out of her room ;\" and then Beck's rumours of shapes and sounds which had driven the servants away. He spoke, too, of Miss Rhoda's fancy for sitting alone in her own room \"hours at a stretch,\" her excessive attention to Mr. Raeburn, which, in his mind, \" war unbecoming\" her habit \" o' comin' on one unawares,\" and a tendency to start nervously Avhen herself surprised. These Avere trifles ; but trifles Avhich re newed Dr. Groves's suspicions that Rhoda was playing a part, and convinced him as firmly as Martin that she had had a hand in the removal of Mrs. Raeburn. He had been to the Tower one fine, dry day F 2"], [78, "68 STUNG TO THE QUICK. in December, and haAring recommended a drive to his patient, had looked on whilst Mr. Raeburn, with the tenderness of a son, helped Martin to lift Mr. Marsh into the carriage, and Miss Wearbank hovered about Avith Avraps and cushions. There was nothing but duty in the act, but there was something in the manner — a zeal which made itself felt. And then there Avas superadded a care for the younger man, Avho, she said, \" Really should wear a shawl this chilly morning. It is so dangerous to drive through the air with throat and chest exposed, especially after your long residence in the tropics ; you have grown so very careless of yourself.\" It Avas not the mere offer of the shaAAd, but the modulation of the voice, the almost pathetic anxiety in the upturned eye as she offered to adjust the folds, and did it AAdth tremulous fingers, Avhich came as if by acci dent in contact Avith the chin or hand of the Avearer ; the expressive something which told of speechless devotion, of loATe subdued by fate."], [79, "WHAT LURKED IN RHODA'S HEART. 69 \" Bah ! \" said Dr. Grove, to himself, as he walked down the drive in the wake of the carriage, in his common ruminating attitude, \" that Avoman makes me sick. She's angling for Raeburn again or I'm no prophet. But she might as well angle for a stone, for he neither hears nor sees her. Calypso must fail to catch an Ulysses who is blind as AATell as deaf. No, no, young lady, that man's mind is pre-occupied. My Ned may be gudgeon enough to SAvalloAV your bait — the flat ! — but not Frank Raeburn. What an irresistible syren that woman must be — all the felloAvs who come near her succumb like so many boobies. I expect Ned will be making a fool of himself one of these days if I don't look sharp. Better have stuck to his old flame Lucy ; better the vinegar of her tong;ue than the g;all in Rhoda's heart — better be tinged with vanity than steeped in craft. Lucy may be silly, but Rhoda is dangerous.\" The Doctor stopped in his walk, and, AAdth the one hand behind him and the other"], [80, "70 STUNG TO THE QUICK. still up to his mouth, looked doAAii on the ground as if he were asking questions of the gnomes beneath. \" What has that Avoman done with Eva % I Avould give a thousand pounds to solve that riddle. It's clear she wanted her out of the Avay ; she did her best to prevent the match, and I'd venture an oath she's doing her best to dissolve it. If there has been an elopement, the Avitch encouraged and connived at it. But I cannot bring my self to think that guileless little ghd could be so infamous, even if Hesketh's son could be such a confounded rascal. No, there's been foul AArork someAvhere, Whether she's murdered the girl — and I do not think she would hesitate if she stood in her way — or Avhether she has had her carried off and confined in some lunatic asylum, I am puz zled to decide. No, there Avere no strange footmarks about the place ; she could not do that without accomplices. She can't have her hid in her OAvn room surely. No, that's preposterous. The whole tribe of servants"], [81, "WHAT LURKED IN RHODA'S HEART. 71 searched the ToAver from top to bottom.\" (With ah exception, Dr. Grove — a chamber you knoAv nothing of). \" I never was baffled before, and I'll not be beaten now. I will get to the bottom of this mystery before I'm a month older, or I'll neArer Avrite an other prescription.\" There was another pause, another dive into the inner depths, and he resumed his indistinct mutterings. \"It's a ticklish tiling to bring a charge of crime one can't substantiate, or I'd half a mind to accuse that Avoman of murder, and set the police to Avork to find the body. If that Raeburn's jealousy had not taken fire like tow, and his pride shut him up from consultation and argument, I'd have found it out before this. As for trusting un attested papers — bosh ! I must say that man's jealous credulity deserves the punish ment it gets. I have no patience with a man Avho hugs a bullet to avoid a probe. Humph ! I'll be off to Sunderland to-morrow. Hesketh may be a very good surveyor, but"], [82, "72 STUNG TO THE QUICK. he is a wofully lame detective. Let vie try my hand now.\" Whilst the Doctor, intent on the discovery of a crude something to which he could give no definite shape, Avas nearing Sunderland station, Rhoda, oppressed Avith undefinable fears, put on a thick shaAvl and a garden hat and strolled into the grounds. The atmo sphere of the Tower Avas oppressiA^e, not so much from the enormous fires piled up in all the grates and draining the oxygen, but every room and every corner teemed with impish shapes that mocked and taunted her Avith imbecility, and urged her to \" make sure.\" Martin had driven both his masters out in the phaeton, and Beck, in front of the stable, was polishing up spare harness. She spoke to him in passing as was the Avont now (she felt the need of all men's good opinion), and stepped on briskly, humming an opera air until out of sight. Then her pace changed, hurried at first, then slack ened, and when she had crossed the exten-"], [83, "AVHAT LURKED IN RHODA'S HEART. 73 sive lawn and reached the wooden gate Avhich terminated the south-west boundary of the grounds, breaking the circling line of woodland, she paused and leant thereon in moody agitation. She had overheard Nancy rate Martin for the depredations of Towzer, and Martin accuse Nance of being drunk or dreaming, the poor brute having been chained in the stable, and then a final vow of summary vengeance on the cat, and for the first time, since the maple desk did her service, she felt a sense of insecurity. She began to feel on how slight a thing detection might hang. When there Avere a number of thriftless, extravagant servants about, Avho helped themselves to Avhatever lay handy, thrice Eva's supply of food Avould not have been missed ; but Nancy, although not niggardly, Avas a careful housekeeper, who suffered no intrusion in cupboard or pantry, so nothing could be abstracted without her knowledge. She had contrived to lay in a store of dry food, biscuits, buns, tartlets ; but a young"], [84, "74 STUNG TO THE QUICK. lady, Avith a well known face, could not Avalk into a baker's shop for a loaf, nor into a dairy for milk and carry them away Avith her unnoticed. Then Nancy's room door fronted the pan try and larder ; the click of a latch, the jar of earthenware in contact, might rouse the old woman, who slept lightly as most old people do. What was to be done 1 While she mused and brooded, her face darkening Avith her thoughts, a sturdy gipsy woman with a pedlar's basket approached the gate, and after offering her wares, asked mysteriously — \" Have you seen the spirit yet ? \" \" Spirit ! \" said Rhoda, \" Avhat spirit ? \" \" Oh ! the ghost, to be sure — the white lady that walks.\" \" There are no worse spirits than whisky or brandy, my good Avoman ;\" and Rhoda turned aAvay scornfully as she spoke. \" Stop, proud lady ! There is a worse spirit here than those. It is the eAril spirit before me. I read the stars aright. There"], [85, "WHAT LURKED IN RHODA'S HEART. 75 is murder is in your eyes — murder in your heart. An evil spirit Avalks abroad in you!' And the woman shook her head, and mut tered as she Avent along;. Rhoda stood transfixed. Had the woman indeed poAver to search the heart ? Was murder truly lurking there ? It might be so, for moodily she wandered through the wood and on to the ravine ere she returned home. Beck was leading; the horse from the shafts of the phaeton as she passed him the second time. Mr. Marsh and Mr. Raeburn were in the dining-room ; they had been to Raeburn village, and the former appeared fatigued. With hoAV much solicitude did Rhoda bend over him, and seek to adjust pilloAArs and footstool to his need. How much ten der assiduity did she display in the pro motion of his comfort. How ready Avere her hands and feet to do his bidding or Frank Raeburn's, and how blind were they to the secret springs of action. How little"], [86, "76 STUNG TO THE QUICK. the black thoughts in her heart were seen through the veil of flesh. Was there no magnetic thrill to tell that good man he had fostered a serpent, who was stinging his child to death ?— no recoil when he passed his hand over her shining locks of hair, and said she was \" a dear good bairn \" ? — nothing to warn Frank Raeburn that his true A\\dfe pined in misery under his OAvn roof, and that a malignant fiend in human shape sat at his board, and smiled upon him from Eva's place with murder in her heart ? Nothing ! Instinct Avas dumb, and Rhoda's star seemed in the ascendant."], [87, "CHAPTER VI. DR. GROVE DECLARES HIS DOUBTS. Edwin Grove (as his father predicted) did make a fool of himself. Having found it more difficult to \"pro pose\" to a regal dame like Rhoda than he had calculated, he ventured to put the momentous question on paper, and after Avasting half a quire in the effort, consigned his fate to the Kelloe post-boy and to the gossips. Miss Wearbank coolly \" declined the ho nour,\" and then, instead of tossing the gen tleman's letter into the ready fire, as you or I might have done, good reader, contrived, whilst in Durham, posting her disdainful reply, to drop the fateful billet so that it reached Miss Hesketh's hands. At least Signor Ronchetti professed to"], [88, "78 STUNG TO THE QUICK. have picked it up on the door-step, and protested against the spoliation of its secrets ; but Lucy, overpoAvered his feeble protests, devoured the contents, burst into a passion of tears, and tearing the \" disgusting scrawl \" into strips, threw it on the carpet. Mrs. Coulson, kind soul, came plodding through the suoav to ask after Mrs. Hesketh's influenza, or the latest news, or to bring a Christmas imitation, and being shoAvn into the unoccupied room, where the tell-tale scraps lay disregarded, from a habit of picking up such litter (the result of over- Aveening neatness, she declared) collected the stray fragments. With a curious twinkle of the eyes, which rested on a signature and part of the super scription, she consigned to her reticule seasoning for a score of tea-parties to come ; and the Gilesgate coterie was speculating on Miss Wearbank's acceptance before EdAvin Grove had time to read his rejection, and curse his folly for being ass enough to propose."], [89, "DR. GROVE DECLARES HIS DOUBTS. 79 The shrewd old doctor, seeking for any information calculated to throw a light on Eva's disappearance, or clear tAvo fair cha racters from a foul imputation, pursued his inquiries in other directions than Mr. Hes keth, and in another manner. The clerk of the church — under the influence of a fee — remembered that Mr. Reed's iicav bving was someAvhere, either in Lancashire or Yorkshire, and the name of the place Avas \" Something Bridge.\" The pew-opener, on the other hand, simi larly stimulated, affirmed it was \" OAvther i' Yorksheer or Darbysheer, and 'tAvur Some thin Dale.\" On the wharf he ascertained that, though the \" Polly \" was chartered for two years on a trading voyage from port to port, its desti nation was suddenly changed to Gibraltar, and it was possible that, for lack of a suitable cargo, she might return home in ballast or put into Lisbon or Oporto for a lading of fruit or Avine. In either case the barque"], [90, "80 STUNG TO THE QUICK. might be looked for within a week or two, weather permitting. Some days elapsed before Dr. Grove recon ciled the conflicting terminations \"Bridge\" and \"Dale.\" He had enlisted the services of a college proctor with whom he was inti mate ; and that painstaking friend, after consulting clergy lists and documents not patent to the laity, after floundering through a swamp of orthographical Reeds, found that the Rev. J. Reed had been inducted into the living of Pately Bridge, WensleyciaZe, York shire. \" Oh ! one more version of the old story of the knights and the metal shields ! \" ex claimed the Doctor, Avhen he thanked his friend for the information. When Miss Wearbank dropped her gra cious missive for Edwin Grove into the Durham post-office, his father was ringing the bell of the Grey Tower on an errand to Mr. Raeburn. Learning that the lady had Avalked into the city, he eAdnced some surprise that she"], [91, "DR. GROVE DECLARES HIS DOUBTS. 81 should haAre passed him on the road un seen. What would Dr. Grove have thought had he been told that she had Avhirled past him in a phaeton at the entrance of Framwell gate, checking his progress at the crossing, and that he had regarded her attentively without recognition ? He found Frank Raeburn reading to Mr. Marsh, Avho sat in an easy chair by the fire, in an attitude of profound attention. After a few preliminary questions to the sloAvly progressing patient, he said — \" You surely have not been sitting in the house all day, Raeburn V \"The morning had no charms to tempt me out,\" was the reply. \" The snow has been over these three hours, and the air is as bracing uoav as frost can make it. Put on cloak and hat, and come Avith me for a constitutional, instead of roasting yourself there before your time. Come, I need a refreshing chat, and have no time to loiter here for it.\" VOL. III. li"], [92, "82 STUNG TO THE QUICK. A glance, intended for Mr. Raeburn's eye only, enforced an invitation he might other wise have declined, but he read in it some thing beyond the mere \" constitutional ; \" so, reversing his open book on the table, as a guarantee for speedy return, he joined Dr. Grove at the hall-door. He was not the same man whose portrait formed one of a group some eighteen or twenty months ago : or rather he Avas the same Avith a difference ; the brow had con tracted in the silent endurance of pain, the lips had set in stern, smileless composure ; but the throbbing nostril and fierce eye told of strife and fire beneath the exterior of rigid ice. \"Well?\" said he to the Doctor, who stalked on, erect and sedate, through the crunching snow, the cloudland tribute of many Avdntry days. \" Well ? \" \" I was in Sunderland on Thursday last, Mr. Raeburn, making inquiries.\" \"Well?\" The broad chest heaved under the cloak,"], [93, "DR. GROVE DECLARES HIS DOUBTS. 83 and the eye shot forth a sharp flash, if the monosyllable was guarded. \"I have discovered Mr. Reed's when/ abouts.\" \" In what does that discovery concern me ? You speak as if you belieAred it of importance.\" \" I was under the impression you migli! desire to write or otherwise communicate. Avith the reverend gentleman.\" \" To what purpose ? \" The question, put quietly and Avith a tone of surprise, was echoed much more strongly by the Doctor. \" To what purpose ! Surely I need not remind you that Mary Reed was Cuthbert Hesketh's promised Avife — sweethearts they had been many a year.\" \" Certainly not.\" \" Very well. I thought you might like fco ascertain from Mr. Reed (avIio had not left Sun derland when the 'Polly' weighed anchor) whe ther the lady who sailed in her as the Captain's wife was Mary Ilesketh or not his wife at all.\" G 2"], [94, "84 STUNG TO THE QUICK. Mr. Raeburn started — not so much at the shadow of hope presented as at the painful reminder. He had never deluded himself with hope after the maple desk gaAre up its contents — never for one moment. \" You mean well, Doctor, no doubt, and I thank you most sincerely for the deep inte rest you have evinced in me and those dear to me, but Avhy you should surrender your valuable time to a bootless journey, or desire me, by ill-timed questions, to remind Miss Reed of her lover's shameful desertion, I cannot understand. Had I any doubt on the subject, the earnestness of your manner might impress me, but unfortunately I haA'e not.\" \" You take those confounded letters as indubitable evidence?\" \"Yes. Hesketh avouched his worthless son's to be genuine ; the others I brought to the test of memory's camera. I would haA'e given up rank and wealth, and Avalked forth a beggar, almost without a pang, could I have cast a reasonable doubt on the verity"], [95, "85 DR. GROVE DECLARES HIS DOUBTS. of those silent attesting Avitnesses. Dr. Grove, I beg, in common kindness, you Avill not reneAv the subject — no other man would have been suffered to approach it.\" \"But I must, young gentleman. In virtue of my profession, I lay open festering sores ; Iioav, else, could I dictate the healing unguent ? Mr. Raeburn, it is time you became aware that / have never been fully convinced your wife sailed with Captain Hesketh, and that, in fact, I have grave doubts of the assumed elopement. I have knoAvn both of them from birth, and a few paltry papers cannot outweigh my OAvn deliberate judgment.\" \" What theory can you substitute for that of elopement, my good sir, and in face of the said ' paltry papers ' ? \" was the query which fell from lips Avhere lingered a faint curl of incredulous scorn. \" I do not tell my patients what drugs I prescribe, nor do I say Avherefore I prescribe them ; the hypochondriac would despise my simples, the ignorant Avould shrink aghast"], [96, "86 STUNG TO THE QUICK. from potions as concocted from poisons, whereas in medicine there are no poisons. You must, therefore, excuse me if I decline giving my reasons for belief in your young Avife's innocence, and trust my assurance they are neither feAV nor fight. I have another theory, certainly ; but I cannot set it up until Cuthbert's name is AvithdraAvn from the transaction.\" \" And you expect me to folloAV, blindfold, a dubious leader ? \" \" I expect the man who, chivahous for honour, jealous of his pure Avife's fame, Avould have set lance in rest against all comers three months ago to maintain it — I do expect that man, if he ever loved that wife, to leave no doubt unsatisfied, no stone unturned, to establish the truth, be it for or against his hopes.\" \" Doctor, I did not look to be accused of lukeAvarmness Avhere my o\\vn honour and that of my lost Avife come in question. But I am aware of trifles which, to the sum total of evidence, are as cyphers to the unit. And"], [97, "DR. GROVE DECLARES HIS DOUBTS. 87 what is that evidence ? — flight, Avith jewels, but no bonnet, no shaAvl, no change of raiment. A sailor boy leaves my own grounds early in the morning ; letters are found, promising such a disguise to E. M. ; my wife is knoAvn to have called at the post office for that very letter, a veiled lady for others ; a little lady sailed in the ' Polly ' as Captain Hesketh's Avife. Mr. Reed has left Sunderland Avith his deserted dau — - — \" \" Stop, sir ! you are assuming too much. A 'shortish' lady, not a little one. A veiled lady is not necessarily Mrs. Raeburn. / have reason to think otherwise. HoAveArer, this is beyond the question, at present. At all events, since you seem indisposed to vindicate your Avife's fame at the cost of a letter, /, on Mr. Marsh's behalf, Avill Avrite to the neAV incumbent of Pately Bridge ; and could I desert my patients at this trying season, I Avould also run doAvn to Sunderland to meet the ' Polly,' and satisfy my oavu eyes I ascertained she Avas expected home in ballast some day during Christmas ; but, as you are"], [98, "88 STUNG TO THE QUICK. fully convinced, I am wasting my breath and my time in telling you — good day.\" The Doctor turned on his heel and walked off, stiffly erect, leaving Mr. Raeburn stand ing, confounded by the sarcasms and sug gestions of his wife's staunch friend and advocate. \" Can it be possible,\" he asked of his boots and the snoAV beneath them — \"can it be possible the Doctor has any occult reason for his pertinacity ? He is not a man to speak on mere rumour or suspicion ; on the contrary, he is notorious for over caution. Why does he persist in affirming my Avife has not eloped, and yet suggests no other reason for her disappearance ? He is as rough, as hard and impenetrable as a cocoa nut, yet no doubt one might find a drop of very genial milk in his heart, if one only succeeded in cracking the shell. What can he mean? Grant that Mary Reed did become the Avife of Cuthbert Hesketh, how does that account for my wife's flight\" — (he never called her Eva now, even to himself) —"], [99, "DR. GROVE DECLARES HIS DOUBTS. 89 \" with her jewels, or for the letters ? Tine, letters have been forged ere now, but those letters passed through the post-office, and she is knoAvn to have asked for the last. Good heavens ! how that Doctor has reneAved my torture with his intangible doubts ! But he shall not say I refused to clear my wife's name at the cost of trouble or pain to myself. I will ride to Sunderland this very day, and wait the coming vessel, whatever freight it bears. I can hope for nothing better than a last sight of a fallen woman, but I shall at least have done my duty.\" As he turned in through the carriage gate, full of his neAv resolve, another cloaked and booted figure opened the other gate, and, passing behind a belt of ever greens, trod over the crisp snow towards the shed in the dingde. In less than an hour Mr. Raeburn had made his hasty preparations, and, with a small valise strapped before him, was gallop ing along the high road Avhich passes East and West Rainton and Houghton-le-Spring,"], [100, "90 STUNG TO THE QUICK. on to Bishop's Wearmouth and Sunder land. The snow, just crisping to the frost, was dashed from his horse's hoofs in showers of powdery crystals, as on he rode through the deepening twilight, and the deeper silence, Avith a speed communicated to the intelli gent steed by the yet unuttered thoughts of his rider. Quiescent under an evil certainty, the echoes of a vague, undigested doubt had sent him, too impatient to remain inactive in a raflway carriage, flying across the country roads Avith the wild haste of one pursued or pursuing unto death, sent him to pace the long line of Sunderland South Pier from end to end, to peer through tele scopes and question grimy colliers, or tarry \" salts,\" and chafe at a delay which kept him day after day in torment and suspense. At the ToAver he was only knoAvn to have gone from home for a few days, more or less, and this being nothing unusual of late, no remark was made by any one save Mr."], [101, "DR. GROVE DECLARES HIS DOUBTS. 91 Marsh, who observed that Frank had left his book and taken leave without turning over a fresh leaf — a sign that the good gentleman was regaining not only health, but cheerfulness. To Rhoda, Frank Raeburn's absence Avas a relief. The icy politeness Avhich never thawed or varied, oppressed her more than all the evil she had wrought. Hitherto her arts had faded to draw him to herself. Virtually she was mistress of the house hold. Nominally, she Avas Miss Wearbank, with the hope of being otherwise narrowing daily. Hoav to accomplish her aims had begun to perplex her. She had heard whispers of his probable return to Antigua in the ensuing year, and the consequent entrance of another tenant on the premises. If she could only secure him for herself, only prevail on him to sue for a divorce, she would gladly turn with him to another shore, safe from haunting shadoAvs. She had determined Eva's death, and only"], [102, "92 STUNG TO THE QUICK. hesitated betAveen violence and starvation. It had become essential to her own safety that all trace of her imprisonment should be removed. She Avould destroy the mat trass, and contrive it so that Eva's fate might be regarded side by side with that of Ginevra in Modena's oaken chest — a fatal result of playfulness or curiosity — no more. His absence was an opportunity : not that his presence quelled her hate, or her am bition ; but she could not look on the chill, stern broAV and fiery eye, Avhich covered a Avound of her infliction, Avithout faltering in her fell purpose, Avithout betraying the hideous secret in her breast. Let her once be rid of the incubus of danger present, and she would Avreathe her face Avith smiles afresh, and tune her syren AToice to lure him from his melancholy. He was best away. Of Mr. Marsh she took no heed. He Avas a man Avithout suspicion, and Avith a full belief in her. Regarding his child as dead, he had resigned himself with Christian patience to"], [103, "DR. GROVE DECLARES HIS DOUBTS. 93 the sad dispensation ; and, looking forward to a re-union in another Avorld, had gradually dropped any open reference to his loss, ob serving how painful to his sensitive son-in law any allusion to Eva was. The snow had been coming down all the morning, when at mid-day Dr. Grove, but toned up to the chin in his macintosh, with his legs encased in corresponding waterproof cloth, shook the white flakes from his broad collar on the threshold of the only house in Durham where there Avas no recognition of the season. \" How now, Martin, have you forgotten that we are on the eve of Christmas ? that you have not hung out a single red berry to welcome him ? \" \" Na, Doctor, aAv've na furgatten, but Miss Rhoda dizn't think Maister Raeburn moight loike merry-makin', an' so Ave han't e'en a gowpen o' holly. Nance an' me bin gaun intd th' toAvn to see th' Christmas in, sin' Christmas binna Avorth welcomin' i' this uncanny tower.\""], [104, "94 STUNG TO THE QUICK. \"Well, Miss Rhoda, you are not very complimentary to the season, I must say. I had hoped to have had a frolic in these grey walls this Christmas, and taken an old fogie's privilege under the mistletoe.\" \" Doctor ! \" exclaimed the lady addressed, a whole volume of rebuke and melancholy reminder being compressed in the one word. \" Oh, I understand, miss ; but people may nurse mournful sentiment too long. Even that shroud of nature Avill sod and fade in a few days ; and people have been known to dance over three-months' graves.\" And the Doctor pointed to the outside snow as he spoke. \" Gracious, Doctor ! what do you mean ? We have no graves to dance over. I protest you quite shocked me ! \" So the Doctor thought as he glancedaskance at her white face, and felt his quick thrust had gone home. \" Mr. Marsh mourns over a grave, and Mr. Raeburn over buried hopes. I do not think my simile so very far-fetched. But has Rae burn returned ? \""], [105, "DR. GROVE DECLARES HIS DOUBTS. 95 \"No.\" \" Ask him to dine Avith me to-morrow, if he is back, and to bring Marsh. I have already asked Hesketh.\" What would Rhoda have felt had she knoAvn that under that black macintosh lay a letter from the Rev. J. Reed, attesting Mary Reed's marriage Avith Cuthbert, and her departure on board his vessel ?"], [106, "CHAPTER VII. LIVLNG OR DEAD ? As week after week went by ; as larch pine and fir put on their thick Avinter garments of gloomy green, and bristled up to keep off the cold ; as sharp gusts shook the few lingering leaves from deciduous trees, as the cold white snoAv fell silently, like a shower of unbleached doAvn, against the gray sky and the far hill-top, or drifted and Avhirled in eddies on the flat roof be neath her prison Avindow ; as each change told the changing season, Eva's heart chilled Avith more than frost, and her hopes fell with the falling leaves and snoAv. Long she clung to the belief that Frank or her father would discover her, Avhatever arts Avere used to blind them, or conceal her"], [107, "LIVING OR DEAD ? 97 secret prison ; but as days and weeks lapsed into months, despair took the place of patient anticipation. Had they not abandoned the search, she must have been found ; it was impossible she should remain under her husband's roof, with Rhoda coming nightly, laden with food, and no suspicion be aroused, unless the Avatchfulness of love had been lulled to sleep. With this thought came a shower of heart- Avrung tears, followed by Aveeks of desponding melancholy. The sight of the shepherd boy on the hill, who gazed intently on her pale face ere he fled affrighted, raised her hopes for a while, only to sink to loAver depths. But for the few books Rhoda had in some remorseful moment supplied, her reason must have sunk in melancholy imbecility. She Avas not a strong-minded, strong-bodied woman, remember, inured to suffering and hardship by rude contact with the world ; but a tender little pet lamb, delicately nur- VOL. III. II"], [108, "98 STUNG TO THE QUICK. tured, frisking blithely amid floAvery pastures, Avhen roughly dragged from loving tendance to a solitary, hopeless prison, and the burden of a great shame. She might have died in Aveary inanition, but for a new incentive to live and escape — the prospect of maternity. In vain she searched the adjoining loft for knife, scissors, or anything sharp or pointed, by Avhich she could rip the mattrass. At length, after a long and painful quest — for the loft was in deep shadoAv, even at noon-day— she found a large rusty nail, and strove to wear it smooth and sharp against the roughly plastered wall. But, although she huddled in Rhoda's thick shawl, her fingers were benumbed with cold, and she made anything but brisk work. Having sharpened her nail, Avhich was more than one day's work, she sat doAvn to rip the stitches of the mattrass ; a tedious task, in that imperfect light and cramped position, with her rude implement. After several clays she contrived to lay bare the"], [109, "LIVING OR DEAD ? 99 edge of the trap, but to her consternation no effort of hers could reach the bolt beneath. That night, while she lay in the torpid sleep Rhoda knew so well how to produce, a mocking, taunting letter was placed beside her food ; it ran : — \" So, Eva, you think to escape me, and have planned a nice little bit of Jack Shep pardism. What a pity you could not carry your scheme on with that prison-breaker's secrecy and success ! But I Avarn you escape is impossible. Unless you can reach a bolt through double deal boards, and afterwards force or pick a strong lock, you may give up the attempt. Clever, veiy, and simple, very. \" Nor think to alarm the family by any outcry; none but myself ascend higher than the guest-chambers, on any pretence, and only a deaf charwoman mounts so high. Scream if you will, with your lips to the chink of the trap, and see if there be any H 2"], [110, "100 STUNG TO THE QUICK. response. Scare foolish boys with the sight of a ghost face if you will, the rumour only binds you firmer. But, Eva, if you do, I wfll strangle you in your sleep to saAre all further care for you. \" On the first sign of discovery, or sus picion of your Avhereabouts, I shall kill you — kill you as I would any loathsome thing that crossed my path or threatened my re pose. I weary of the nightly victualling ; should the supply cease, you AA'ill know its import. \"Rhoda.\" Aghast at this further testimony of Rhoda's black ingratitude and murderous heart, she coAvered beneath the window, not to yield submissiArely, but to meditate possi bdities. Eva was young, and life to the young is sweet under all circumstances. She saAv that her death Avas determined on, that she should be either strangled or suffered to perish from famine if she remained passive,"], [111, "LIVING OR DEAD ? 101 and as everything Avas to he gained and nothing lost, resobved to persevere. Once or tAvice she looked out of the AvindoAv, but every fibre shrank at the desperate prospect that mode of escape pre sented. So she set to Avork resolutely to chip away the wood of the trap as near to the bolt as she could calculate. She reckoned on reaching the bolt in process of time, and working it sloAvly back ; and once at the loAver door she determined she would shake and batter it until concealment was no longer possible. The poor creature had overrated her capa bilities. A common nafl in feeble hands is a poor substitute for chisel and mallet in strong ones. Scratches, not chips, were the result, and Avhen she had Avasted her strength and the daylight, she threAV down the inefficient tool and Avept in hopeless dis appointment. Still, at daybreak, she resumed her Aveari some task, exposed to the palpable derision of an old grey mouse, which, tame from long"], [112, "102 STUNG TO THE QUICK. companionship, squatted on its haunches and watched the progress of the work, occasionally turning its lively head, and peering in her face with its bright eyes. \"' Ah, my curious little friend,\" said Eva, mournfully, \" if I had but your sharp teeth, I might soon eat my way to freedom : but I suppose you want your breakfast, and so do I, mousey.\" There Avas no breakfast for mistress or mouse. The pitcher AA~as empty, the plate as it had been left the night before. Was this the token of which she had been fore warned ? Before nightfall she Avas glad to eat the remains of yesterday's scraps ; she had all along been sparely fed, and then AA'as too hungry to be dainty. Hoav should she quench her thirst ? Day passed, and night came on, starry and bright, with a full round moon like a disc of gleaming opal, and as it rose above the hill and shimmered on the snow, its rays lit up her empty pitcher."], [113, "LIVING OR DEAD ? 103 With sudden inspiration she grasped the handle and dashed the vessel against the AvindoAV until every particle of glass had fallen. The snow, on which, in her thirst, she had calculated, had however been shaken from the narrow ledge, but Avith her broAvn battering-ram she contrived to beat doAATn the leaden trellis, stretching across the frame. Whatever noise she made Avas unheard, for there Avas no one to listen. It was Christmas Eve, and Beck, Martin, and Nancy were holiday-making in the city ; even Towzer had followed his master. The snoAv had ceased an hour or more, a light Avind stirred the branches, and, laden with a faint odour, came Avith a vivifying influence to the poor creature, to Avhom the free air of heaven was a new joy. In the first days of her incarceration she had dragged a small box from the loft, to serve at once for table and seat. This she placed beneath the window, already brought near by the thick mattrass, and covering the jagged frame with old packing canvas,"], [114, "104 STUNG TO THE QUICK. contrived to seat herself on the ledge, and drop doAvn on the thickly-coated roof be neath. This was no extraordinary feat, as the roof was flat, and not more than five feet from the AvindoAv. Eva's first impulse Avas to quench her thirst with snow and gleaming icicles. Cold as they were they moistened her parched lips. And then she shuddered, not Avith the cold, but with dread to persevere in her wild enterprise. She neared the battlements, looked down to the depth below, and shrank from the attempt. Once more she nerved herself. \" I can but perish ; and if I fall and kill myself, my dear, misguided husband wfll know I have not been false to him. But why should I fall ? I am very light. I have seen boys much bigger than I am climb the ivy bird-nesting. At all events, I can but try, and trust in the protection of my Heavenly Father.\""], [115, "LIVING OR DEAD ? 105 With a short, but fervent prayer, she girt her shaAvl close to her body, secured the canvas round one of the slippery stone battlements, stepped carefully back wards, with a beating heart, down through the embrasure, and, without loosing her hold of canvas and coping, planted a foot securely on a firm branch of the clustering ivy. Down, down, hand under hand, step by step, when once the aiding canvas Avas resigned; — slowly, cautiously, amid a shoAver of snow dislodged from leaf or umbel ; — ■ slowly, tAvigs broke, brittle with late frosts ;— her fingers cramped Avith cold; — doAvn, step by step, almost slipping, pausing Avith bated breath ; — slower, surer, treacling on a last year's nest ; — gaining courage Avith each foot hold ;— wishing her fingers would not freeze so fast ; doAvn — safely doAvn — midway doAvn — close by her own chamber-Avindow there was a sudden stoppage ; — a fluttering dress caught on a projecting stem, — an effort to disentangle the garment — a sound of riven muslin and loosening ivy, a shriek on the"], [116, "106 STUNG TO THE QUICK. still night air — a senseless body crushing doAvn the snow.* Mr. Marsh was dozing- on his sofa-bed. Rhoda, left to the companionship of her own thoughts, sat with her feet on the fender staring into the parlour-fire, calculating how As not only playgoers but the general public are tolerably familiar with an escape from an ivied tower, in the popular drama of \" Arrah-na-pogue,\" the former through stage repre sentation, the latter through the medium of extensively exhi bited coloured prints, it is just possible that I might be classed with the new tribe of literary-pirates, and that, too, as one who added folly to knavery, by appropriating a scene every one must recognise. In order to avoid so undeserved an imputation, it becomes a duty I owe both to myself and to my readers to state that the germ of the present story was a brief Christmas sketch written for the ' ' Durham Chronicle \" in the winter of 1 863 : the escape of Eva from the Tower being the main incident, consequently the tale (then called the \" Waif of the Wear \") was published about eighteen months prior to the production of \" Arrah-na pogue,\" and may, or may not, have suggested his wonderfully effective scene to the clever dramatist. I may here observe, for the benefit of those who might think the feat impossible, that the Tower, with some few slight deviations, has its well-known prototype, and that the scene was suggested to me by a positive occurrence, namely, the ascent of a burly youth of sixteen (whom my little son dubbed \" Milky \" from his calling) to procure a bird's nest for the child. \"Milky \" certainly did not mount to the battlements, but he did climb to a dizzy height, and, notwithstanding his weight, came back in safety with his prize, and that without aisturbing the ivy. A similar descent is made by a woman in \" True to the Core ;\" but that drama has been produced so recently, further reference to it is unnecessary. J. B."], [117, "LIVING OR DEAD ? 107 long famine would be in finishing her work, and debating Avhether it might not be Aviser to adopt the speedier means, thinking with Macbeth :— \" If 'twere done, when 'tis done, then 'twere well It were done quickly.\" Scarce a sound stirred Avithout ; the falling water's monotony, the kitchen cricket's ceaseless chaunt, the hall clock's heavy beat, but made the silence more oppressive ; a dropping cinder scared her, falling red-hot upon a conscious nerve. There was no cat to purr upon the hearth ; puss had been sacrificed to Rhoda's safety. She sat alone, her teeming brain full of her OAvn braA^c projects, the firelight of the pre sent on her face, the shadows of the future closing in behind her. Suddenly she was startled by a faint scream, and a heaA^y thud on the snow be neath the kitchen window. She started up, rushed out. There lay before her, white as the snow, Eva — sense less — dead. She must be if she had fallen"], [118, "108 STUNG TO THE QUICK. from the battlements above ; no human being could drop thence and five. No need to murder now. Rhoda's face and dps blanched Avith horror. There was no pity, no womanly compassion for the fair girl whose cradle she had shared ; no remorse for the sad fate of her innocent Adctim. Fear of detection, dread of exposure — of punishment — these struck terror through her brain and chilled her heart. But there was no inaction in her terror, no loitering to gaze and dream. Ever prompt to decide and act upon de cision, she raised the frail form with scarcely a shudder, and drew it across the snow to the path, which, skirting the out-buddings, led to the ra\\ine. But the trad was broad ; so she lifted the light form in her strong arms, and strode rather than walked to the low fence, with difficulty crossing the branching stream in front of the sfight wooden barrier, burdened as she Avas."], [119, "LIVING OR DEAD ? 109 The fence itself was no more than tAvo barkless branches laid across the stream from a tall hedge to the hill side, and resting on two upright posts far apart, as if to make way for the occasional floods so apt to change the character of the stream hereabouts from a SAvampy rill to a rushing torrent. The Avater, Avhich there met and diverged much as do the symbolical legs on a Manx penny, kept a triangular space clear of in trusive trees, so that the moonlight flooded the spot if Avater did not, peering into every secret nook and crevice Avith its searching glance, and sihrering the icicles pendent from bar or bough. By its clear light Rhoda passed her un resisting burden between the open bars, laid it down on the snoAv beside the frozen stream, and folloAving quickly, resumed her load and her tramp of the ravine into the sdent depths of the shadowy gorge. There she put it doAvn, hurried to the stable, hastily snatched a spade, retraced her steps, and prepared to dig — a grave !"], [120, "110 STUNG TO THE QUICK. Did no thoughts come over her of that Christmas Eve when she, a puny baby, lay in the snoAv, and that pale Adctim's father took her thence to Avarmth, and light, and love ? The moon looked down, and the stars shone overhead, and saAv that she remem bered nothing but herself. The frost defied the spade. She Avould leave the body Avhere it was ; no one went there even in the summer — it would scarcely be found now ; the wind would soon drift the snow over it, and Avhen the thaw soft ened the ground she would come by night and bury it. Turning back she observed her footprints in the snoAv, and again trembled for her safety ; then, SAvift to think, smote the rude embankment of the stream and let out the imprisoned water over the path. Down it swept, washing aAvay footprints and snow together. Regardless, in her excitement, that she had lost a slipper in the ravine, she waded down the current to avoid fresh tracks, and felt that she was safe. But no,"], [121, "LIVING OR DEAD? 111 the Avater drifted down the drive quite away from the impress of Eva's form and her foot steps. What could she do ? Replacing the spade, Avith a pad she dashed the water up towards the Tower Avhere Eva had lain be neath the AvindoAvs. The marks Avere gone ! She breathed afresh, and hurried in-doors to change her dripping dress ere the servants should come home. Five minutes later and they Avould have found her at her midnight task. The water streaming down the drive puzzled Martin, and set his wits to work. \" What the deekins hez flooded a' this road te-neet ? \" cried Martin, as Rhoda un closed the door to admit them. \" Dear me — hoAV singular. I suppose the frost must have burst the embankment : such is frequently the case in Holland.\" \"Mebby yo're reet, miss. Aav'11 jest gae and luik at th' beests sin aw reckon Beck's none cum hyem yet. An' Nancy, hinny, if yo've gat a glass o' annythin' Avarm, let me hev it Avhcn aw cum back. Dinnet let huz"], [122, "112 STUNG TO THE QUICK. keep ye in th' cowld, Miss Rhoda. Good neet, an' a merry Christmas te ye ! \" \"Good-night, Martin; the same to you, and to Nancy likeAAdse.\" Merry Christmas indeed ! with that white face looking up to the sky from the depths of the g;org;e ! She went to her oavii room — © © to think. \" Aav dinnet like the luiks o' this ; theere's bin nae frost te break doun yon bonk, aw knaAv,\" cogitated Martin, as he peered round anxiously. \" Well, aw niver seed th' Avaiter run oop hill afore — theer's summat wrang heer. What's yon Avoman bin oop te ? Th' flood allus gangs reet doAvn th' drive. Here, © © ' ToAVzer, lad, thee an me '11 sand this out.\" It was clear moonlight, so he needed no lantern, but, from force of habit, he AATent for one, and found — a AA^et pad, a snow-crusted spade ! \" There's some devilry here, aAv'll swear,\" he soliloquized, \"an' that witch is at the bottom on it.\" He hurriedly strode up the flooded path"], [123, "LIVING OR DEAD ? 113 to the broken embankment and shrewdly observed that the stones had faden inwards as from a thrust. He glanced upwards. There was a scrap of muslin fluttering on the fence — that, alone, was nothing ; but Towzer ran under the rail and brought forth — Rhoda's embroidered slipper. \" What on earth can a' this mean ? \" mut tered the old man. \"Aav tremble at maw vary thoughts — theer is that afoot maks maw vary flesh creep. This is an eerie spot ! \" He crossed the fence — stood in amaze ment ; footprints, legible enough, led up ward, and he tracked them. On, on, pain fully, for the ground AAras rugged and slippery, but on to the deep narroAv gorge where even the moonbeams scarcely could penetrate. An undefined sense of dread stole over him as ToAvzer bounded fonvard to a heap of something blocking up the path. What if it should be — a feAV paces more, and he found the faithful brute licking the cold face of his gentle young mistress. Hoav the old man (hale and strong as he VOL. III. I"], [124, "114 STUNG TO THE QUICK. was for his years) carried that insensate form to his room he never kneAv, but he laid her gently on his OAvn bed, sought Nance (ostensibly for the \" something warm \"), and, with finger on lip, beckoned her out at the back of the house. \" For the love of Heaven, Nance, be silent, we hev much te de. Theer hez bin murder dun, aw fear,\" whispered he, placing his hand on the woman's mouth, lest she should scream as he told his tale, and hurried her across the, so-called, yard to his room over the stable. It Avas a needless precaution ; for Mr. Marsh was fast asleep, and Rhoda in her own chamber out of sight and hearing, even if Nancy possessed less discretion and presence of mind than happened to fall to her share, and had screamed her very loudest. She shivered, and her teeth chattered AAdth terror, as she mounted the Avooden steps ; but she did not scream, and soon was on her knees by her well-loved young lady, striving to bring back vitality."], [125, "LIVING OR DEAD ? 115 There was no sign of life in the cold frame, but Nance maintained that life was there. She poured the warm cordial doAvn her throat, and bade Martin kindle a fire, while she chafed the frozen limbs — half hopelessly. At length the pulse fluttered slightly — life was not extinct. Soon strang;e throes began to stir the senseless form. \" Martin,\" cried Nance, \" saddle a horse, and ride for your life for Dr. Grove. Take the bridle path through the back woods, and the short cut over the hill, and that wretch Avill not see you. She thinks us all abed.\" Martin's zeal required no stimulant. \" Hout, stop te saddle a horse, indeed, Avi' our puir bairn mebby deein' th' whde — nut loikly !\" Avas his indignant muttering, as he loosened the halter from the AATall, and mounting a bare-backed steed, was off and away with the haste of a younger man. The old matron relaxed no effort tending to restore animation. In time the thin lids unclosed, but only for an instant ; then she I 2"], [126, "116 STUNG TO THE QUICK. gave a Avild gasp — the pangs of maternity returned : and well for Eva that they did. Before Martin returned in silence and secrecy with Dr. Grove, a babe was born — a little, immature, emaciated creature, Avho died Avith its first breath. The birth of that babe saved the mother's life. The great effort of nature restored suspended pulsation, roused the feeble frame to vitality ; but the spark of life only glim mered — an instant, and it might be extin guished for ever. The poor victim of jealousy and hate Avas in good hands — loving, tender, experienced, ,and skilful hands ; and although her cham ber was lowly, and its accommodation rude, it was not bare. Martin was a favoured domestic, and had been made comfortable at Miss Wearbank's special request, in Avhich, however, there had of course been no pre vision of comfort as now required. Beck, having returned home, and having been partly sobered by a roughly administered cold water cure, and wholly by the shock of"], [127, "LIVING OR DEAD ? 117 Martin's news, Avas dispatched, in sdence and secrecy always, over the hill, along Avith Martin, for loads of linen, pilloAvs, and needful stores, from the shut-up house in South Street, of Avhich Nancy kept the key, with a view to the airing of rooms. Not that the Tower did not contain all that was requisite, but Dr. Grove, ever cautious — over cautious, it may be — enjoined secrecy until Mr. Raeburn's return ; the removal of such articles from under Rhoda's ken might attract her notice, and excite her suspicions. \" I must leave you now, Nancy,\" said Dr. Grove, at the foot of the steps, about seven o'clock ; \" so that I may send a nurse to release you, before Miss Wearbank comes down-stairs. Should she complain that you are late, you can plead fatigue after yester day's holiday-making ; but pray be careful that she suspects nothing, since I can take no active steps without Mr. Raeburn's autho- rity.\" \" Never fear, Doctor ; I have not lived so long that I need to learn caution Avith"], [128, "118 STUNG TO THE QUICK. our poor dear bairn's life at such a critical pass. Leave an old servant alone for making excuses Avith e'er a doctor in Durham.\" \" You Avill remember my instructions for the treatment of our patient, and on no account permit her to speak or be spoken to. Should Mr. Raeburn come before I can com municate with him, he must be told nothing, but sent to me. Should she see him, her life Avould not be worth five minutes' pur chase ! Mr. Marsh must also remain in ignorance.\" Nancy returned to her post, and the Doctor rode back by the bridle path over the hill, as being at once nearer to his own house, and beyond the range of the cyclop's eye. Rhoda, thanks to her distant chamber, heard nothing, saw nothing, of Avhat Avas passing below ; but a pale face upturned to the moon reproached her with ingratitude, and threatened to haunt her dreams through time and through eternity."], [129, "CHAPTER VIII. FOILED. About noon, Nancy was Adsited by Mrs. Prosser, a cousin she had not seen for many years. She \"met her in Durham the day before, and, begging Miss Rhoda's pardon for the liberty, had asked her to spend Christ mas with her at the Grey Tower ; it was so lonesome like.\" Rhoda smdingly acquiesced in Nancy's inAdtation, spoke a feAV pleasant Avords to the country cousin, and Mrs. Prosser (an experienced nurse, who had in fact been in attendance from eight o'clock) was free to come and go unquestioned. The Doctor himself had dropped in at eleven o'clock, ostensibly to apologise for in viting Mr. Marsh so casually to his Christmas"], [130, "120 STUNG TO THE QUICK. dinner, and to ask if he might expect Mr. Raeburn. \" You see, Marsh, when a felloAv is on one's hands so long as a patient, one is apt to forget he is sufficiently convalescent to be one's guest— under supervision. But the day is clear and frosty ; you Avill take no harm if well Avrapped up ; and Miss Wear bank here will attend to that, whdst I go and look after the vehicle and driver.\" \" Well, but, Doctor, Avhat of coming back in the evening ? \" \" We'll not send you back — find a bed someAvhere in the house, even if Ned turns out.\" \" Then Ned has turned up, or he could not turn out,\" chuckled Mr. Marsh, with some thing of his old manner. \"Ah, turned up this morning. Miss Wearbank, Avill you- by-the-bye, you do not look very brisk to-day. Did you not sleep well last night ? Let me feel your pulse.\" The arm was extended languidly. \" Humph, rapid — and noAv your tongue —"], [131, "FOILED. 121 feverish, feverish. I'd advise you to go to bed, and have a basin of gruel for your Christmas dinner. I'll send a febrifuge from Robson's as we pass. If young ladies will Avear thin shoes in mid-Avinter, they must expect colds — and physic. I'll look up in the morning to see how you go on.\" Rhoda was really unwell, and glad of the pretext to keep Avithin her own apartment. Exposure to the keen night air unbonneted, unwonted exertion, draggled skirts and soaked stockings, combined with excitement to produce a state of feverish cold, just sufficient to justify the Doctor in sending her to bed, out of the Avay. As his patient, he would have her safe until she might be wanted. Wary Dr. Grove ! The Avater Rhoda had let out upon the drive rapidly glazed to a perilous sheet of ice, and this two of the under-gardeners had just broken up, Avhen Mr. Raeburn was seen tearing along, his horse all in a foam, at noon the following day. Beck, loitering as Avas his Avont by the"], [132, "122 STUNG TO THE QUICK. coach-house door, sprang forward to catch the reins hastily flung doAvn, and to walk the over-heated horse about to cool gra dually. Had the animal belonged to the man instead of the master, Beck could scarcely have displayed more anxiety for the beast, or vented stronger expletives on the rider who had used him so unmercifully. Frank Raeburn heard neither the mutter ings of Beck, nor the speculations of Martin as to what \" hez put th' maister oot.\" He had darted into the house, and, guided by the music, rushed upwards into the draAving room, Avhere Rhoda sat at Eva's piano, rehearsing the overture to a new opera. Without a Avord of premonition, as he burst into the room, he shouted, rather than said — \" Woman, Avhere is my Avdfe — my spotless wife ? \" Thus confronted, Rhoda, drawing herself to her full height, replied, loftily — ] \" What should I knoAV of your Avife, spotted or spotless ? \""], [133, "123 FOILED. Frank's lips were livid, his face distorted Avith fury, his eyes seemed to flash with the fierceness of his ire. He grasped her Avrist, and held her fast. \" What should you know ? — everything. And I demand once more, Avhere is she ? \" \" And once more, I reply, I knoAv not. Seek her in the broad sea Avith her para mour ! \" \" Rhoda Wearbank, you are a fiend, and not a woman, to brave my resentment and sport Avith my feelings in such a moment. I have seen Captain Hesketh, and Mary, his wife, have heard the story of your intrigue to beguile him, and of the letter you had the temerity to Avrite, which he received on deck in the presence of his wife. That letter lost its sting, Miss Wearbank,\" hissed Frank, between his teeth, \" and has identified you with the horrid calamity here. I ask you again, Avhat have you done Avith my wife — my Eva ? Mary Hesketh, his Avife, was the companion of his voyage.\" Rhoda was equal to any emergency. The"], [134, "124 STUNG TO THE QUICK. announcement of Cuthbert's return struck the death-bloAV to her hopes and projects, and she shrank at the first intimation ; still her presence of mind never left her, con vinced, as she Avas, her main secret was safe. \" Mr. Raeburn, your grasp on my wrist is anything but pleasant, and your speech is equally offensiA^e. When you comport your self as a gentleman, I AAdll answer you as a lady.\" This AAras a mere ruse to gain time, a cal culation on Frank Raeburn's weak point, but it utterly failed ; the man had thrown con ventionalities doAvn, had been excited be yond them. The appeal to his gentleman like bearing Avas, therefore, lost, save that he relaxed his hold of her arm. \" AnsAver as a woman, madam, if you have a spark of womanhood within you. I can dispense Avith the lady. I trace my Avife's disappearance to your agency — else Avhy came those letters, Avritten by Captain Hesketh to you, in my wife's desk ? — and I seek her at your hands.\""], [135, "125 FOILED. \" My letters in your wife's desk ! Mr. Raeburn, there is a mystery here I cannot fathom. Pray, sir, did the honourable, lady killing captain show you the letter he pro fessed to have received from me ? \" \"Unfortunately, he destroyed it on the spur of the moment.\" Rhoda Avas more at ease. She Avas playing a desperate game, and she played boldly. Cool and contemptuous was her rejoinder as her shoulders rose Avith an incredulous shrug. \" Unfortunate, indeed, Avhen verity and identity have to be established.\" \" This is mere trifling. And, by heaven, Miss Wearbank, you had better trifle with an uncaged lion than Avith me ! I saw several letters from you, fair copies of the rough drafts in the desk.\" \"Letters in my handwriting!\" How Avell her bewdderment was feigned ! \"No, certainly not in your hand, but a close imitation of EA'a's — close enough to deceive even me.\""], [136, "126 STUNG TO THE QUICK. \" Have you any objection to show me those letters, Mr. Raeburn ? This is the first I have heard of them, and I must admit you perplex me exceedingly.\" \" The first you have heard of them ? \" exclaimed Frank, in blank astonishment at her cool effrontery, which bore so innocent an aspect. \" The very first. You may remember, / was not present when the desk was opened — was not considered worthy a confidence which concerned a cousin only. Dr. Grove merely informed me that you had discovered evidence of Eva's elopement Avith Captain Hesketh, and he desired that her name might never again be breathed in your hearing. Yourself, with not too much courtesy, abruptly checked my approach to the subject.\" Frank chopped the arm he held, and stood for some seconds in deep thought. This rebuke was at least just. \"Why Captain Hesketh should seek to palm upon me a correspondence with Mrs. Raeburn, or anyone else, to screen himself"], [137, "FOILED. 127 from your just indignation, is one of those acts of duplicity inscrutable to an upright mind ; and wherefore you, on his bare asser tion, burst into my presence, and expect me to know Mrs. Raeburn's movements, is as unaccountable. Apropos, has not the vera cious captain made a marvellously short voyage ? I understood he would be absent at least a couple of years. Did he account for his quick return ? \" \"Yes.\" \" Satisfactordy ? \" \" To me — yes.\" \" Was Mary present during this remark able confession and adaptation of correspon dence ? \" \" She was, and helped to confirm me in her husband's truthfulness.\" \"Dear me, it is surprising how some husbands contrive to hoodwink their Avives ! Mr. Raeburn, I am Avilling to overlook your unjust suspicions of myself, and attribute them to misdirection and overwrought feel ing, which I can readily excuse,\" and Rhoda"], [138, "128 STUNG TO THE QUICK. sighed ; \" and now you have taken me into your confidence, Avould suggest that you lay the whole case before Dr. Grove. If anyone can disentangle a knotty skein, it is he. What little acumen I possess is at your service, if you care for a Avoman's opinion at all. Indeed, now that my name is dragged into the matter, it becomes incum bent on me to search the accusation to the bottom, if only to exculpate myself. The Doctor has been here this morning on a professional visit to me, having yesterday prescribed bed, physic, and gruel, as my Christmas fare. Weary of all three, I came doAvn-stairs two hours ago to meet him.\" \" And I have kept an invalid standing all this time.\" Frank had lost all recollection of the overture. Rhoda smiled benignantly. \" It is of no consequence ; you were too much excited to be observant of a lady's fatigue. But I must plead exhaustion, noAv; and if you Avill oblige me by seeking the Doctor immediately, I shall be glad to confer"], [139, "FOILED. 129 Avith you both, after dinner, to unravel this mystery, if possible.\" With a well-assumed air of languor, Rhoda retired to her own room, — a whirlwind of passion sweeping through heart and brain. Cuthbert's return had frustrated her plans ; his marriage had rendered half her scheme abortive. She had hoped to break his heart : it had never been hers to break ! And now he and Frank Raeburn had met. Well, what if they had, the letters proved no con nection Avith her — her word AAras as good as his. Oh, that the frost would go ! Let her but hide it out of sight, and she would defy them to bring the letters home to her. She Avould steal out and pass behind the pre mises, through the Avoods, and over the hill, to the ravine, to convince herself that all was safe — perhaps remove it into deeper shadow. Ah, Rhoda ! kinder hands than yours have done that ; but the shadoAV is not that of trees o'er a narrow gorge, but the closed curtains of lied and window, drawn by watchful precaution. VOL. III. K"], [140, "130 STUNG TO THE QUICK. Dumbfounded by audacity, for which he was so fll-prepared, staggered by the bold ness Avhich threAV the onus of falsification on his informant, Mr. Raeburn suffered Rhoda to slip from his grasp. She had made him feel he had brought a charge he could not sub stantiate without stronger evidence, and from the high ground of accusation he had veered to that of argumentation, almost of apology. The adroit reference to Dr. Grove had told wonderfully in her favour. He argued that a woman, willing to bring so keen an exa miner to test the conflicting statements, could not be the Adle creature Captain Hesketh's story implied. Yet Avas he unconAdnced, though silenced for the time, and o\\Ter powered with an anxious yearning desire to know the truth — the truth, which would prove his wife a victim or a culprit. A hurried enquiry elicited from Nancy that Mr. Marsh Avas at Dr. Grove's — had gone to dinner the previous day, and had not returned. \" I reckon you'll be for going doAvn to the"], [141, "FOILED. 131 Doctor's to see the maister. The Doctor was uncommon partic'lar in his inquiries for you, Mr. Raeburn,\" edged in the old woman, Avith a most peculiar expression on her faithful face. \" Who is that person ? \" asked Mr. Raeburn, observing from the hall a strange woman in a linen apron and cap walk across the kitchen. \" Oh, that is Mrs. Prosser, sir, a cousin of mine. Miss Rhoda gaAre me leave to ask her here to stay Christmas over. I had not seen her for a long time, sir.\" \" Very Avefl — quite right ; I hope you will make her comfortable.\" He Avas by this time out of doors, and Avith that strange attention to trifles we all may have felt in periods of great mental excitement, being always fastidiously neat, he called out Avith some asperity, — \" Martin, Iioav comes that ivy dragged from the Avail so rudely, and Avhat is that great rag fluttering on it ? \" Martin glanced upward, a strange look K 2"], [142, "132 STUNG TO THE QUICK. passed over his features. \" Oh, Mr. Raeburn,\" he gasped, — ran for a ladder, mounted, and gave the rag to Frank. It Avas a portion of the dress AArorn by Eva the day he left home — a AAdiite muslin dotted with groups of pink rosebuds. He could not mistake it, \" Good God ! Martin, this is a portion of your mistress's dress ! I shad go mad if one mystery follows another thus ! Hoav came it there ? \" \" Ask Dr. GroAre, dear maister, ask Dr. GroAre ; mebby he can tell ; he kens mair than maist folks ! \" \" Ask Dr. GroATe ! \" repeated Mr. Raeburn, in beAvilderment. \" EArery one refers me to Dr. GroA-e. What can he knoAv respecting this dress or the Avearer ? \" \" More than anny on us ken ; he hez guid news for ye, maister, guid news. Ye connot heAr getten his letter ; he said he would Avrite te ye.\" Nothing more was to be got out of the O © old man ; but in the stable was a fresh horse, ready saddled, which the thoughtful"], [143, "FOILED. 133 servant had provided, and in little more time than is spent in the narration, Frank Raeburn Avas speeding toAvards Framwellgate, feverish Avith haste and a new anxiety. Quietly, very quietly, the Doctor received him, and met his impetuous questions with imperturbable gravity. To Frank's impatient \"Doctor, I hear you have news for me — intelligence of my wife : for God's sake ! tell me what it is without delay, for I feel like one distraught,\" \" And look so, too,\" was the Doctor's cool rejoinder, as his fingers sought the other's pulse. \" I can tell you nothing Avhilst you are in this state of excitement.\" \" You must, Dr. GroAre. I have already been tortured beyond human endurance. You know Avhere my wife is — AAdiere she has been — with AAdiom \" \" In part only. She has not been with Cuthbert, and is with friends,\" interrupted he. \" Thank God for that ! \" The relieved husband sank into a seat, and tears — a man's"], [144, "134 STUNG TO THE QUICK. tears — found then- AAray between his fingers as he bowed his head in grateful acknow ledgment of the Divine mercy. \" She is very ill, Mr. Raeburn — in a state of extreme danger — in a most perilous con dition, in fact ; still, it is not impossible that, with great care, she may be brought round in time. She lay until this morning in a state of coma, which alarmed me. Noav, hoAvever, there is a faint reason for hope.\" \" Can I not see her ? Is she here ? \" The Doctor shook his head. \" I must say ' No ' to both your questions. She is not here, and to admit you to her bedside Avould be to perd her chance of life. You must have patience. You endured her loss and its attendant shame like a hero ; do not be less noAV.\" \" Tell me, Dr. Grove, where she was found and how ? There is a mystery here which Martin implied was only to be solved by you. This was found fluttering on a loos ened branch of ivy near my chamber windoAV. It is a portion of my Avife's dress. Hoav"], [145, "FOILED. 135 came it there ? What tore the ivy from the wall ?\" The Doctor had been unlocking a draAver in his study table while Frank spoke : quietly he produced Rhoda's slipper and the other bit of muslin. \" Do you recognise these ? \" \" Of course. The slipper is Miss Wear bank's, the muslin matches this.\" \" These were found near the fence Avhich closes the ravine, and Mrs. Raeburn was discovered by Martin and Towzer after midnight, lying in a state of insensibdity on the snoAv in the depths of the gorge,\" said Dr. Grove, very significantly. Frank Raeburn started up as if appalled, exclaiming, \" My God ! that AATetch of a Avoman has been at the bottom of our misery after all ! \" As one by one the revelations of Dr. Grove Avere dovctaded Avith those of Cuthbert, and Rhoda's oavu barefaced denial, the impression assumed certainty that Rhoda had removed and detained Eva against her Avid, and had left her for dead Avhere she Avas found."], [146, "136 STUNG TO THE QUICK. Dr. Grove's horse Avas at the door Avhen Mr. Raeburn arrived. After a few kind but hasty words to Mr. Marsh, Avho had been thoughtfully kept in ignorance until his daughter's recovery Avas less doubtful, the two remounted and rode with all expedition to the ToAver. A glance from the loose ivy upward shoAved the canvas yet upon the battlements, and suggested what made Frank Avhite and dizzy but to contemplate. The two men darted into the house, bent on securing Rhoda and handing her over to justice, both fudy purposed to prosecute her to the utmost; Mr. Raeburn, with a stern unrelenting determination in his face, AA'hich told the story of his Avrongs and his inflexible resolution to be avenged. They were too late — Rhoda Avas gone !"], [147, "CHAPTER IX. THE PURSUIT. Yes, gone ; Rhoda was gone, and had left no trace of her flight. \" It isn't an hour ago sin' I spoke to her on the stairs,\" cried Nancy, in amazement ; \" and she said she Avas goin' to lay doAvn a bit as she felt out o' sorts, and I tell'd her that bed war th' best place for people as were ailen', an' surely she AAras as Avhite as a sheet and trembled all over.\" \" It's more nor that sin' I cowt * a glimpse on her crossin' th' neuk f o' th' hill towards th' head o' th' burn, an' aAV thoAvt to mesell, ' hout, hinny, ye'll sand noAvt theer, ToAVzer and me's bin theer afore ye.' An' thin aAV watched her coom creepin' back * Caught. t Corner."], [148, "138 STUNG TO THE QUICK. under th' dark poine trees, wi' a feace white and flayed,* an' her een glowerin as if she had seen a sperrit. But her nivor crossed to th' hall-door, aAv'U tak' ma Bible oath on't, an' her nivor came oot on it OAvther, Beck '11 SAveer to that an' a'.\" \"Miss Rhoda might have come in the © back way Avhile I was upstairs, but she never Avent out again, I'm sartain. I've never bin out of the kitchen since, an' a mouse could na' have passed unknoAvn to me,\" said Nancy. \" If she has not passed out, she must be concealed someAvhere on the premises, unless there is another outlet,\" exclaimed the Doctor. \" I know of none,\" cried Frank, as he led the way upstairs once more. \" Beck and Martin, you guard the outer doors, and let no one pass.\" ij Into every room and every closet Avent the hurried feet and piercing eyes, eveiy curtain was Avaved aside, every bed ex- * Frightened."], [149, "THE PURSUIT. 139 amined ; Rhoda was not there. The turret staircase door was locked. \" She Avill be hiding here ; we must force the lock!\" cried Frank, trying the door as he spoke. \"Perhaps this may save you the trouble,\" interposed the Doctor, handing a clean, wed oiled key he had found on the floor of Rhoda's room. \" She cannot be hiding here, Mr. Raeburn,\" continued he; \" she could not have draAvn that bolt behind her, but,\" and his voice sank, \" I believe we are on the track of EAra's secret.\" \" You are right, Doctor ! \" exclaimed the other eagerly, as he lifted the trap and scared aAvay two busy little mice. \" You are right, this room has been occupied.\" \" Ah ! and carefully prepared for occupa tion too — see ! \" Another strip of the rosebud muslin caught in the jags of the leaden lattice. \" And there, too, are my poor darling's little footprints in the shoav. She must"], [150, "140 STUNG TO THE QUICK. have been nerved by despair, Doctor,\" sighed Frank, as he crept through the open window and went to the battlements to look doAvn ; \" only desperation could haATe attempted such a descent.\" But the Doctor was examining the little room, and on Mr. Raeburn's return, canvas in hand, called his attention to the ripped mattress, the chipped floor, and the sharpened nail. \" I am at a loss Avhich to admire most,\" muttered he, with the back of his thumb nail to his teeth as usual, \" the wicked inge nuity which planned this hiding-place, or the patient ingenuity which planned escape.\" The Doctor Avas kneeling AAdth his eyes close to the uplifted trap, \" I say, Raeburn, the nail has not done all this ; sharp little teeth have been at work : the marks are as distinct as possible, they have almost gnawed through to the bolt. Queer that — very.\" \" That infamous Avoman may escape if we loiter here,\" urged the husband, more infu riated by the proofs of his Avife's captiAdty ;"], [151, "141 THE PURSUIT. adding, \" I Avas assured every nook in and around the ToAver had been searched ; hoAv Avas this place overlooked ? \" And he led the way doAvnstairs. \" I'll ansAver for the search outside, but depended on the servants for that indoors. I thought they Avere a sufficient check on Miss Wearbank ; for, to ted you the truth, I have had my eye on her since she was a school-girl. I Avas afraid she would spring a mine some day. Had I known there was such a nook in the building I might have been sharper.\" \" I, too, mistrusted Rhoda Wearbank ; but not of the hideous perfidy, the cold-blooded calculation she has betrayed.\" \" Humph ! you were too jealous to think in any but one direction, I am of opinion. Does this door lead to the cellars ? \" \" No ; only to a dark closet for lumber.\" \" Dark ! It's light enough now,\" cried the Doctor, as he pushed open the door, and showed a ray of the setting sun upon the"], [152, "142 STUNG TO THE QUICK. cobAvebbed wall beneath the stairs. \" I can not bend my stiff back to this Ioav aperture. Raeburn, do you stoop and see Avhat that light means ! \" \" It means a door, Doctor, a door unknoAvn even to me ; a door concealed by a buttress and a mass of drooping ivy. She has fled this way Avithout question, the key is in the lock. If you wdl come round to this side of the budding, Ave may track her over the snow,if it is not too frozen to retain theprints.\" \" I must visit my patient, but Avdl send the men to give chase. Beck wdl be fleeter of foot than I,\" replied the elder man, turn ing away as he spoke. There were faint footsteps sure enough, just distinguishable in the Avaning light, foot steps to and from the hill, footsteps through the shrubbery to the shed in the dingle. On the floor of the hut lay Rhoda's dress of olive satin (green had been her faArourite wear, changing in tint Avith the season), a warm Angola shawl, her petticoats, and fur lined boots."], [153, "THE PURSUIT. 143 \" The snake has cast its skin,\" cried Mr. Raeburn ; \"no matter, since I know the marks of the neAV one. Beck, hasten over the hill ; and if you overtake or meet a sailor, stop him. Martin, saddle a horse, and ride to Leamside ; charge the porters to let no sailor pass unquestioned. I myself Avill go through the wood into the city, and set the police to work.\" No use, Mr. Raeburn, no sailor has stepped out of your grounds for many Aveeks. Bend all your energies to the task, employ money and men, post placards, scour the country. Rhoda is Avithin reach, and yet beyond it ! A messenger had been previously des patched to Saddler Street for the Surveyor to meet Dr. Grove and Mr. Raeburn at the Tower, on important business ; and he, unprepared for the discoveries there, bustled up as fast as his fat legs Avould carry him, more eager to display a letter of Cuthbert's and clear his fame, than to transact business however im portant."], [154, "144 STUNG TO THE QUICK. He reached the entrance just as Dr. Grove crossed the open space from Martin's room, where lay, in a state of semi-conscious ness, his still surviving patient. In his hand AATere two papers, one worn and tat tered. The nurse had found them on cut ting aAvay Eva's garments, an indispen sable precaution, where a moArement too much might have caused instant death. They AATere Rhoda's cruelly exultant letters ! Mr. Hesketh's exuberant delight at Eva's © escape, his son's marriage, and Rhoda's defeat, was only equalled by the disappoint ment of Mr. Raeburn Avhen he joined them after his unsuccessful quest, and his anxiety to be admitted to a sight of his AAdfe eA*en in her sleep. After some hesitation and precaution the latter was conceded. With unshod feet and bated breath, the husband stood by the loAvly bed Avhere lay the Avan and emaciated form of the girl he had A'OAved to cherish AAdien the year itself was full of promise. How much of remorse for the Avrong he ©"], [155, "145 THE PURSUIT. had done in suspecting his virtuous Avife, mingled with his gratitude for her restora tion and fears for her life. Hoav bitter grew his animosity against the cruel woman Avho had Avrought so much misery, the end of AAdiich was yet dread and undefined. Mrs. Prosser had to whisper a hint of papers found on the poor dear lady before she could induce him to remove, and the emotion visible in his countenance rendered his absence desirable, lest it should break forth audibly and disturb her patient. Dr. Grove undertook the difficult task of breaking the news to Mr. Marsh, whom he had carried off to his OAvn house only as a precaution against contingencies. It was a delicate duty. He had regarded his daugdtter as dead — as having; met a Adolent © © death, and was scarcely in that stage of recovery to bear any very strong emotion Avhether of joy or sorroAV. Besides, here were complications — the re covery of his daughter would be balanced by the ingratitude and treachery of his foster- VOL. III. L"], [156, "146 STUNG TO THE QUICK. child. Dr. Grove had certainly an onerous duty before him, yet he accomplished it skilfully and successfully. He led his invalid friend to speak of his lost chdd, then, as if ruminating, remarked, as a singularity, that neither Mr. Raeburn or Miss Wearbank had Avorn mourning. In short, set Mr. Marsh thinknig for himself, and led him from point to point until the story of Eva's imprisonment and escape were laid before him in outline, The place of her detention and Rhoda's agency Avere re served for another day. It Avas not until his removal home that he became acquainted with the full amount of Rhoda's studied malignity : then his grief and anger were extreme ; nothing, hoAvever, to Frank Raeburn's fiery indignation, which seemed to rise in proportion as the chances of her detection grew fewer and fainter. The penny-post was on the eve of birth, the telegraph in its infancy, and photo graphy had not then lent its aid to the police force, so Frank had no alternative"], [157, "147 THE PURSUIT. but to communicate Avith the Boav Street authorities, Avait the arrival of a London detective, and trust to the ordinary \"Hue and Cry.\" His oavh impatience, however, caused him to gallop hither and thither, Avherever rumour pointed, but always Avith one result : — disappointment ! L 2"], [158, "CHAPTER X. DR. GROATE AND THE GOSSIPS. Surely Durham never had a theme for gossip until now. Mrs. Raeburn's \" scandalous elopement \" Avas nothing to it. All the judgments, theories, and opinions formed on that occasion had to be reversed, and the Welch pot-herb eaten ad nauseam. The \"Chronicle\" and \"Advertiser\" had each a \" leaded \" paragraph on the \" Mys terious Discovery,\" the \" Extraordinary Oc currence ;\" Avhdst in the advertising columns, \" Two Hundred Pounds Reward \" Avas offered for the apprehension of Rhoda Wearbank, \" supposed to be disguised as a sador.\" Mr. Hesketh, who had been held of little account at home since his son's alleged mis-"], [159, "149 DR. GROVE AND THE GOSSIPS. conduct, Avas so proud of an opportunity to vindicate his character, that he instituted himself chief trumpeter at once, though to his credit be it spoken, he Avas as chary of Rhoda's name as he Avefl could be. When pressed, he declared neither he nor any one else knew all the rights and Avrongs of the case, and until Mrs. Raeburn was able to tell them, no one would be Aviser unless the runaAvay was taken. \" Dear, clear me ! poor thing ! Do you think I could be of any use to the bairn if I Avere to go up ? \" was Aunt Dolly's first ex clamation, on hearing her brother's account ; \" you know nurses require sleep and rest as Avell as other people, and if you thought, honey, I should not be intruding, I Avould put on my things and be off at once.\" A re solve she put in practice fortliAvith, unde terred by the sneers of her sister-in-laAAr, Avho advised her not to thrust herself Avhere she Avas not Avanted. \" Mr. Raeburn is rich enough to pay for all the nurses in the city, if they"], [160, "150 STUNG TO THE QUICK. are required,\" was her ill-natured observa tion. \" But not too rich to despise good Avid,\" said Mr. Hesketh ; \" go, Dolly, Nancy Avill be right glad to see you. One kind friend is better than two paid nurses.\" Mrs. Hesketh Avas in Avondrous spirits, and laughed at Lucy, who regretted that she had joined the former outcry against her brother. \" Think of the fall of that girl's pride, and don't be glumping there because you be lieved what every one else thought. Did not Cuthbert's own letters condemn him ? Just wait tdl those are cleared up ; there's some thing wrong there to be found out yet, / know. Only to think that that Rhoda Wearbank, who held her head so high, may be brought before the magistrates before the week is out. Won't there be a crowded court when she is tried ! \" \" She is not caught yet, Maria,\" suggested Mr. Hesketh, as he retreated to join a friend outside, and stroll with him to the"], [161, "151 DR. GROVE AND THE GOSSIPS. Waterloo, heedless of the retort hurled after him. \" Isn't she? but she soon wdl be, I hope. I wonder if Mrs. Coulson has heard,\" folloAvs in soldoquy ; then \" Lucy, make haste and get your things on.\" \" What does Edwin Grove think of the lady of his choice now, I should like to know ? \" muttered the younger lady, as she hurried to obey her mother, intent on swell ing the tide of gossip in the highAvays and byAvays. Little knots of men clustered round the Pant in the market-place, discussing the neAvs and diving deep into the mystery of \" motives.\" The butcher's boy, the baker's boy, and the grocer's boy, exchanged the in formation they had severally gathered in their respective places of business, or in eaves-dropping during an impressive oration delivered on the chemist's steps by a draper to three or four neighbouring shopkeepers. Then the industrious boys proceeded to disseminate the same through the crab-like"], [162, "152 STUNG TO THE QUICK. limbs of the city. Housemaids found the neAvs on the steps Avith the milk or the rods, and mistresses Avent shopping to purchase the \" truth,\" with feathers or flannel. Dorcas meetings held up their hands in astonish ment, councilmen and guardians Avaxed mag niloquent on the evils attendant on indiscreet and indiscriminate charity, quoting, as con clusive arguments, the fable of the Man and the Serpent, and the adage, \" There's no making a silk purse out of a sow's ear.\" And sure never fable and proverb were so associated or bandied about as were those tAvo that Christmas week. Every one re membered that it was at Christmas Rhoda was found, and some few went so far as to say it was like a judgment on Mr. Marsh for taking up a beggar's bairn, and setting up to be better than his neighbours. Reverend divines read touching homilies © on the vice of ingratitude, and dissenting ministers improved the occasion Avith equal zeal. But no one thought of preaching or"], [163, "153 DR. GROVE AND THE GOSSIPS. teaching the evd of evil-speaking. No one stepped out of his Avay to say to that un ruly member, the tongue, \" Behold, hoAv great a matter a little fire kindleth.\" No one hurled the shaft of the Ninth Command ment against the Hydra of Report, though many turned it against Rhoda. No one, did I say ? Yes, one. Dr. Grove had a theory of his OAvn, and maintained it vigorously and strenuously, whenever the events at the Tower and the \" monster of iniquity \" came under discussion. On Elvet Bridge he met Mrs. and Miss Hesketh, gloAving and exultant, hasting to give Mrs. Coulson the earliest reliable intel ligence and claim a full meed of honour for far-seeing prophecy. \" Well, Doctor, here are fine doings ! Who is in the right iioav, pray ? Did not I warn Mr. Marsh against picking up rubbish out of the dirt ?\" \" I remember you did, Mrs. Hesketh ; I was not likely to forget it,\" responded he, drily."], [164, "154 STUNG TO THE QUICK. \"Ah! and look what has come of de spising my warning ; look what an ungrateful serpent he has been fostering — a disgrace to Durham ! \" \" It is a disgrace to Durham : I agree Avith you there. But I think Ave differ someAvhat, madam.\" \" I should think there could not be two opinions upon the subject,\" thrust in Lucy, pertly. Lucy stood in somewhat less awe of the Doctor since the advent of her neAv lover ; nevertheless his look silenced her. He re sumed his observations to the matron. \"And so you hold Mr. Marsh account able for all the sins and Avickedness of his protegee ?\" \" W — e — 11, n- — not ex — act — ly that, Dr. Grove ; she would have been just as Avicked anywhere else. Still I hold he is responsible to Mr. Raeburn, and to society, for nurturing such a vile creature in our midst.\" \" And / hold you responsible, Mrs. Hes keth,\" answered he, emphaticady, \" you and"], [165, "155 DR. GROVE AND THE GOSSIPS. your daughter, for much of the evil and mischief in 'this woman's heart.\" \" Hold me responsible, Dr. Grove ! — hold me responsible, or my daughter ! Do you knoAv whom you are slandering, sir ?\" \" Perfectly, madam ; the greatest gossip, slanderer, and mischief-maker in this county, or the next either. You see I have some acquaintance with you, Mrs. Hesketh.\" \" / a gossip ! — I a mischief-maker ! You ought to be ashamed of yourself for insulting me so grossly ! I'll compel you to prove Avhat you \" \" Mrs. Hesketh,\" said he, coolly interrupt ing the infuriated dame, \"Elvet Bridge is scarcely the place for an altercation of this nature ; besides, we are blocking up the pathway and filling ears you will scarcely prefer to edify on this Avise. Suppose, as I have an hour to spare, Ave walk together to your good gentleman's office, granting that you are bound thither.\" \"To fill the ears of the clerk, I suppose. But I don't intend to listen to any more such"], [166, "156 STUNG TO THE QUICK. abuse. I'll enter an action against you for defamation of character, I will ! \" \" I intend you to listen, Mrs. Hesketh ; you can take what steps you think proper afterwards. You can choose your oavu ground for the conference.\" She had begun to Avalk forAvard rapidly in her irritation and excitement, Lucy folloAving in her wake, the Doctor's long legs enabling him to keep pace Avith her Avithout the least discomposure to gait or step. He continued as they walked side by side : — \" You sent my memory back more than tAventy years, Mrs. Hesketh : suppose you look back six or seven, Avhen your daughter, tutored by her mother, so insulted a defence less playmate as to cause a long and serious idness. You may remember I was the me dical attendant on that occasion, and I haA^e to ted you, madam,\" — they had reached the step of the office, AAdiither she had turned, in her desperation, for refuge, — \" I have to tell you,\" persisted the pertinacious Doctor, \"that the venom your daughter contrived to infuse"], [167, "157 DR. GROVE AND THE GOSSIPS. into her slander (or yours) of that unfortu nate girl's more unfortunate mother, poisoned my young patient's whole life — Avarped and changed her in an instant. I Avatched her then; I have Avatched her since. You branded her as an outcast ! — the child of an outcast ! — the dependent on charity ! and her pride rose against the calumny.\" \" Pride, indeed ! the pride of a beggar ! AVhat next ?\" \" This, Mrs. Hesketh. Not content with the mischief you had done, you contrived, during the progress of a pleasant pic-nic, to insult, most wantonly and grossly insult, the same young lady, then an elegant and accom plished woman, and affix to her a stigma and nickname which have clung to her to this day. Did you not in that infamous song (of which I had the history and a copy from your other victim, poor Fortescue !) — \" \" Dr. Grove, this passes endurance ! \" \" AVait, madam,\" — he AvaATed his hand for her to resume her seat — \" in that infamous song you impressed on the ' Waif of the"], [168, "158 STUNG TO THE QUICK. Wear,' that she was kept by her benefactor and petted only from caprice, and would be cast adrift the moment she became wearisome or troublesome. Am I not right?\" Lucy hung her head, but Mrs. Hesketh boldly perked up hers with the retort, — \" And pray what has that to do with her forging letters and shuttktg up Eva Raeburn, I should like to know ? You'd better say I helped her at that wickedness.\" \" When you let evil into a heart it is like breaking the bars of a dyke, the waters Aoav in and overwhelm ad good. I do not seek to excuse her for furnishing her heart with evfl' thoughts to the exclusion of better, but I do blame you for opening the door and thrusting in the first tenant.\" \" Oh, of course ! \" \" Has not the sobriquet of ' Waif of the Wear,' greeted her wherever she turned — in Avhispers from polite people, in open sneers from envious Avomen or blackguard boys, until she felt like Ishmael, that every one's"], [169, "DR. GROVE AND THE GOSSIPS. 159 hand Avas against her, and scrupled not to turn her hand against every one. Against Cuthbert she Avould be incensed as your son : I can understand that; but why she should pitch upon him and leave you and Lucy out of her scheme of retaliation, I can not com prehend. And I must say, had the lex ta lionis begun and ended there, instead of where it did, I should have looked on more complacently, and might have regarded it as the law of compensation.\" Mrs. Hesketh had taken refuge in tears and pocket-handkerchief, whither Lucy had long preceded her ; but Mr. Hesketh, enter ing at this juncture, more beaming than he had been since the evil day Avhich gave Cuthbert's letters a Avrong direction, she pounced upon him instantly, \"So, sir, tins is the way you permit me to be insulted ! \" \"Maria, whatever is the matter noAV?\" Avas his amazed enquiry. \" What is the matter, indeed ! Here, Dr. Grove — your excellent friend, Dr. Grove •has insulted me shamefully, scandalously."], [170, "160 STUNG TO THE QUICK. But I won't stand it, that I won't. If I had anything like a husband, people would not dare to use me as I am used, but every evil-minded fedow has a fling at a Avoman AAdiose husband neglects and abuses her ! Oh! oh!\" It is needless to fofloAV this scene, or Dr. Grove in his combats Avith prejudice and gossip. He affirmed that Rhoda's sin was ingratitude, and that it had been sown and watered by envy and gossip in a heart ready to receive it. \" Yet,\" said he, \" she is not the less guilty because others are to blame also.\" Nor has any one a right to condemn my friend Marsh's charity as misdirected, because she has abused it. There is plenty of sin and ingratitude in our midst which has had no dubious origin, has not been petted to maturity by mistaken charity — only, my good friends, the sinners are hidden under sdk and broad-cloth, waiting until — they are found out. We have not been found out, or we might not be the ldywhite saints we seem, one and all — and I have"], [171, "161 DR. GROVE AND THE GOSSIPS. heard that Beelzebub is not so black as he is painted.\" \" I have no liking for this detestable Avoman,\" muttered the Doctor to himself as he went home after one of these encounters. \" She has been no favourite of mine for many a year, but I hate the rank hypocrisy which holds her up to reprobation, not for her Avickedness so much, as because no one knew her parents, because she has been an interloper in respectable society, and out shone Avell-conducted dames and misses. Faugh ! what a colony of carrion crows society must be, pouncing as readily on sister or brother once out of the pale, as on the most offensive offal.\" Dr. Grove came in for his share of abuse ; Avas voted a brute, and a bear, on all hands, and Avas threatened Avith social excommuni cation ; but he Avent his way composedly — kept on never-minding, and Avhen Mrs. Smiles had the next influenza, Mr. Monk house the gout, Captain Bed the idleophobia, or Miss Smith the nothingania, Dr. Grove VI L. lit. M"], [172, "162 STUNG TO THE QUICK. was sent for in a very great hurry, no one else being considered to turn the medical trencher upon so nicely adjusted a pivot."], [173, "CHAPTER XL A CRISIS FOR LUCY. Rhoda might have sunk into the ground at the door of Crazy Jem's hut for ad that could be knoAvn of her. Had she whisked through the air on a broomstick, her disap pearance could not have been more complete and effectual. An Indian in the woods wdl folloAV a trail like a bloodhound, and a Lon don detective wdl make a regular chain of very detached links, but Rhoda had left neither trail nor links. Eva's jeAvels Avere found in Rhoda's room, though Rhoda's trinkets had disappeared, but not so much as a pocket-handkerchief which bore an identifying mark had been removed. Months before, she had AvithdraAvn her x 2"], [174, "164 STUNG TO THE QUICK. money from the funds and invested it else where, so even that clue Avas lost ; and at length the official had to abandon the pur suit and acknoAAdedge himself defeated. Mrs. Hesketh's interest and excitement increased Avith every fresh failure ; she waxed Avarm on the incapacity and im becility of the police, whom she stigmatised as \" a set of old women,\" until one of the maligned brotherhood Avas moved to retort, and expressed his opinion that, \"If she'd mind her own business it would look better of her, and maybe she Avould find it quite as much as she could manage. Folks as live in glass houses should not throw stones, and somebody may sing on the Avrong side of the mouth afore long.\" This was said amongst his fedoAvs, but the circle round the pebble enlarged untd the last ripple touched the margin of the stream, and Mrs. Hesketh, glancing at her distorted image in the ruffled Avaters, wondered at the impertinence of meddling people, and wished they would mind their own business."], [175, "165 A CRISIS FOR LUCY. Not being an official \"old woman,\" she had not observed Lucy's movements as closely as had the said \" old women,\" whose observations had given so much offence, and Avhose recognised business it Avas to observe. Occupied with the important business of painting Rhoda's character blacker than the black reality, Mrs. Hesketh had no leisure to bestoAv on trivialities at home, and in deed Avould haA7e been most indignant had any one hinted that a child of hers Avas not competent to take care of herself. The singing-lessons had been discontinued for some time on account of Mr. Hesketh's objection to the drain on his pocket. Still, Signor Ronchetti drove his light ' D © phæton to the Waterloo, and, until the Christmas vacation, proceeded on foot to the school in the Bailey, while, somehow or other, Lucy generally contrived to have an errand which took her the direct route of either his exquisite vehicle or more ex quisite self. Latterly, she had been seen on the river-banks long after dark, companioned"], [176, "166 STUNG TO THE QUICK. by the fascinating foreigner, Avho had be come still more affectionate and confidential since her display of temper over EdAAdn Grove's stray love-letter. Durham, as Rhoda had once remarked, does not overflow Avith beaux. Students are but birds of passage, and prudent mammas hold their daughters at a distance from possible danger, Avhfle of the native com modity there is a natural dearth ; enter prising young men going out into the AArorld to make their way in a wider field, and of those who remain indigenous to the sod, few care to take another man's cast-off, Avhen fresh hearts are to be had for the asking, in plenty. Consequently Lucy, after her quarrel with Edwin Grove, stood in the terrible predica ment of an old-maid-elect — a position of all others most mortifying to a gnd Avhose ruling passion was vanity — so that, Avhen Signor Ronchetti, with his seductive voice and bland manner, flattered her in broken English, and looked languishingly and lovingly at the"], [177, "A CRISIS FOR LUCY. 167 despised maiden, no wonder her vain heart palpitated and fluttered Avith delight at being the chosen of so enchanting a mortal, for whom a score of young misses were dying ; or that her wounded self-love prompted a desire to prove she could have a better beau than EdAvin any day. Aunt Dorothy had Avarned her that there was clanger in listening to more than lessons, but she declared her aunt had \"groAvn a cross old frump.\" Her father spoke against foreigners in very significant terms, but her mother, to whom the Signor Avas particularly conciliatory, vowed he Avas the most refined and elegant man of their acquaintance. An odd present noAV and then had done much to create this interest in his favour, and to blind or reconcde Mrs. Hesketh to any scheme matrimonial he might be sup posed to entertain. After his professional visits ceased, compli mentary ones commenced ; and so it hap pened, that while Aunt Dorothy was hover ing about Eva's bed, and Mrs. Hesketh was"], [178, "168 STUNG TO THE QUICK. holding confabs with the widow Coulson, Signor Ronchetti was hovering round Lucy Hesketh, and making very desperate love indeed. How very ardent and impassioned Avere the glances which found their way through the gold-rimmed spectacles to Lucy's suscep tible heart ; how very naturally the pressure of the waist was substituted for the pressure of the hand ; how very soon the enamoured Italian became assured that the heart of mia cara Lucia Avas all his OAvn ! Ad his OAvn ? Lucy had many conferences with the handsome Signor, but somehoAV she never felt it a part of duty to confide the unimportant episode of her courtship Avith Edwin Grove, or the amount of pique which stimulated the encouragement of his own suit. No, she entered fully into the prevad ing gossip — her riA^alry with Rhoda Wear bank, when they were school-girls together at Miss Robson's establishment, and later for precedence in society (society is a gem with many facets) ; the haughty airs the poor"], [179, "169 A CRISIS FOR LUCY. foundling had given herself, looking down upon her actual superiors as if they were dirt beneath her feet ; the absurd partiality of Mr. Marsh and his friends (her own father and brother included), and the denouement Avhich she had always expected. No doubt the vile Avretch belonged to people of the veiy loAvest order. She had always said no good Avould come of her, and people would belieAre it now she Avas found out. She asked the Signor's opinion whether they Avould transport the charity-girl or not when she Avas taken, but her dear Jacopo, though greatly interested, was not conversant with English laAV ; and though \" ver mush dolore he not know, he no doubt the infame woman get her desert— de bad pe-pol always do.\" No — though she conA^eyed to his willing ear every item of intelligence respecting the family at the ToAver, which she could elicit from her communicative papa, not doubting that what so deeply interested her must equally interest her lover — though she nar rated each step of the pursuit for Rhoda, and"], [180, "170 STUNG TO THE QUICK. grew impatient Avhen the detective faded to detect — she never said one Avord of the faithless swain who had deserted her and gone over to the enemy — not one word. Probably she was afraid of rousing the jealous fire Avhich is supposed to form the chief ingredient of an Italian's composition, and which seemed to slumber only in those very bright dark eyes behind the gold rimmed glasses. The vacation Avas oArer. The detective had returned to toAvn, and the Misses Robson's pupds to their studies. Aunt Dorothy was stid making herself useful at the Tower, Avhere Cuthbert and his wife had been received with a cordial Avelcome, and there was no one to censure or advise Lucy, even supposing she had been amenable to advice. Betty, hoAvever, had a belief that that \" furren chap Avur te thick Avi' Miss Lowsie,\" and Avith a shrewd suspicion her master had no knoAvledge of the love-making carried on"], [181, "A CRISIS FOR LUCY. 171 under Mrs. Hesketh's very nose, and behind his back, told him her suspicions. There was storm in the sky forthAvith. His hatred of foreigners showed itself pretty conspicuously. In no very measured terms he forbade the admission of Signor Ronchetti into the house on any pretence, and said no child of his should have either Frenchman or Italian dangling after her. \" The fellow may be an Italian brigand for ought I knoAv.\" \" I am sure Jacopo is nothing of the kind ; he is the second son of Count Ugo Ron chetti, of Genoa, and will have a large fortune when his father dies,\" asserted Lucy, apologetically. \" 1 don't believe one word of it,\" objected he, \" that's the way those felloAvs, Avith their fine eyes and smooth tongues, and sham titles, come round such silly chits as you, setting your mouths Avatering for an estate in the moon and a title to lunacy. Count, indeed ! as much a count as I am a barber. And pray Avhat does he come"], [182, "172 STUNG TO THE QUICK. here for, now the lessons are over ? I've no notion of throAving any more money away on crochets and quavers. It is quite time you learnt to be useful. What have all Rhoda Wearbank's fine accomplishments clone for her? \" \" You don't mean to compare me to that hypocritical madam, I hope ? \" asked Lucy, disdainfully. \" Well, no, not exactly. You have not her remarkable attractions, but I trust, my girl, Avith all your pettishness and self-will, you haAre a better heart at bottom. I have heard you, ninny, say very spiteful things at times even of her, but I should be very sorry if 1 thought they were more than lip deep.\" Lucy never spoke, perhaps conscience was Avhispering and kept her sdent. \" No, Lucy, my bairn, I would disoAvn you, cast you off at once, if that vain heart of yours was a Avell of vice and sin as deep and bitter as that of Marsh's niece. And noAv touching Signor Ronchetti. The fedoAv comes after you for money, take my Avord"], [183, "173 A CRISIS FOR LUCY. for it. It's pretty well known I shall have a good round sum to give you, and he means to lay hold of it, or my name's not Hesketh. But Lucy, mark my words, he shall never have a penny of mine, and you shall haA'e no consent of mine to your marriage, even if he meant to marry, and was not merely making a fool of you.\" Lucy's pocket handkerchief Avas in request ; she sobbed out — - \" It is very unkind of you, papa, to say such cruel things of Signor Ronchetti ; I am sure he never thought of your money, he has plenty of his own, and as for making a fool of me that he is not. I know he would be glad to marry me to-morroAV, if I would only consent. And I don't see Avhy you should object to him. Mamma admires him.\" \" The deuce she does ; then probably she has already given her consent to this very desirable match, without consulting me, as she admires the gentleman so much.\" \" Well, she said she'd consider about it ; she did not appear to have any objection.\""], [184, "174 STUNG TO THE QUICK. \" Look you, Lucy, I should be glad to see you married to any fair-sailing, straightfor- Avard Englishman, but let you fad into the hands of a hot-headed, jealous-pated, money grasping foreigner, who rambles from place to place and earns his living by singing or squalling to gaping crowds, Avho has no re commendation to your favour besides his Aroice and bewhiskered face, I'll be hanged if I do ! And, mark you, Miss Lucy, if I catch him within my doors again, I'll try what my crabstick can do toAvards the cure of loA^e. I'll give his fine cloak such a dusting it never had before ! \" \" Here comes mamma ! \" exclaimed Lucy, gladly. \" Does she ? well, then, teU her what I say — and mind — I mean it.\" And off Avent Mr. Hesketh, not caring for a scene with his wife in his then excited state. The third day following her sire's denun ciation of foreigners hi the aggregate, and © ©© © ' Signor Ronchetti indiAdduady, Lucy strayed towards the Badey in time to prevent her"], [185, "175 A CRISIS FOR LUCY. new lover seeking her at home, and thereby coming Avithin reach of the threatened crab stick. Oh, that her father, and not the inquisitive clerk, had stood at the office door and watched her as she went ! Oh, for the ancient portcullis to drop at her approach and bar her passage ! Oh, for a strip of orange peel upon the narrow flags, that she might trip and sprain an ankle on the kerb stone ! Oh, that the Misses Caldcleugh, nodding to her so familiarly, from the confectioner's shop, had beckoned or caded her in and kept her in close converse but for half an hour ! Alas, the clerk peered after her, and made a mental memorandum, — the portcullis existed solely in antiquarian tomes, — it was the month for oranges, but the street was clean even by the theatre door, and the Misses Caldcleugh, preferring to gossip about rather than with her, stepped forward, and exchanging glances and comments, fodoAved her retreating figure not only Avith eyes but feet."], [186, "176 STUNG TO THE QUICK. One chance she had — one. Edwin Grove met her face to face ! He flushed — stopped — extended his hand, would have spoken, — but they Avere close to the Misses Robson's ; Signor Ronchetti was bowing a graceful adieu to the prim ladies ; so Lucy, elevating her head, ignored EdAvin's proffered hand and passed him in scornful sdence, leaving him to digest his reception with what composure he could under the battery of the Misses Caldcleugh's quizzical glances. \" He that will not when he may, When he will, is met with ' nay, said the younger of these laughing damsels, archly, as the rebuffed surgeon, biting his lips and occupied with his OAvn reflections, would have Avalked past them without recog nition. Thus suddenly recalled to his senses, he raised his hat Avith a grim smfle, growled out something Avhich Avas meant to be civil and was not, then strode on out of hearing, in-"], [187, "A CRISIS FOR LUCY. 177 wardly anathematising all the petticoated race as the source of mischief and misery to man. He had seen the graceful Italian, and felt the full force of Miss Fanny Caldcleugh's well-worn couplet. Meanwhile Lucy and the Signor had met, he had lifted his glossy hat from his more glossy curls, smiled, and displayed a row of firm Avhite teeth (suggestive of a bite), then with a word of interrogation, answered by one of acquiescence, he dreAV the lady's arm Avithin his own, slipping the fastening cords of his cloak towards the shoulder for the purpose. Disregarding the three pairs of envious eyes Avhich followed their movements, the two bent their steps doAvn to the river-side, turning to the left toAvards the count's cottage. It Avas not a warm day for a walk, but it Avas at least dry ; and lovers can supply their own caloric ; at least so it is said. Lucy was in very Ioav spirits, notwith standing her temporary triumph over Edwin H VOL. III."], [188, "178 STUNG TO THE QUICK. Grove ; and on being pressed for the cause, narrated the gist of her codoquy Avith her father, supplementing it Avith assurances that he would never relent, and fears that the happy hours with her dear Jacopo were at an end. But dear Jacopo would not see the matter in that gloomy light, he insisted that happi ness for them was only daAvning, and cer tainly was not dependent on the will of Mr. Hesketh. I refrain from giving the Signor's oavu words, since broken English, hoAvever inte resting from young lips to young ears, looks somewhat ridiculous on paper ; and there was nothing comic in either Signor Ron- es o chetti's meaning or his manner. He urged Lucy to become his Avife at once, and trust to obtain her father's forgiveness afterwards : insisted that Mr. Hesketh was anything but implacable ; that her mother Avas favourable and her aunt so genial, he was sure she would be a mediator between ad parties."], [189, "A CRISIS FOR LUCY. 179 Then he spoke of the necessity he was under of leaving the locality, and journeying southward to fulfil engagements ; of the charm Avhich had detained him spell-bound in an unprofitable neighbourhood, amongst people incapable of appreciating his peculiar gifts ; of the misery which must be his to resign her even for a time, of the thousand chances which might separate them if they parted now ; and he seconded his plea Avith glances so eloquent and truthful, that Lucy's tears fed fast, the sad shake of the head Avhich signified denial terminated with a sigh, the sigh was followed by a look into Jacopo's eyes, and then — she hesitated ; and when a woman hesitates we knoAv what folloAvs. There was something fierce in Jacopo's love-making, something fiery in his glances ; the clasp Avhich welcomed her consent was more a savage recognition of possession than a lover's joyful embrace to croAvn betrothal. But Lucy, blind Avith pique and vanity, only saw ardent attachment — the fervid loAre of a N2"], [190, "180 STUNG TO THE QUICK. passionate heart, before which the cold caresses and feeble flame of EdAvin Grove's emotion sank into insignificance. \" Jacopo's love is AA^orth having,\" said she to herself, as she entered her chamber that night flushed and excited ; \" there is nothing tame and calculating about © O him.\" Then she sat down by her toilet-table, with the loosened braids of her hair hanging in listless hands, to wonder Avdiat Edwin Avould think when he heard she was married to some one else. Lucy had been sulky or moping for several days. Ad at once she brisked up Avonder fully, and Avent singing about the house so merrily (or pertly), that Aunt Dorothy, AA'ho came home about that time, remarked, she had never seen the canny bairn so light hearted and cheerful before, it made her old heart glad. The gladness soon turned to soitoav. Feb ruary brought more tears than fell from sky or clouds."], [191, "181 A CRISIS FOR LUCY. Signor Ronchetti drove his light phaeton out of Durham for the last time. The singing bird had floAvn, and Lucy Hesketh had floAvn Avith him !"], [192, "CHAPTER XII. RETALIATION. The preceding days Lucy had employed in arranging her belongings in such order © © © © as she would Avish them to be found, or to find them on her return ; her father's re ception of the husband being an established certainty in her mind. She made a selection of essentials, Avhich she crammed into a smad leather bag, then Avrote a letter to her father, and after tea slipped out unobserved, the black bag hidden in the folds of her shepherd's plaid cloak, which bore a deep cape or mantilla. Once or twice, ere she gained FraniAvell gate bridge, she stopped, half inclined to turn back. A revulsion of feeling had come AAdth the"], [193, "183 RETALIATION. closing of the door behind her. Surely it never snapped so angrily before ! Suppose, after all, her father should not forgive her — he had been a kind father to her, she must acknoAvledge — was it right to steal aAvay and marry against his Avill ? She paused, and rested her bag on the seat in one of the recesses of the bridge, and stood looking over the parapet towards the Avater, even at the last moment wondering if she were throwing a\\vay a chance of Edwin Grove, and Avhat AArould become of her if Jacopo, Avho Avas so jealous, should hear anything about him ? What if he should make a bad husband after her desertion of home for his sake ? But she never studied the chances against his marrying her at all. No doubt of his honour or fidelity crossed her mind. She was Avilling to marry one man Avith an other's image jostling for place in her heart, Avas Aviding to deceive him Avith a mockery of first love, but no suspicion that he could possibly deceive her rose in her breast."], [194, "184 STUNG TO THE QUICK. Untrue to him, and to herself; of his truth she had no doubt. A rattling Avheel, a stoppage, a light touch of a whip-handle on her shoulder — she was roused from her reverie, in less than three minutes was seated by her Jacopo's side, and rolling northwards. Round the corner into Framwedgate, down the hill, and up again, on past Dr. Grove and Dr. Grove's tad house, Avhich seemed to frown upon them, as Lucy sighed, and Jacopo turned a fiery glance towards it — on, beyond the irregular line of houses — on to the open country — on past an open gate, Avhence a dim path crossed a broad meadow towards a sunken belt of forest trees and firs. By a strange coincidence both travellers turned their heads in that direction, and Lucy explained that behind those trees lay the Grey Tower where Rhoda had played her pranks so recently. There was a savage gleam in the Signor's eye, an angry force in the lash on his horse's quivering flank, strongly at variance Avith"], [195, "185 RETALIATION. the \" Ah, indeed ! \" his sole acknowledgment of the information. Silence fell on both, they drove through the turnpike, on between straggling houses and pitmen's cottages, over the moor, peb bles and cinders flying beneath the horse's hoofs, the shadows of evening deepening into night— night overhead, night in the heart — on through Pitym, whose very name should have turned the travellers back. Plawsworth's scattered habitations loomed ghostlike in the gloom — the open door of a beerhouse, here and there, shot a ray of light athwart the roadway, or a reeling fedow right in the horse's track. Now and then a vehicle was driven cautiously past to avoid coldsion in the dark, and a cheery \"good-night\" or \" gude-neet \" challenged a response, but in the phaeton Avas sdence most unnatural. Fear was creeping over Lucy, a presen timent of evd, a strange longing to return Avhile return was possible, and at length the feeling grew into Avords. But Jacopo, re-"], [196, "186 STUNG TO THE QUICK. caded from his dreams, whatever they might be, laughed and kissed away her unshaped fears and fancies, and by the time Chester le-Street was gained, her drooping spirits had revived. Here the lamps were lit, and a cigar — the horse baited — a glass of negus shared by the travellers, and on they Avhirled, leaAdng the old Roman \" city in the street\" far behind. Jacopo was himself again, tender, loving, and respectful Avithal ; nor did the pah relapse into sdence untd the wheels rattled o\\rer the pavement of Newcastle. At the Turf Hotel Jacopo drew rein ; an ostler, touching a far-worn seal-skin cap, held the horse's head whdst the traveders alighted. With a Avhispered word of re assurance the Signor, carrying Lucy's leather bag, walked on to the bar, nodded familiarly to the barmaid, Avhom he saluted as \" Beda,\" and inquired for the landlord. The Signor was apparently no stranger to that individual, between Avhom and himself ensued a little jocular conversation, fodowed"], [197, "187 RETALIATION. by one of business. A crisp bank-note changed hands in payment for long hire of horse, and man, and phaeton. \" Shall I give you a receipt, Signor ? \" \" Non importa — no, I tank you, I am haste — buona notte — coom, mia cara.\" He once more lifted the bag, gave his arm to Lucy, dropped a chinking fee into the hand of the obsequious ostler, but declined the proffered aid in carrying his little luggage. He \" Avas not go far.\" By a somewhat circuitous route he led Lucy to the Nevide, Avhere supper, pre viously ordered, was prepared against their arrival. Here, at his request, the Signora was shown to a room to disrobe. Tavo heavy travelling trunks, a hat-box, and a small valise, lay there ready packed, and labeded \" Signor Ronchetti, passenger ;\" no more — no destination was appended. The hasty supper dispatched, a label \" Signora Ronchetti\" attached to the leather bag, another bill paid, the luggage carried to"], [198, "188 STUNG TO THE QUICK. the railway-station close at hand, and soon Lucy and Jacopo were Avhirling OATer the iron road in a first-class carriage of the mail train to York, her own identity lost. He had represented the impossibility of procuring a marriage licence in the diocese of Durham, where her father's name was Avell known, even supposing a clergyman could have been found to perform the cere mony. In York he had friends Avho could witness and attest the nuptials, which, to be binding, must be performed in a Catholic and Protestant church also. Lucy had ob jected to a marriage at the Registrar's, the new law then being eA^en more unpopular amongst women than it is iioav. For many miles, they Avere the only occu pants of the carriage, and Lucy, feeling at last that she had launched on an unknoAvn and dangerous sea, Avept long and bitterly. At first her companion attempted to soothe her with promises and caresses, then Avaxed indignant at the insult levelled against his honour in shedding tears, as if she doubted"], [199, "RETALIATION. 189 him, and evinced so much displeasure, that Lucy had some difficulty in adaying his irritation. However, he had gained his point ; there were no more tears. \" You had bettare vear thees, mia cara,\" said he, after a time, producing a wedding ring, \" it Avill not look veil for me vise to hav no rings. You see it Avould be shames to take a young ladie not my Adfe to de albergo, so, mia Lucia, I will put on dis leetle gold ring, for de sake of your good name, me love, and to make seem all right.\" The words cut Lucy to the soul, gentle and tender as they were ; the kindly thought fulness and care of Jacopo for her good name told her it Avas forfeited, and she at his mercy — and the world's. As she shrank from the ring Avith a visible start and shudder, he added — \" In von, tAvo day, it vill be all right, mia cara — all right. You vill only be call your new name a day two before de time. I vill call you Miss Hesket if you mosh prefer —"], [200, "190 STUNG TO THE QUICK. but it look bad, ver bad. I am tink for you, I love you too mosh to like see peoples look at mia Lucia ver strange. Coom, you bettare vear de rings.\" The ring Avas slipped on the maiden's un resisting finger, the hand kissed, and Lucy was assumed to be the Signora Ronchetti. It is probable the Signor kneAV hoAV much like a culprit she felt, he took so much pains to convince her all was for the best, and in the interest of her fair fame. It was very late when the train reached York. The heavy baggage was left in charge at the station — a porter, shouldering bag and valise, undertook to open the portals of an inn for the weary traveders, and the jaAvs of the Black Bull engulfed Lucy and her good name. While Lucy Avas led into a sitting-room, Avhich might serve very well for an inn, but very id for a home, and there diA^ested of cloak and bonnet, the Signor folloAved the luggage up-stairs. After partaking a biscuit and a glass of"], [201, "RETALIATION. 191 wine, the Signora, fatigued with her long journey, was shown to her dormitory, and the chamber-maid, Avith a hope that she Avould find everything comfortable, retired. Lucy, sleepy and yawning, proceeded to disrobe, but on turning to unlock her bag was surprised to see the valise by its side. \" Dear me, that stupid boots has made a mistake. Jacopo will be sadly at a loss for his things in the morning,\" muttered she. \" I suppose it would be safe if I put it out side. Perhaps I had better not, it may con tain money. He Avdl send if he requites it.\" Sleepy as she was, she said her prayers more earnestly than she had done for many years, then, before extinguishing her light, Avould have locked her door, but there was no key, and no bolt. \" How provoking ! and in a strange place, too : but I can put a chair against the door. I should be sure to hear if it were moved.\" It was done, and in five minutes Lucy Avas asleep, soundly asleep ; a peal of thunder Avould scarcely have aAvakened her."], [202, "192 STUNG TO THE QUICK. \" Madame, madame, it is almost ten o'clock, the gentleman begs me to say he is Avaiting breakfast.\" \" Ten o'clock ! \" Lucy sprang out of bed. \" Say I Avill be Avith him immediately.\" Ashamed to haAre overslept herself, she hurried to effect her todet. Before the dressing table she stood aghast. It Avas strewed with brushes, pomades, and perfumery, not hers, and on an adjoining chair Jacopo's valise lay unstrapped. The chair, too, was gone from the door. What could this mean ? She sank into a seat bewddered and con founded, the room seemed to SAvim round, her breath was almost gone, and tears Avere held back by amazement and indignation. \" Hoav dared he intrude in my room whilst I slept. It was base and unmanly. I'll let him know ! \" A second summons from the chamber-maid stimulated her moATements, and soon she fol loAved her guide to a smader room than the one they had occupied the preAdous night."], [203, "RETALIATION. 193 A spark of her mother's temper lit her eyes and tipped her tongue as she approached the breakfast-table, and demanded, \" by what right he had dared to intrude within her room ? \" A significant glance at the Avaiter entering with a loaded tray imposed caution, and an equally significant pressure of the Avedding ring as he took her hand to lead her to a seat was the only ansAver vouchsafed until they were alone. Then followed apologies and reasons harping on the same themes, necessity, appearances, regard for her, which rang in her ears Avith Mephistophelean mockery. Her reproaches of cruelty and want of proper respect were met by quiet disclaimers in deferential tones, yet every pacifying sentence Avas so couched it wounded like a thorn in a chaplet of roses. After many unavailing efforts to soothe and console her, Jacopo started from the breakfast table, declaring he should be too late to procure a licence, and arrange for their wedding to-morroAv, unless he made haste. via. in. o"], [204, "194 STUNG TO THE QUICK. More than t\\vo hours elapsed between his departure and return, hours spent by Lucy in meditations not over-flattering to her self love. On his return Avith beaming face, and an assurance all was arranged satisfactorily, that his friend would meet them at the Minster, and that unless she overslept herself a second time, they would be united in the morning, and she his wife in fact as wed as name, her confidence was restored. She was sorry for her former suspicions, and tendered a kiss of peace. Then the pair sadied forth to saunter through the ancient city, as any couple of strangers might haATe done. The day passed, the night came, dark and gloomy, with a drizzling rain, but that did not keep them within doors. The theatre was open, and thither they went, the Signor intent on pleasing, Lucy on being pleased. With a smile, and a promise she would not oversleep herself, she left him for the night, full of hope for the morrow, and re newed faith in her dear Jacopo."], [205, "195 RETALIATION. From that dreamy semi-oblivious state between sleeping and Avaking, she was roused to the consciousness that her door was opened, the chair removed, her candle relit. Jacopo was in the room, locking the door. She strove to move — to speak — her senses Avere alive, her limbs and voice enthraded. Deliberately the Signor walked to her bed side, the light of the two candles fud upon his face. \" Lucy Hesketh,\" said a clear English voice, which made her heart leap up Avith terror, \" do you know me ? \" Spectacles, moustache, Avhiskers, Avere gone, high stiff codar and stock torn away, and there, opposite to Lucy's staring eyes, stood Rhoda Wearbank, cold and vindictive. \" Lucy Hesketh,\" iterated she, \"years ago you taunted me Avith words of cruel mali cious scorn, you affixed to me the brand of ignominious birth, loaded my unfortunate and unknoAvn mother's name with oppro brium, and scoffed at me as a dependant on charity. I never forgot it — I never for- o 2"], [206, "196 STUNG TO THE QUICK. gave it ! From that hour, I resolved to repay you with fud interest. Had my resolution faded out in absence, had my purpose faltered or wavered on my return home, you would have recalled me to the duty I owed to my dead mother and myself ; for never did you or your mother miss chance or opportunity to remind me I was base-born and charity-bred. Your brother I despised, and hated in that he was your brother. I wound him round my finger, meant to break his heart — he is better than his kith and kin ; I am not sorry that I failed in that.\" The stern voice softened someAvhat as this sentence left Rhoda's lips, but colder grew her tones, more rigid her stony face, as she told out her story of inflexible hatred to a listening ear and tortured heart. \" Untd that fatal pic-nic I had no settled plan to punish you. Stung to the quick before, I was goaded then to madness, and vowed to be revenged in kind. You were jealous of your lover that day Avith little"], [207, "197 RETALIATION. cause ; since, I have made cause in abun dance. I stole him from you, and as Signor Ronchetti watched every phase of pique or jealousy your shalloAV mind revealed. I handed his Avritten proposals over to you. Was not your passionate emotion a feast of revenge for me ? for me, the daughter of a beggar, or worse ? \" The last word hissed through her teeth like the breath of a serpent, and the Arenom Avas as potent. \" Worse — Miss Hesketh, Signora Ron chetti, do you comprehend ? worse ! You are that worse noAv. Not Avith love, but hate, did Jacopo woo you — followed you for months working slowly to an end, to this Signor Ronchetti lured you from your home— and Avho shall prove that he did not ? Willingly you came, assumed a name and ring to which you had no right, and Avho shall prove that marriage had been promised ? You haAre travelled together day and night, occupied the same chamber, the same bed — and here he leaves you, defying you to prove"], [208, "198 STUNG TO THE QUICK. that Signor Ronchetti and Rhoda Wearbank are one. Ere this slander has whetted her teeth on your mother's name and years, and those tooth-marks neArer die out. As you stung me, I have stung you, but deeper. You are knoAvn to have eloped with a man — even were it proved otherwise (as is impos sible), your will Avas good towards the gentleman — and that wdl stick like a burr. Signora Ronchetti you Avfll be late at the church to-morroAV morning. You wid OArer sleep yourself, I am afraid,\" Avas said Avith a bitter sneer, while Lucy, powerless to speak, was convulsed Avith agony. \" Here to-night, in this room,\" concluded the implacable foe, \" Rhoda Wearbank lays down her name for ever — Signor Ronchetti parts with his to-morroAV. I will make my self a better name in a new career, and drop the stigma of my birth for ever. Let it cleave to you a ' beggar, and worse! I have my revenge at last.\" Compelled to listen, unable to scream for help, Lucy's torture had been unfathomably"], [209, "199 RETALIATION. excruciating, and, though a torpor was stealing over her faculties, she saw with an accession of pain Rhoda strip off coat and vest, and with a scornful laugh fling herself down beside her on the bed, adding another link to a well-forged chain. The valise, brushes, perfumery, remained — only the Signor was gone, only the de serted Signora left to struggle against calumny and craft, and hide her head with shame."], [210, "CHAPTER XIII. A FRESH SURPRISE. Several days elapsed before Frank Rae burn could be permitted to see his AAdfe, except during her slumbers, Avhen he would stand and gaze upon her Avistfully and re morsefudy as at first, until warned by her rising eyelids to steal away. Cartloads of refuse dye-Avoods, procured from the factory by the riArer, AArere laid down on the open space between her humble room and the Tower. The horses Avere sent aAvay, one only for emergencies being kept on the premises, and that one was remoA^ed from the stable beneath to one extemporised ; the carriage Avas left uncleaned and unused, lest the dashing of Avater and clatter of pails"], [211, "A FRESH SURPRISE. 201 should disturb the tranquidity so essen tial to recovery. Beck and Martin Avent about their duties slowly and stealthdy, as if free motion necessitated noise ; and when the former by chance broke into an in voluntary whistle over his work, he checked himself instantly as if he were committing a crime. Even Towzer appeared to take his tone from the bipeds around him, and being re leased from durance, with no stain on his character, wagged his tail to express satis faction, but never ventured on a bark, his instinct warning him against forbidden noise. Chanticleer's clarion had been silenced summarily on Dr. Grove's intimation to Nancy, \" You had better put that bnxl in the pot, he may do your mistress good there ; strutting and crowing in the yard here is only doing mischief. But mind, Nancy, you must boil him to rags, and aftenvards reduce the broth to a cupfull. It Avid have to be"], [212, "202 STUNG TO THE QUICK. given Avith a teaspoon, and to be of service must be strong.\" Only the twittering robins Avere undis turbed, and their notes served more to mark the stillness than to break it. His restless, eager, and almost vindictive search after Rhoda, kept Mr. Raeburn, afoot or on horseback, continually in motion, and prevented him from Avearing himself out Avith self-accusation. But in his nightly solitude he Avould muse, and think, and con demn himself. \"I was to blame for suffering Rhoda's presence here when conAdnced she was in love Avith me. Why should I have exposed my darling to the\"\" strong passions of that woman ? Had I no sense ? Did not her eyes warn me ? Dolt that I Avas to think the danger past when Eva Avas my oavti. True, my heart Avas secure ; but men have faden into temptation before now, and I owed it to Rhoda herself to avoid her. I was weak to yield to Eva's request, Avith a"], [213, "A FRESH SURPRISE. 203 reason against Rhoda's presence withheld from the guileless pleader. Poor Eva, I have used you hardly, cruedy. My unfounded jealousy has been your under-gaoler. Had I but been true to my faith in you, I should have broken through the fabulous chain of evidence. Martin doubted, Dr. Grove doubted ; only I ! — I, who should haAre trusted most ! I alone was hoodAvinked from the first!\" He groaned and tossed uneasily on his pdlow, where he lay half dressed, as he had lain since the discovery of his Avife : her precarious condition made him a watcher, though apart. \" Oh,\" he muttered half aloud, \" that I— with my mother's fate before me ; Avith my father's aimless Avanderings, and life of un availing remorse as a beacon — shoidd have surrendered to the promptings of jealousy ! Surely that insidious fiend could not haA^e probed my heart to play upon its Aveakness from the first!\" He started up — \"I see it"], [214, "204 STUNG TO THE QUICK. ad! I remember now, the duet my darling sang would have been remembered only through her tones, had not Rhoda struck the key-note of my jealous fears Avith the remark ' Cuthbert's favourite ! ' Oh, I see it now ; she Avas afraid of Eva even then, and thrust ' Cuthbert's' name as a wedge between us. I remember — I remember how she hammered the name suggestively into my jealous heart, until I was afraid even to declare my own attachment. But having won my guileless Eva — my pure white doAre, ' I must have been a madman to cherish those old doubts, and bring as evidence against her trifles a true man should have discarded for ever. Desdemona never was so pure and chaste as she, yet I have been as black in jealous fury as the heathenish Moor. Poor, poor Eva, Avhen not even thy husband could raise a voice in thy defence ; my dl-used angel, if thy life be only spared, no human being shall dare so much as breathe upon thy name. I Avill trust thee blindly, Avhat-"], [215, "A FRESH SURPRISE. 205 soever phantasms should deceive my senses. Oh, Eva ! Eva ! how shall I make atone ment?\" And so the nights would wax and wane, Avith intervals of slumber, and angry chas ings and denunciations of Rhoda as the quest became daily more impotent. The first blush of daAvn would find him ascending the wooden steps to the invalid's room, and as Mrs. Prosser's answers varied so did his countenance. \" Thank you, sir, she is no worse ;\" or, \" If I may be so bold as think, Mrs. Raeburn is rayther better,\" would send him doAvn cheerful and hopeful. \" The poor lady's not so Avell this morn ing, sir ; she has been very Ioav all night,\" Avould fill him Avith fears and gloomy fore bodings, and a close observer might have seen his lips and brow contract Avith pain, and his head boAV on his breast, as Avith folded arms and stooping shoulders he Avalked through paths they had trod happdy"], [216, "206 STUNG TO THE QUICK, together, not caring to confront Mr. Marsh Avith that tell-tale countenance. In short, the cry of his heart, day and night, Avas — Had I but trusted her, this had never been ; had I but been as active to prove her innocent as passive to believe her gudty, Ave had been re-united in a week ; had I not shut my ears against her name, and my heart against reflection, I should have learnt to mistrust appearances, and to sift for facts. I had saved her then — not killed her. Miss Dorothy came dke a ray of light to the self-tortured man. She shared Mrs. Prosser's charge, and could but report what she saw ; but the gentleness of her nature taught her gentleness in her mode of dealing Avith his anxieties. She combated Dr. Grove's dictum against his admission into the sick room, particularly when she observed that Eva's faintest moan ings shaped only her husband's name. \" My dear Miss Dorothy, we must be"], [217, "207 A FRESH SURPRISE. cautious ; the slightest excitement would destroy our patient ; we must be cau tious—besides, she is at present uncon- scious.\" \" Then, Doctor, I should say there was less need of caution. The poor fedow is wearing himself to a shadow, and the canny bairn, day and night, night and day, murmurs ' Frank, Frank,' till my heart bleeds for her ; \" and the good lady Aviped a pair of very moist eyes. \" Miss Dorothy, your humanity does you infinite credit ; but discretion must guide the heart in cases of this nature ; a sudden awakening of the senses, and a discovery of Frank by her side, might kid her. I say we must be cautious.\" \" That's all very well, Doctor, as far as it goes ; but I do not think the poor bairn is altogether unconscious, she is pining for her husband more than for life ; the sight of him might be better than physic, and it is just possible to be too cautious.\""], [218, "208 STUNG TO THE QUICK. \" Humph ! so I have discovered already ! Wed, my dear friend, if you think you can prepare her, or provide against a shock, we Avid try your remedy. Mind, I am not sanguine of its success.\" Miss Dorothy, whispering to Eva, dis covered that she Avas not altogether insen sible. She asked if there Avas anything she would like. \" Frank,\" was the almost in audible answer. Could she bear to see him ? \" Yes,\" shaped the A\\rhite lips, almost the first lucid word Avhich had passed them. Thereupon the kindly old maid promised, as she Avould have promised a chdd, that if she were better and patient she should see him on the morrow, trusting that the hope would strengthen her for the meeting. Prepared and fortified by the promise, she lay thin and white, Avith eyes and lips half closed, her tiny hand, from Avhich the rings had slipped, colourless as the coverlet on which it rested, Avhen Frank Raeburn, un shod, and vvith bated breath, approached the"], [219, "A FRESH SURPRISE. 209 humble bed. He knelt down, took the wan fingers gently in his own, and murmured, \" Eva, dear Eva, my wife,\" in tones as low as a love-whisper. The eyelids slowly unclosed, the dreamy eyes looked lovingly and languidly out ; the fingers clasped on his, the lips unclosed, he heard his name, and bowed his head in thankful prayer over the hand he held and kissed. Further speech was interdicted, and the intervieAv terminated abruptly, signs of undue excitement being perceptible to good Aunt Dolly in tears on her patient's eye lashes. Hoav Frank Raeburn kept his emotion under, or relieved his heart of its overflow ing joy, Avas never knoAvn. He Avas seen to rush hastily to his own chamber, and the key was heard in the lock, but nothing more Avas seen of him for more than a couple of hours. From that day EAra's amendment Was pro- VOL. III. P"], [220, "210 STUNG TO THE QUICK. gressive. Frank sat by her pallet-bed dady, and soon had fiberty of speech accorded. Mary Hesketh had gone long before Eva was conscious of her presence, but before Aunt Dorothy resigned her post, the patient had been carried in her husband's arms like a helpless infant to her own chamber in the Tower, thenceforth to be watched with a patient devotion which savoured as much of contrition as affection. Eva, ad unconscious of her husband's jealous suspicions, regarded each fresh atten tion as a proof only of his inexhaustible love, and garnered in her heart a store of gratitude to bless his after life. Her father, assisted by Frank and Martin to an easy chair by her side, gazed Avith brimming eyes on the daughter whose pre sence was to him as a resurrection from the dead. Too overpowered for speech, he held her feeble hand in his in thoughtful sdence. Soon he greAv familiarised with the fact of"], [221, "211 A FRESH SURPRISE. her existence, and long before her health was sufficiently renovated to permit her to join in conversation, his tongue was loosened, and his satisfaction expressed more audibly than Avas adoAvable in a sick room. A finger on Frank's lip was, however, a sufficient reminder, and the jest died in its birth. February brought a surprise to the Tower, and fresh motives for activity to Mr. Raeburn. Aunt Dorothy had gone home from her gentle ministration at the Tower only to en counter fresh tribulation on her brother's hearthstone. On the evening of Lucy's flight, as she quietly pushed her knitting pins through her large ball of cotton preparatory to clearing away Avork for the entrance of supper, her OAvn thoughts were echoed by her brother's question, — \" Where is Lucy ? \" \" In her own room, I believe,\" she an- p 2"], [222, "212 STUNG TO THE QUICK. swered, \" the bairn spends more of her time there alone in the cold, than I think good either for mind or body.\" \" I suppose she can please herself where she sits,\" thrust in Mrs. Hesketh, tartly, \" the company down-stairs is not so agree able now, that we need wonder if she does prefer solitude in the cold. I can remem ber when she commonly sat in the parlour with \" \" Yes, before that foreign scamp turned her head, and be hanged to him ! \" interrupted her husband, wilfully misunderstanding his wife. \" But it is time she came to supper. Betty, call Miss Lucy clown,\" said he to the domestic then coming in with the ale. \" Miss Lowcee's nut in, sur, aw heerd th' dur sneck ahint her suin ester tea. She's nut coom back yit.\" \" Not come back, and after ten o'clock ! A pretty time of night for a young lady to be out, unknoAvn to her famdy. Do you know where she is gone, Dolly ? \""], [223, "213 A FRESH SURPRISE. \" No.\" \" Do you, Maria ? \" \" Not I ; she never thinks it worth while now to tell me where she is going, and I don't for my part believe she has gone out at ad, since Miss Dorothea is not in the secret. She is the only confidante in this house, now\" answered Mrs. Hesketh, spitefully. Taking no heed of the sneer, Aunt Dody said to him, concdiatingly, \" I'll go and see if she is up-stairs, honey ; she never can be out so late as this.\" \" If she is out, I'll wager a sovereign she's Avith that sneaking Italian you've been en couraging to \" \" I encourage ! Mr. Hesketh,\" cried his spouse, in ansAver to his glance as much as his Avords. \" I encourage ! Wed, I like that. If I were you I would not be quite so ready to shift my own sins to other people's shoulders. But, indeed, I do not see what there is sneaking about Signor Ronchetti. He is a very gentlemanly man, and quite as"], [224, "214 STUNG TO THE QUICK. good as we are : perhaps better. In his OAvn country he is a nobleman : Lucy might go farther and fare Avorse.\" \" Then let him carry his nobdity back to his own country, and keep it there ; and as for Lucy, let her fare Avorse, for I'll be hanged if she shad have a penny of my money if she marries a beggarly fedoAV Avho cannot speak three Avords of plain English.\" \" Eh, what's that, Dolly ? Not there, and a letter for me ? \" It is impossible to describe the consterna tion in his countenance. Knife and fork dropped, his hands shook, his ruddy face purpled as he took the letter from his Avon dering sister's hands, and stared in blank amazement at the superscription Avith a boding portent of evd. Mrs. Hesketh's impatient curiosity over came propriety. She snatched the unopened missive from his tremulous clasp and tore it open. Then ensued a scene in which so many"], [225, "A FRESH SURPRISE. 215 feelings blent and mingled in disorder, the pen drops powerless. It was a scene of storm and recrimination, of anger conflicting with parental feeling, a scene too painful and too unpleasant to repeat in detail. Mrs. Hesketh's violence ended as usual. Miss Dorothea wept, but her tears fell for others only, and did not hinder her activity. She had loosened her brother's white necker chief, codar and vest, sprinkled his face, and shaken him into speech and consciousness ; and Avhilst words of anger, grief, affection and indignation came huddling together thick and fast from his lips, she found time to slip out and send Betty for her counsellor, Dr. Grove. Dr. Grove from his own doorstep had observed the Signor drive past, noting the circumstance more from the presence of a muffled female in the vehicle, than any connection between his oavu thought and the driver. Lucy had not intimated the direction of"], [226, "216 STUNG TO THE QUICK. their flight; the Doctor, hovvever, supplied a clue. Mr. Hesketh Avas for an immediate pursuit, but it was then past midnight. Dr. Grove said his own horses Avere knocked up, or he Avould have lent his brougham. All the inns were closed. Even at the Waterloo neither horse nor vehicle was to be obtained that night, and sorely against his Avid Mr. Hesketh Avas compelled to wait until the morrow. \" Come home with me, Hesketh. You Avdl only feed the gossips by hiring a trap from an inn. If you Avdl Avait until the morning, you can have mine. I Avdl see my most urgent cases early, and join you in your search. You are scarcely cool enough to go by yourself. Besides, we shall haAre to enquire our route. I only know it to be northward, and at this hour we can make no enquiries, people are in bed.\" With an ill grace the poor old man, bowed doAvn Avith grief and shame, consented ; and"], [227, "217 A FRESH SURPRISE. by ten in the morning they Avere on the road. At Pity me a man remembered exchanging a \" guid neet wi' a furriner chap as hed a lassie wi' un.\" At Plawsworth a pitman, then scarcely sober, said he had been \" nigh o'er run by a horse o'erneet, an' the chap as druv gi' me a cut wi' his Avhip and spoke some dom'd gibberish or owther.\" So far their road was clear. Mr. Hesketh's mind ran on Gretna Green, a bedes that the Signor was a fortune hunter running aAvay with Lucy for Avhat money she might in herit, having full possession of his mind. Dr. GroA'e assented to the possibility of the supposition, but felt inclined to hint that marriage was more desirable than probable. Nothing Avas said of Ned on either side, though he had a place in both their thoughts — one of gratulation, the other of condem nation. At Chester-le- Street they learned that the phaeton had stopped there en route for New-"], [228, "218 STUNG TO THE QUICK. castle — that the gentleman had a cigar and a glass of negus. They also heard that the same phaeton, driven by a groom from the Turf Hotel, had for many months passed to and fro between Newcastle and Durham, but since Christmas the young foreigner had driven it himself unaccompanied by the servant-man. Driving straight to the Turf Hotel, the groom Avas interrogated. He had been paid for sdence during his term of service, but the service over his obligation was over also — at least, a fee induced him so to think. He told that his wont had been to drive twice a Aveek toAvards Durham, ahvays stop ping short on the north road, Avhere he got out, and Signor Ronchetti got in. \" An theer,\" continued the man, \" aw hed ta hing stravaigin * fur mair than twee or three hours at a stritch, an manny a guid Aveetin aw gat i' th' rain waiting fur th' trap to coom back.\" * Strolling about."], [229, "219 A FRESH SURPRISE. \" Ah, to be sure, the Signor did drive into Durham alone,\" quoth the Doctor, pondering ; \" the North road is a good length, my man. Did you always meet the Signor at the same place ? \" \" Nut a' ways. Ye see, soom tyems aw overtook he, an soom tyems aw had ta wait ; aAV wur nivor te gang ayont the yett* \" Beyond Avhat gate ? \" was the prompt interrogation. Mr. Hesketh showed signs of impatience, not seeing the connection between the en quiry and his lost daughter. \" Why, th' yett te th' meadow as hes atween that hanted To\\ver an' th' turnpike road. Yor loike te ken th' place, an' ye coom fro Durham.\" He did ken the place : one more question, and he had done. \" Why not pass the gate ? \" \" Aw should ha missed th' Signor an aw * Gate."], [230, "220 STUNG TO THE QUICK. hed. He cam through th' yett, an aVays Avalked oop th' road to meet maw. Aw used to walk th' horse as aAV get nigh till aw seed him on th' path.\" \" That Avill do, my man. Saddle a good horse, whilst I Avrite a note ; you shad have a sovereign for yourself if you deliver it at the Tower within an hour and a half — a couple if Avithin the hour.\" \" What is the meaning of this ? What has Mr. Raeburn to do with Lucy ? We shad miss her Avhdst waiting for him,\" asked Mr. Hesketh, impatiently. \" I'll lose no time, my good friend — I am almost as anxious as yourself. It is my opinion — but I'll show you the note.\" It ran thus : — \" Turf Hotel, Newcastle. \" Dear Raeburn, \"Lucy Hesketh has eloped Avith her singing-master. I am here Avith Hesketh on their trad. Follow with all speed. I believe"], [231, "221 A FRESH SURPRISE. Signor Ronchetti to be an accomplice of Rhoda Wearbank's. \" Verbum sap. sat. \"Yours, &c, \"J. E. Grove.\""], [232, "CHAPTER XIV. A BEGGAR, OR WORSE. The landlord of the Turf could afford no clue to the further movements of the runaways. His bdl had been discharged in full. The Signor had been most punctual in his payments. They had no luggage but a smad leather bag. He remembered the Signor's refusal of a porter to carry it, on the ground that they had not far to go. Dr. Grove bit his nail and cogitated, but to little purpose, the trad was lost ; not a lounger about the stables could remember more than the direction taken by the lady and gentleman. From inn to inn they went, from coach office to coach-office in prosecution of their"], [233, "223 A BEGGAR, OR WORSE. enquiries, asked hucksters and orange-girls if they had observed such a young couple, either the previous night or that day, and got back to the Turf at five o'clock Aveary and dispirited, to find dinner spoiling and Mr. Raeburn pacing the carpet in stern impatience. He had suffered so deeply when his Avife had, to all appearance, fled with Cuthbert, that he could sympathise with the distressed father, the more so that Dr. Grove's suspi cions pointed to a foul plot against the girl's honour rather than to marriage. The hasty meal over, the three issued from the Turf to pursue the search. \" I should have gone straight to the Neville and the railway-station, but thought I had better Avait for you,\" Avhispered Dr. Grove to Mr. Raeburn ; \" besides, Hes keth is so wedded to his belief that Lucy has been lured away by a fortune-hunter, and nothing Avorse than a secret marriage is in the wind, I have been forced to humour him."], [234, "224 STUNG TO THE QUICK. Poor fedoAv, I fear there is a shock in store that Avill go hard Avith him.\" \" I fear so,\" echoed Mr. Raeburn. Nothing Avas known at the NeAdlle of a foreign gentleman and lady without luggage. The three were turning away when a dapper Avaiter, Avith a napkin over his arm, being interrogated as he was passing, stop ped, considered, and then dubiously asked : \" Without luggage, did you say, gentle men ? \" \"Without other luggage than a leather bag.\" \" A leather bag. Ah ! a gentleman in a cloak, lady in cloak also, — um— Signor Ron chetti did you say ? Wait one moment, gentlemen. Jane,\" this to a chambermaid crossing the upper end of the had, \" what was the name on the luggage of the foreigner in spectacles who slept in No. 17?\" \" ' Signor Ronchetti, Passenger,' on the large trunks, and Madame Ronchetti on the bag. I saAv the gentleman write the labels."], [235, "225 A BEGGAR, OR WORSE. The lady was only here last evening,\" Arouch safed she, \"I thought she seemed rather down like.\" \" Had the Signor been long in the hotel?\" \"A week or two, coming and going, sir ; but he went away last night for good.\" \" I hope it may be for good,\" muttered Dr. Grove. \" Did not the labels state Avhither they were bound,\" asked Mr. Raeburn. \" No, sir, that I noticed particular. But they went to the station close by. Thank you, sir.\" The station Avas in a commotion. There had been an accident on the up-line, and all the officials were in an unusual state of beAvil derment and excitement. At length it Avas ascertained by dint of emeries, labial and metallic, in various departments, that two persons A\\diose dress and luggage answered the description given Q VOL. III."], [236, "226 STUNG TO THE QUICK. had gone on to York by a late train the previous night. \" When is the next train for York ? ' \" Not before morning, sir, if then ; there has been an accident Avithin the last horn, and it is impossible to say how soon the line Avdl be clear.\" Rhoda's fate hung on that accident. The tramway had been uptorn, so the line Avas not open for traffic until the following noon. Mr. Raeburn chafed inwardly at the delay even more than Mr. Hesketh, who had been lulled and soothed by the \" Madame Ron chetti,\" and whose love for his daughter, combining Avith his love of ease, inclined him to make the best of it, and accept the son in-law if need be. Dr. Grove's patients had been consigned to a deputy. He had many qualms of con science about remaining ; nevertheless, he had a desire, amounting to a craving, to ascertain hoAV far, if at all, Rhoda was impli cated, and what degree of blame attached to"], [237, "227 A BEGGAR, OR WORSE. the girl who might have been\" his son's Avife had things turned out differently. The leisure was employed by the two in communicating Avith home. Frank, to account for his absence and to soothe Eva. At noon the next day the road was clear for traffic ; temporary irons being laid down for the purpose. By three o'clock the impatient travellers reached York. Much time was lost in ques tioning people Avho either did not, or Avould not, knoAV anything. Day officials pro fessed to have no cognisance of night traffic. At length, Avhen patience was on the wane (Mr. Hesketh in a state of despairing col lapse), the night-porter, who had conducted the fugitives to the Black Bud was found, and found in perfect possession of his memory. On to the Black Bull, Mr. Hesketh, through streets of frowning flint, to find your Lucy crushed by flints harder than those composing Avail or pavement. <5 2"], [238, "228 STUNG TO THE QUICK. There was this peculiarity in the bar of the Black Bull, that neither wall nor screen divided the sale counter from the bar parlour. One end had been set apart for customers, Avhose wont it was to sit, drink, smoke, read the paper, and discuss politics, trade, or agriculture, or any light matter of interest (a murder, for instance) Avhich might turn up at the assizes. Before this solemn tribunal Lucy Hesketh had been arraigned, tried, and convicted of imposture and unnameable shamelessness. She had come there at midnight as a married woman, had remained tAvo nights and a day Avith a man professing to be her husband, and when her paramour decamped, leaving the bill unpaid, had endeavoured to palm off on sensible people the absurd story that her companion was a woman, and herself a virtuous girl. It Avas monstrous ! The vde hussy, to disgrace a respectable house Avith her presence ; it Avas like the assurance of these Avomen, said the woman-folk."], [239, "A BEGGAR, OR WORSE. 229 \" It's eneugh to mak' a parson swear,\" exclaimed the landlord, \" and t' lass reckons t' get ower us wi' blathering.\"'' Belike she thinks t' pay t' bill avi' draps o' salt watter, but ah knaAv a trick Avarth two a' that. Nobbut aw ah thought she ware an honest lass, ah'd bide till she could mak' her story good, but such a cock-and-bull story goes against all common sense,\" and he looked round for the expected approbation of his customers. Nods, and becks, and loud guffaws ex pressed a corresponding opinion. \" Ah say, Avhat ar't going t' do wi' t' lass, turn her out or tak' her up for swindlin' ? \" asked a saga cious smoker in the chimney-corner. \" Ah'm fair muddl'd about it, if t'were na sa near t'edge o' dark f ah'd turn her out o' t' house, ah Avould.\" \" Hadn't ye better keep her here tdl ye ferrit it aht ? \" asked one more kindly dis posed. * Blubbering. t Evening."], [240, "230 STUNG TO THE QUICK. \" An' Avha's t' pay my bdl an' nothing comes o' my ferretin' ? \" \"D'ye think we're bound to keep such powse * as yon in our house ? \" interrogated the landlady. \" Suppose ye keep her till mearn, an' then took her afore a magistrate,\" suggested the former speaker. \" More like send for a constable an' give t' lass in charge for a Avastrel,\" blurted out another. \" Pretheh, baud thy noise, ah'm not gaum less | if ah am flummoxt.f: Wha's to pay t' furriner's reckonin' if ah send \" \" What is that ? \" the clear-voiced, decided question caused the landlord to turn and confront the speaker, one of three neAv comers, a resolute man, with stern purpose in his face. \" Of what, and whom are you speaking ? \" again asked Mr. Raeburn, the interloper, * Trash. t Silly— stupid. } Perplexed."], [241, "231 A BEGGAR, OR WORSE. without impertinence, though with the air of one who had a right to ask. \" Why, sir, we are talking of a brazen faced lass in our best cham'er, who came hither wi' a furriner as bold as brass t'other neet, an' though she Avore a Aveddin' ring an' called herself Madame Runketty, turns out no better than she should be, noAv he's gaAvn an' left her in t' lurch.\" \" You damned scoundrel, how dare you say— \" Mr. Hesketh's raised voice dropped, and his red face waned to Avhite as a dread ful possibility crossed his mind, and he suf fered himself to be led aAvay from the gaping crowd to a quiet room, where the landlord told his version of the story. As he proceeded, Mr. Hesketh seemed bursting Avith over-mastering passion, but at the close of the incredulous narration, when Mr. Raeburn's sudden explanation, \" My God, that infamous Avoman again ! \" startled them all, he groaned aloud, and sank into the nearest chair, too overcome for utterance."], [242, "232 STUNG TO THE QUICK. They found Lucy locked in her bed-room, her clothes huddled on shapelessly, her hair rough and disordered, her eyes red and SAVoden Avith weeping. She sat or crouched on the floor, Avith her head against the bed foot, her whole attitude bespeaking self abasement and degradation. On their entrance she shuddered, but never raised her head, doubtless thinking the creaking door a signal for fresh torment and persecution. She had learnt Rhoda's lesson, \" a beggar or Avorse,\" to the last letter. According to arrangement Dr. Grove alone advanced to address her. \" Miss Hesketh, I grieve to find you in this questionable condition.\" Her first impulse was to scream for joy at the sound of a friendly A'oice ; her next to bury her face in her hands and collapse with shame. How could she face Edwin's father, branded as she was ? What could he think of her ? \""], [243, "233 A BEGGAR, OR WORSE. \" Miss Hesketh, — am I right in calling you Miss Hesketh ? \" he saw the wedding-ring. She made no reply but a sob. \" Were you aAvare of the consequences of your rash step to those at home, when you fled from its shelter to the arms of a stranger ? \" She rocked herself to and fro in agony. It was Edwin's father speaking to her very soul. \" Did you think of the pain you inflicted on a good father, on a kind aunt, on your mother and all near to you, when you aban doned them for an adventurer whose faith and love were both untried ? \" Still speechless, sobbing, swaying to and fro as she sat in a heap on the floor. \" We have heard a strange story from the landlord of the inn. Hoav much of it is true or false I am here to learn.\" She shivered at the \" we,\" seeing only the grave spare form of Dr. Grove ; as he ended she thrcAv herself towards him Avith clasped hands, crying piteously —"], [244, "234 STUNG TO THE QUICK. \" Oh, Doctor ! Doctor ! I am not as bad as I seem ; indeed, indeed I am not. It was thoughtless and Avicked to run away ; but Jacopo — no, Rhoda — oh Doctor I was dreadfudy deceived. I expected to be married ; indeed I did.\" \" And you are not ? \" \"No, Signor Ronchetti was no Signor after all, but only that dreadful Rhoda Wearbank in disguise,\" she gasped, recover ing her self-control a little. The two by the door came a step or so forward, Mr. Raeburn Avith difficulty re straining his companion. \" Miss Lucy, this is not a very credible story. We can believe the Signor was in league Avith Miss Wearbank, but not in the personation. The Signor Avas giving lessons in Durham Avhilst she Avas living at the ToAver. Can you explain this ? \" \" God help me, no ! \" Mr. Raeburn Avhispering, \" keep back \" to the agitated Mr. Hesketh, came forward, and"], [245, "235 A BEGGAR, OR WORSE. offering a hand to raise the still more abashed girl, said gently — \" Miss Hesketh, rise. I am prepared to hear and believe your story, however strange. We also come prepared to restore you to your friends, if restoration be possible.\" \" Oh, sir, my father would not receive me ; I knoAV he would not ; and Ed- win \" \" Leave my son out of the question, Miss Hesketh,\" said the Doctor, stiffly ; \" I can not see what he has to do Avith the point at issue.\" (Oh, Dr. Grove ! men seldom do see the lever moving a Avoman's heart.) She shrank at the rebuke. What could EdAvin have to do with her henceforth ? \" Doctor, the girl is as much to be pitied as blamed,\" said Frank to him in an under tone ; \" she has suffered quite enough from the coarse people doAvn-stairs Avithout our adding to her pain.\" Then, turning to the drooping penitent, he added, \" If you wifl be"], [246, "236 STUNG TO THE QUICK. seated, Miss Hesketh, and relate your story as succinctly as possible, we shall be better able to judge of its verity. BelieAre me, our disposition toAvards you is far from un friendly.\" Mr. Hesketh could restrain himself no longer. \" Oh, Lucy ! Lucy ! \" he rushed forward, while she stood speechless as a statue ; \" Lucy, you have broken your old father's ; oh Lucy, my poor bairn ! I — I — oh, Lucy, God forgive you ! \" He sank into a chair, and she at his knees. — She Avas forgiven. Forgiveness greAV out of the child's soitoav © © and parental love. Guilt or innocence had no part in it. The father held the penitent in his arms and mingled his tears with hers. Mr. Raeburn grew impatient. Time was flying and Rhoda with it. \" Miss Hesketh,\" at length said he, \" the landlord has told us a strange tale ; so strange as to be incredible to any but those"], [247, "237 A BEGGAR, OR WORSE. acquainted Avith the woman you inculpate. I of all men should be prepared to give you credence. If it be true, and you can enable me to trace out this fiend incarnate, I shad be grateful to you for ever. I owe a duty to my Avife, myself, and society to hunt down and bring her to justice. There will be time for tears hereafter ; we must act noAv. Proceed, and be brief, for time presses.\" Interrupted by sobs and shame (for all her pertness and self-sufficiency were gone) she told the story of Jacopo's wooing, the pres sure under which she consented to elope, the flight, the adoption of his name and the ring, the discovery in her chamber and Rhoda's revelation. Fitness of place or season is lost sight of in cases of extreme excitement, else that dis ordered chamber in the old inn was scarcely the place Lucy or Mr. Raeburn would have chosen for her narration. Intrusion at such a critical juncture had been unthought of."], [248, "238 STUNG TO THE QUICK. There knelt Lucy by her father's side, her head bent Ioav throughout. There Mr. Raeburn stood with folded arms, lips com pressed, stern brows, and eyes like living fire. And there, the Doctor, leaning against a bed post, with one hand over his mouth, the other doAvn behind him, looked from beneath his penthouse brows, and as she told her tale, muttered from time to time, \" Clever, clever ; very clever, if true — as clever an invention, if not.\" When she came to the culmination of Rhoda's disappearance, he Avhispered Mr. Raeburn, \" Ingenious this, if a fabrication to screen herself, and I think I should need some tangible proof before I was deluded by it. What say you ? \" \" I believe every syllable.\" \" Ah ! you always were more credulous than I. These two girls are old enemies.\" \" And Rhoda a dangerous and unforgiving )7 one. \"Miss Lucy, has the Signor — or Miss"], [249, "239 A BEGGAR OR WORSE. Wearbank left nothing behind to ' trace identity and prove your statement. Trust me, our Durham friends Avill doubt the masquerade unless attested by something stronger than bare assertion.\" Lucy shivered. \" I cannot tell ; I have been too distressed and harassed to think of looking. If you Avdl leave the room, sirs, I wdl examine it.\" They left her to her task. Over and over she turned every article in the valise ; there was nothing peculiar to a lady. The room was ransacked, the bed. On the floor be neath the valance was the discoloured cork of a small phial. That was not much, yet she secured it. Proceeding to the washstand to remove © the dust from her hands, and the tear-stains from her face, she found soapy Avater in the bowl and a ring of value. It had slipped from Rhoda's finger un awares. It Avas her own condemnation — her victim's reprieve. Mr. Raeburn knew it"], [250, "240 STUNG TO THE QUICK. Avell ; it had been his OAvn gift on his av ed ding-day. Dr. Grove smelt at the cork, tried it on his tongue, and after one or two \" Humphs,\" muttered, \" Where did that woman learn this? I'd give something to knoAv. A dangerous Aveapon in an unscrupulous wo man's hand. A drop too much had cost the girl's life.\" Ask your OAvn son, Dr. GroAre ; perhaps he may enlighten you."], [251, "CHAPTER XV. EARS FROM A FULL SHEAF. The innkeeper's claim Avas satisfied ; and a hint was given that if all rogues Avere Avell Avhipped, there would be sore backs under many good coats supposed to hold Christian men. The \" wastrel \" did not go before a magis trate, but pro tempore to NeAvcastle under Dr. Grove's care, there to aAvait her father's return. He and Frank Raeburn, bent on capturing and punishing Rhoda, Avho had wrought so much evil to both, had left all other matters in the Doctor's hands. Ah, Mr. Raeburn, there are no telegraph Avh'es to set in motion ; the first to start is V01. III. B"], [252, "242 STUNG TO THE QUICK. pretty sure to keep in advance. You are late — too late. Frank, willing to believe aught that im- ' © © plicated Rhoda, and confirmed in his belief by the attesting ring, set off to the railway station, taking the \" left luggage \" as his starting point. It had been reclaimed early in the ' morning by the person Avho left it, a foreigner in gold spectacles and a handsome cloak. The same foreigner, easily identified, had taken a first-class ticket to Hull ; had seen his OAvn luggage into the van ; had taken a hat-box and a parcel into 'the carriage Avith him ; was the only person in the compart ment, The incorruptible guard could, per haps, have told why. The trail Avas open — nothing clearer. He woxdd have the woman now and pay her back in full. Stop, Frank Raeburn, you did not see the upper labels torn from the luggage, nor the fresh ones left there with another name than Ronchetti or Wearbank upon them. You"], [253, "243 EARS FROM A FULL SHEAF. did not see the rapid transformation of the Signor as the train hurried on its iron © path. You did not see the trousers unstrapped and rolled to the knees, revealing woman's shoes (worn provisionady), nor yet the dress unfolded from the paper parcel, nor the shaAvl and bonnet disinterred from the depths of the hat box (shaAvls and dresses were smaller and of less bulk than in these days) ; nor did you see the cloak crushed into the small box endangering the strap, nor yet the whiskers and moustache sent fluttering through the window, with a collar and stock to scare, with Adsions of mischance, the next ploughboy Avho should pass ; nor did you see the todet in that impromptu dressing-room, the re-arrangement of curls and back hair, nor the elegant lady who sat triumphantly there Avhen the Signor Avas dead and buried. Equady hidden from your ken Avas the Miss Talbot who paced the Hull plat form, aAvaiting the arrival of her friend, it 2"], [254, "244 STUNG TO THE QUICK. the lady Avho rose from the Signor's tomb. No mesmeric trance revealed the name on the traveding trunk as the porters hauled them forth, and a coachman struggled to place them on the hackney vehicle's top. Not a whisper told that Rhoda was near ing the docks, was stepping with her friend on an Antwerp steamer, en route for Milan, Avith a new fife before her in a foreign land. Little did you dream Frank Raeburn, when you struck the trail, and were so san guine, that it Avould be lost so soon ; or that even then the fearless, indomitable Rhoda, fierce, vindictive, and unconquerable, no longer a heroine but a victim, had suc cumbed to sea-sickness, as she lay in her narrow berth tossing on the German Ocean. Once more she had escaped him, and once more he tasked human ingenuity to track her steps. Woe betide her if ever they should chance to meet ! Rhoda had skilfully eluded human justice,"], [255, "245 EARS FROM A FULL SHEAF. and Avent her Avay elated, but who could say where Divine justice might begin or end ! The scythe of Time has mowed down seven years' harvests. Let us reckon up the sheaves in one of his many garners. Mr. and Mrs. Hesketh had long been separated : then- final quarrel being over Lucy, unfortunate Lucy. The mother refused to receive or counten ance her disgraced child, utterly ignoring her own encouragement of the Italian, throAving the onus on Mr. Hesketh and Aunt Dorothea, who, she maintained, had contrived to ruin the girl between them. The father, seconded by his tender-hearted sister, as obstinately declared he Avould not make bad Avorse by shutting his doors against his own child, Avhose greatest misfortune had been a bad mother. If Miss Wearbank had been kind enough to run aAvay with his wife instead of Lucy, he would have let her go Avith all his heart, and have been thankful for the relief."], [256, "246 STUNG TO THE QUICK. Whereupon arose a final quarrel, not a mere squabble ; they parted, and Mrs. Hesketh retired to the congenial atmosphere of a Scarborough boarding-house beyond the reach of Mrs. Coulson's good-natured tongue. Then Lucy returned home, penitent and self-abased, but wonderfully improved thereby. Indeed, as years stole on, Dr. Grove was more than once heard to say Ned might do worse than marry Lucy Hesketh. True, the gossips had made free with her name, but the ring left by Rhoda in the wash basin, and the cork Avhich Dr. GroAre fitted to the phial before he left the hotel, were sufficient to prove her truth to all right minded people. Still it was affirmed her elopement Avas voluntary, the expectation of marriage uncorroborated ; but those Avho best kneAv Rhoda's arts, her subtle and vindictive spirit, could find charitable excuses even for that. Edwin Grove's conscience was not alto gether clear. He had not been as steadfast to his first troth as he might have been ;"], [257, "247 EARS FROM A FULL SHEAF. no one knew better than he the potency of Rhoda's voice and Aviles, and as he had made more than once the valuable dis covery that love was not always to be had for the asking, he made overtures of reconci liation when Lucy returned from a two years' voyage with Cuthbert and his wife ; and Lucy shyly, but thankfully, welcomed him back. Dr. Grove, firm and straight-backed as ever, remained a Avidower, not altogether Avith his own consent. He had cast an ap proving eye upon Aunt Dorothea from the first, but his old habit of over-caution clung to him. He watched and waited, and waited and watched, not only to make sure of his prize, but to be sure she Avas a prize, and Avhen convinced she Avas a treasure for any man, deliberately proposed. Whatever Aunt Dorothea said on occasion never transpired ; gentle and con siderate it was sure to be, even though a negative ; and so the doctor regarded it, remaining to the last her firm friend, the"], [258, "248 STUNG TO THE QUICK. gossips being none the Aviser, and Lucy no loser. Mr. Marsh never went back to South Street. He and his old servants remained at the Tower, Avhich undenvent considerable enlargement towards the hill, to proAdde extra accommodation for an ample household and a young family. Over the former Martin and Nancy held dominion undisputed. They had truly earned their position as \"good and faithful servants,\" and if they had a tendency to regard their young mistress as a \" bairn,\" it Avas a Aveak ness to be cherished not rebuked. She OAved life, and love, and happiness to their shrewd ness, zeal, and promptitude. Eva Avas Lady Raeburn ; Frank's long kept secret, revealed when first her proud hus band led her forth a convalescent one bright spring day, Avas simply the prosecution of his claim to a dormant baronetcy. He had re turned, flushed Avith success, to find all Avhich made rank or life desirable gone, torn from him ; but then, under the shadow of the"], [259, "EARS FROM A FULL SHEAF. 249 budding trees, with renewed hope, and Ioa^c intensified, he gazed upon her returning loveliness, and saluted her as \"Lady Rae burn.\" She was someAvhat less sprightly and frolicsome than of yore, and ill-natured people said that her title had made her proud ; but they knew nothing of Eva's heart. Sir Francis himself Avould have been better pleased had she evinced more satisfaction at the \"My Lady,\" Avhich palpably irked her, or had she more readily taken her ap pointed place in the society he deemed her so fitted to grace. He longed to shoAv the world the jcavcI he possessed. She preferred a stroll with him, a romp on the lawn Avith her father and her little ones, or a visit to her old pensioners, to the most stately drawing room, in which she ever shrank to nothing ness. Town life distracted her, but at home or in Raeburn Village, seconding her husband's active benevolence, she Avas in her true ele-"], [260, "250 STUNG TO THE QUICK. ment, and so Sir Francis Avas compeded to confess. He had not been idle. His active co operation had been given to the act by which the Legislature prohibited female labour in mines. He repudiated the old system of paying by deputy in a beer-house ; discountenanced cock-fighting, dog-fighting, and cuddy* -racing ; supplied a reading-room with books and a school-room with a teacher ; encouraged lectures on practical subjects ; protested against the iniquity of resigning to inexperienced boys — mere medical ap prentices — the charge of hundreds of human lives ; took care that no deficient Avater supply should be an excuse for dirt or dis order ; pro Aided against the accumulation of filth and garbage in the street ; and saw that the Wesleyan and Ranter were not left to labour by themselves in the spiritual field, but Avere supplemented by an offshoot from the Established Church. These Avell-directed efforts had borne fruit : * Donkey."], [261, "EARS FROM A FULL SHEAF. 251 intedigence made way : rags, dirt, drunken ness and inhumanity slowly shrank into corners or died a natural death. Yet, not- Avithstanding all that the seven years had accomplished, there was still work for Sir Francis, and for his son after him."], [262, "CHAPTER XVI. THE FALL OF THE CURTAIN. In spite of her reluctance, Sir Francis bore his Avife to Town occasionally during the season, and when their eldest boy, Frank, was a curly-headed urchin some six years old, he accompanied them on a special occasion — an occasion he remembers to this day. Captain Hesketh, owner of the vessel he commanded, had put into the port of London ; Edwin GroAre made it the excuse for a wedding © trip, Sir Francis and Lady Raeburn timing their annual Adsit to join the party. Eva's countenance, and that of Mary, had done much to elevate Lucy, not only mentally and morady, but in Edwin's good opinion ; and on the Avhole their marriage commenced' with as promising an augury for happiness as"], [263, "THE FALL OF THE CURTAIN. 253 falls to the lot of ordinary couples. Lucy's discipline had been sharp and severe ; Mr. Edwin's potion not over palateable. Social intercourse Avas varied by public entertainments and amusements. The young- Queen held a draAving-room, and Eva, who had been \" presented \" three years previously, complied with her husband's wish to attend, although her liking for state and ceremony was not greater than in her girlhood. Lucy was not so changed that the consequent \" shopping \" was uncongenial to her, but envy had died out, and when she and Mary watched Lady Raeburn, in a robe of azure satin enriched Avith pearls, on her way to- Avards the carriage, leaning on the arm of Sir Francis, they united with her husband in the unspoken thought \" her loveliness increases ! \" The exigences of his profession called the bridegroom home at an early day. Yet before their departure a party Avas arranged .for the opera, A neAV cantatrice, Avho had long been the delight of continental cities, O ©"], [264, "254 STUNG TO THE QUICK. was driving the London musical Avorld to the verge of lunacy ; and curiosity, if nothing more, impelled the friends to spend their last evening together in witnessing the wonder, who Avas pronounced equady great whether as actress or vocalist. Portraits of Madlle. Merone graced the windows of music-shops, differing in feature and expression with the character pourtrayed and the skdl of the artist. Critics and cliques extoded her talent, rivals depreciated her, managers were driven to despair. Her Avit, her beauty, her car riage were themes for pen and press, bouquets, with jeAvels in their midst, were showered in her path ; courtly gallants hovered in her train ; lordlings laid their coronets at her feet, and offers, whose lightest suggestion Avas degradation, swarmed like hornets round her path. A rumour was afloat that an English peer, who, infatuated by the syren, had fodowed her from city to city, to bask in her loveli ness, and dare repeated rejection, had been"], [265, "255 THE FALL OF THE CURTAIN. accepted suddenly; that he had offered fabulous sums to cancel her engagement with the management ; that the stage would give another countess to the peerage, the opera lose its sweetest melodist. The very difficulty to obtain tickets, in ad probability stimulated the desire to procure them ; but it also operated against little Frank's desire to be of the party. \" Operas are not for little boys,\" said mamma. \" You would not understand a word, Franky,\" added papa. \" I'm afraid there will be more than Franky in that predicament,\" laughed out Captain Hesketh. \" If that is to stand as an argu ment, Mary and I have no more ears for the opera than he. How do you feel, EdAvin ? \" \" Equady disqualified.\" Mamma smiled. Frank sidled up to papa, put a little soft hand within his, and looked up coaxingly, Avith Eva's eyes, saying, \" I can see, papa, if I cannot understand.\" Papa was Avon over ; Eva made a feeble resistance, arguing against late hours ; but"], [266, "256 STUNG TO THE QUICK. masculine voices carried the day, and Master Raeburn found himself, in white trousers and a dark blue velvet tunic, glorious Avith braid and buttons, the folloA\\dng evening at his mother's knee, in front of their box, staring Avith all a child's Avonder at the circle of chandeliers, the boxes rising tier above tier, the long row of flaring foot-lights, and the large dusty green curtain Avhich seemed to hide a mystery from curious eyes. The overture to \" Norma \" began, over powering the rustling of dresses, the murmur of voices, the shuffling of feet as new-comers took their places. As its last vibration died aAvay the curtain sloAvly rose, a group of Avhite-robed druids drew nearer to the foot lights to inaugurate their mystic rites Avith a solemn chorus. Then at the head of a long procession, side by side Avith the arch-druid, walked the glorious cantatrice, Madlle. Merone, the priestess Norma ! A burst of spontaneous applause rang through the house, — such a reception only"], [267, "257 THE FALL OF THE CURTAIN. accorded to a wonder or a favourite, — and Avas acknoAvledged by the slightest of slight inclinations of the head. Madlle. Merone, imbued with the spirit of her part, Avould not descend to recognise more palpably the enthusiastic greeting of her audience. Amidst the applause a stir in any one direction would have been unheard, but when the audience hushed to breathless attention, and the magnificent voice of the Norma SAvelled to the roof and floated like a melodious vapour to every rift and creAdce, an unusual commotion in one of the side boxes, preceded by a sharp exclamation, palpably attracted and annoyed the listening auditory. A low \" hush-sh,\" evinced the general dis pleasure, glasses Avere levelled at the offend ing party ; an aristocratic man in the opposite stage-box demanded \" silence \" in peremp tory tones. And there ivas sdence. Norma's Aroice stopped on a half-note ; her face AAdiite as ashes beneath the rouge. AOL. III. S"], [268, "258 STUNG TO THE QUICK. There had been a mutual recognition ! Years of triumph Avere anndiilated in an instant ; the wreath of victory dropped its blighted leaves ; a pad Avoven by jealousy and revenge, in the long past, fed like doom over the priestess Norma ; scorn and shame pointed then.' mocking fingers in her face, and there she stood appalled. One moment only. — Gathering up strength, as Avith an agonising grip, the Rhoda of old time hurled a glance of hatred and defiance on her self-elected foes, and with a signal to the orchestra resumed her interrupted theme, unfalteringly, surpassingly grand ; mistress of herself and of her art. The audience, blissfully ignorant, kindly misinterpreted her glance, and expressed their approbation as heartily as so sublimed an audience might ; Avith just the suggestion of a hiss to mark aversion to interruption. What, then, had Rhoda seen ? She had not heard one of the ejaculations Avhich claimed acquaintance with Madde. Merone by a more familiar name : nor had she seen"], [269, "THE FALL OF THE CURTAIN. 259 the eager heads bent forward to assure the fact of her identity, nor the first movements of the excited group ; her attention was attracted too late for that. But at one SAveep her eyes took in, as only experienced stage eyes can, the full force of all that box contained, in combination and relation, individually and united. Lucy, whom she had left to shame, Avas there, a bride, as her garb betokened, there, side by side Avith Eva and Mary, the pure in thought and deed, — -who had upheld her against the world ? There, Avith Edwin Grove's hand pressed on her bare shoulder in the eagerness of the moment, as only a husband's hand dare rest. She had sepa rated them, rejected him, and there they were ! — husband and Avife. There, too, Cuthbert and Mary. Wed, she had no deep hate to spare for them. But there, there, to blast her jealous sight, a fair-haired boy looked down upon her with Eva's eyes and winning smile, but Raeburn stamped upon the nose and broAV. Their child, s 2"], [270, "260 STUNG TO THE QUICK. Frank Raeburn's son ! Had his throat been in her grip she could have strangled him ! She saw the beseechingly upturned face of Eva, her entreating hand upon her hus band's arm, but she also saAv the same fierce resolution in Frank's bearing and expression she had Avitnessed at their last stormy inter vieAV. She had not forgiven, nor had he ! Between the acts two cards Avere handed to the prima donna, Avho had that night surpassed herself, \" Sir Francis Raeburn,\" \"Captain Hesketh.\" She crushed the bits of pasteboard in her hand. \" I am fatigued — I cannot see them,\" was her haughty ansAver to the messenger. \"The gentlemen are most desirous to speak with you,\" said the messenger, re turning. \"I am not at liberty. I cannot be dis turbed.\" The messenger Avent back. \" Who are those persons, Adele, so perti naciously requiring an intervieAV?\" enquired Viscount GreAdlle, her accepted adorer (the"], [271, "THE FALL OF THE CURTAIN. 261 same Avho had demanded \" silence\" from the stage-box). \" Oh ! a rejected admirer of mine and his friend, Avhom I happened to meet years ago on the Continent. Were I to receive all the felloAvs Avho send in cards, I should have no leisure for study or duty ; and uoav, my lord, I owe it to you to be more than e\\ev circum- spect.\" Before his lordship could acknoAvledge the delicate compliment, the messenger again entered the green-room. \" The gents will not go aAvay, mademoiselle ; they insist on seeing you ; and one of them looks as if he meant it, too. He told me to give you this,\" handing another card, on which were pencdled a few hasty lines. She tore the pasteboard into tatters. \" I can see no strangers here. One word is as good as twenty,\" and her breath came and Avent with a pant, as she struggled to keep her passion doAvn, her terror out of sight. \" Shall I, my Adele, see these impertinent"], [272, "262 STUNG TO THE QUICK. intruders for you. I should be delighted to save you from annoyance.\" \"No, no. Return to your box, there's a good creature. I am in no mood to see any one — not even you. The interruption to night has quite discomposed me. Do leave me, or I Avdl not — there's the cad-boy. I must go.\" This codoquy had been carried on at one end of the green-room, whilst other members of the company came and Avent, or sauntered to and fro, adjusting a Avig or a robe before the looking-glass, humming snatches of then* parts, bickering Avith each other, or compli menting in words like daggers. The great songstress, courted and envied, held aloof haughtily even now. With her whole soul writhing in indescribable pain, Avith a thousand conflicting emotions strug gling for the mastery, Avith shame before her, conscience behind, ambition underfoot, she answered to the call — no Mdlle. Adele Merone, but Rhoda in her heart, Norma in dress and bearing."], [273, "263 THE FALL OF THE CURTAIN. Who, that gazed and listened Avith eyes and ears entranced to that charmed voice, dreamed that from her OAvn struggling soul were torn the emotions of the ideal Norma ? Who, in the final chorus round the de voted priestess, heard the requiem of the singer ? Only the previous week had the \" Court Journal,\" startled her with Lady Francis Raeburn's name and costume amongst others at the Drawing-Room. The Viscount had an eye for beauty, and he had extolled the fair lady in azure and pearl. To that he owed his acceptance. Lauded as she was, great as her musical fame, wealthy as her art had made her, she was stung to find that Eva entered society from which she was excluded. To be Mrs. Raeburn had been her OAvn highest dream. Eva, supplanting her in love, had supplanted her in life — Lady Raeburn ! Viscountess Greville would precede my Lady Raeburn. The child of the \"beggar\" should rank higher than her rival ; and so, Avithout an atom of"], [274, "264 STUNG TO THE QUICK. love for the man, she promised to marry the infatuated peer. Lapse of time had brought imaginary security, no thought that past misdeeds would track her uoav had shadowed her ambitious future. She had buried Rhoda seven years back ; could others haAre em balmed the memory so long ? She who had been stung to the quick by a school-girl's taunt, she who had nursed revenge for fancied slight, she who had © O J Avaited years to crown with crime the jealousy and hate born of imaginary wrong, surely she might have giAren an injured man credit for bitter feelings far more natural. But other's Avrongs she had not seen, her own obscured them. From forgetful security she had been that night aroused, her sin had found her out, her every scheme had been a failure ; her last refuge, marriage under a changed name, Avas at the mercy of her former victims. Eva looked gentle and forgiving, but in the face of Sir Francis she read a fateful Arolume —"], [275, "265 THE FALL OF THE CURTAIN. deep stem determination to have justice meted out, Mosaic justice. Justice on one who had Avronged the being dearer than himself, and caused him to echo that wrong in his own unjust suspicions. Oh ! the intensity of love for his young Avife that face of Avrath disclosed, it tortured her to think of it. But she would brave it out, evade him, or deny her OAvn identity and scorn his threats. Surging through mind and brain, in a tumultuous flood of incoherent thought and passion, ad emotions of her life seemed to commingle and threaten to overwhelm her © reason. Yet her indomitable Avdl rose above all ; she voAved to conquer fate. With rising pulse she noted the anxious looks and Avhis perings of Eva and Mary as their husbands' absence Avas prolonged, and felt the dogged pertinacity it boded. Yet her voice rose clear and fufl ; not one false note betokened the strife within, not a o-esture told the woman had passions and feelings apart from the actress."], [276, "266 STUNG TO THE QUICK. The effort Avas Titanic, it carried her to the cdmax of the last scene, might have carried her through, but a change of position almost at the last moment revealed Sir Francis, with folded arms and compressed lips, waiting at the opposite wing with Cuth bert, flushed, restless, and impatient, close beside him. Her own revengeful spirit Avas interpreter for them ; they had hunted her down, brought her to bay at last, her fortune had deserted her, there was no escape now, no vanishing by an unwatched door, no avoiding accusa tion or the Viscount's presence (he was shaking hands Avith Sir Francis at the wing) ; shame, exposure, infamy, these aAvaited her as certainly as the plaudits of the admnrng crowds before her ! Wrought to a pitch of intense excitement, she personated Norma grandly, magnificently to the last. But the mental and physical strain had been too great. With the final notes of liquid melody came bubbling up a crimson stream in quick continuous flow and"], [277, "THE FALL OF THE CURTAIN. 267 checked her utterance. Rhoda's fierce pas sions had overmastered her, a blood vessel was ruptured ! Bouquets and the green curtain fell to gether, but no \" Norma \" responded smdingly to the enthusiastic \" call.\" In Mdlle. Merone's own dressing-room, © * surrounded by all the paraphernalia of her profession, paint and poAvder, rouge pot and hares'-foot, tiring-pins, and opera scores, bouquets, and billet-doux, satin shoes and stage coronets, bottled stout and sparkling jewels, costumes for \"the night and street attire of the clay, Rhoda lay purpling Norma's robe with eveiy gasping breath. Love Avas there ; for on Lord Greville's breast her head Avas pillowed, his arm sur rounded her. Friendship was there ; in her companion Miss Talbot. Skill Avas there ; for Edwin Grove, hastily summoned, strove to stanch the haemorrhage, and the Viscount's own physician gave his aid. Compassion, too, Avas there, and Charity ; for Eva and her friends had fodoAved EdAvin's steps ; and"], [278, "268 STUNG TO THE QUTCK. Eva saAv before her not the murderess bent on her destruction, but the Rhoda she had loved, ghastly in her paint, and dying. Ad Avrath, ad animosity, whether in the heart of Sir Francis, or Cuthbert, or Lucy, faded out in the dread presence of the coming King. Eva, with Franky clinging to her skirts, knelt at Rhoda's side, assuring her of for giveness long accorded, praying and hoping she had as long repented of the evil done. That was no time to ask for explanation ; but the Viscount looked amazed : and wed he might. Rhoda's name and Rhoda's life © were mysteries to him. Vinegar, sulphuric acid, ad remedies at tainable had been employed ; but nothing stayed the Avelling of that ruddy fountain. Removal Avas impossible — quiet imperative, and that could not be had. There was a hush within the room ; the noise and bustle and actiAdty of the theatre seemed subdued"], [279, "THE FALL OF THE CURTAIN. 269 to a \" hum ;\" but the quiet of the soul Avas wanting ; the tumult was in Rhoda's heart, and baffled the physician. Despite commands, she strove for speech. Her eye had singled Raeburn out and drawn him forward. \" I thought you came to crush me,\" she gasped out. \"To interrogate, not prosecute. Eva had successfully pleaded for mercy, and not jus tice, years ago. If your sight rekindled ire, her gentle influence subdued it.\" \" Only Eva to the last,\" came in faint murmurs. Then her hand sought that of Sir Francis; she signed for him to stoop, and whispered brokenly ; but the stricken lord whose arm and bosom held her then, heard every stinging syllable. \"Frank, — for — you I — sinned — I loved — you — madly. Do — you — for — giAre me ?\" \" Yes !\" She had Avashed out his wrath with her OAvn blood. She sank exhausted. Edwin and the"], [280, "270 STUNG TO THE QUICK. physician both urged calm. His lordship whispered a like entreaty to \"his Adela,\" though his own heart beat tumultuously. AAvhde she lay quiet, red beads dropping from her white lips, her ghastly face more ghastly from the rouge upon the cheeks. Cuthbert, at a signal from Sir Francis turned to Avithdraw from the painful scene little Franky, his OAvn weeping wife, and Lucy. The movement roused the sinking woman. She raised her head; unquenchable vindic tiveness shone in her eyes, passion thrilled in her voice, thin and weak though it fed. \" Lucy Hesketh — I hate — you ! You stung me — to the quick. I'll — live to — sting — you — yet ! I will !\" No need of restraining hands to force her back ; no necessity for styptics or for doctors noAV ; that last passionate word brought its oaati penalty : the King had come ! That dusty curtain, Avhich never rises for"], [281, "THE FALL OF THE CURTAIN. 271 another act or for another play, had faden — fallen before Norma and her triumph, Rhoda and her revenge. Her own undisciplined passions had Stung her to the Quick. THE END. BRADBURV, EVANS, AND CO , PRINTERS, WEITEFRIARS."], [282, ""], [283, "\"THE ARGOSY.\" EDITED BY MRS. HENRY WOOD. December, 1867. The present Number of the' Argosy commences the new Volume. It is now Edited by the Author of \" East Lynne,\" \" A Life's Secret,\" &c, and is published at 13, Tavistock Street, Strand. This Number opens with the first chapters of a New Serial Story by Mrs. Henry Wood, entitled \" Anne Hereford,\" which will run through the year. Contents of December No. :— Anne Hereford. By Mks. Henry Wood. Chapter 1.— Mrs. Edwin Barley. Chaftee 2. — In the Wood. With an Illustration. Alone in the Forest. Ten Yeaks a Nun. By Hesba Stretton. Past Sensationalists. The Miller's Revenge. My Love. This Year at Dieppe. With an Illustration. Our Log Book. PRICE SIXPENCE MONTHLY."], [284, "SECOND EDITION OF A LIFE'S SECRET. Now ready at every Library, in 2 Yols., A LIFE'S SECKET. By Mrs. HENEY WOOD. \"The incidents which are the basis and substance of the mystery from which the book derives its title will afford considerable ex citement. The story will endure critical examination, and from first to last may be taken as a favourable specimen of Mrs. AVood's artistic method. It presents us with a series of cleverly-managed scenes, and occasions all the pleasure which ordinary folk in their hours of idleness derive from the finest productions of our best writers of prose fiction. AVe render homage to the author's dis tinctive lightness and facility.\" — Athenæum. ' ' Now that the rights of Capital and Labour are being fully inquired into, Mrs. AVood's story of ' A Life's Secret ' is par ticularly opportune and interesting. It is based on a plot that awakens curiosity, and keeps it alive throughout. The hero and heroine are marked with individuality, the love passages are finely drawn, and the story of the Life's Secret is developed with judgment.\" — Civil Service Oazelte. \" If Mrs. AVood's book does not tend to eradicate the cowardice, folly, and slavish submission to lazy agitators among working men, all we caTn say is, that it ought to do so ; for it is at once well written, effective, and truthful. \"—Illustrated Times. \" The Author of ' East Lynne ' has gone in for an exposition of the evils resulting from trades' unionism. It is very good and readable.\" — The Press. \"The Author has made a reputation from which 'A Life's Secret ' will not detract. ' — Star. \"It is a creditable work of fiction.\" — Globe."], [285, "The following Novels are also ready at every Library. LIFE'S MASQUERADE. In 3 Vols. \"The book is full of incident, cleverly written, and well worth the trouble of reading. It may be pronounced more than com monly good.\" — Press. \" ' Life's Masquerade ' is a rattling volume. It carries the reader along, and we shall not be surprised if it finds a good many readers.\" — Morning Star: FOOLISH MARGARET. A Novel in 3 Vols. By THOMAS SPEIGHT, Author of \" Brought to Light.\" PROVED IN THE FIRE A STORY OF THE BURNING OF HAMBURG. In 3 Vols. By WILLIAM DUTHIE, Author of \"Counting the Cost.\" UNTIL THE END. 1 Vol. PAUL'S COURTSHIP. By Hesba Steetton. 3 Vols. COUNTING THE COST. 3 Vols. HEROES OF CRAMPTON. 1 Vol. BROUGHT TO LIGHT. 3 Vols. WOODBURN GRANGE. By William Howitt. 3 Vols LONDON : CHARLES AV. AVOOD, 13, TAVISTOCK STREET, STRAND."], [286, "Iii the press, bevelled boards, toned paper, richly gilt, price Is. 6d., A NEW EDITION OF DAISIES IN THE GRASS By ME. and MES. G. LINNÆUS BANKS \" Popular stirring songs.\" — Athenæum. \"A graceful collection of lyrics, in a very elegant, tangible form.\" — Illustrated, London News. \"A volume in which we recognise many old favourites. Observer. LONDON : ROBERT HARDAVICKE, 192, PICCADILLY, AV."], [287, ""], [288, ""], [289, ""], [290, ""]]