[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "J. G. VANDERHEYM UNE EXPÈDIT] LE NÉGOUS MËNÉL1K ■"], [8, ""], [9, "UNE EXPÉDITION AVEC LE NÉGOUS MÉNÉLIK"], [10, "i a, [/impératrice et sa suite."], [11, "J.-G. VANDERHEYM UNE EXPÉDITION i V B C LE NÉGOUS MËNÉLIK VINGT MOIS EN ABYSSINIE OUVRAGE COXTE-X ÍNT SOIXANTE -HUIT ILLUSTRATIONS D'après les photographies de f Auteur. DEUXIÈME ÉDITION PARIS LIBRAIRIE HACHETTE ET G,e \"9, BOULEVARD SAINT-GERMAIN, 79 1897 Droiti do traduction ot de reproduction rit,ervta."], [12, ""], [13, "A MA MÈRE, J.-G. Vanderheym."], [14, ""], [15, "Cher Monsieur, Votre livre arrive à son heure et au moment où, on peut le dire sans exagération, le monde entier a les yeux tournés sur ce coin de terre que Ménélik emplit de ses hauts faits. Vous avez eu l'étrange bonne fortune, que pour un peu vous auriez payée cher, de voir de près, d'étudier ce personnage quasi légendaire, entouré d'une sorte d'auréole rouge, et vous en avez tracé un portrait que ['histoire devra consulter. Ce qui me plaît dans votre témoignage, c'est sa précision. Votre plume a la netteté, le relief, la sincérité des in stantanés qu'a pu prendre votre détective photo graphique. Le Négous est là vivant, agissant, attirant — et terrible. Je lisais, il y a quelques jours, un article du Correspondant où Ménélik est présenté sous un aspect plus brillant, et je me figurais ce héros — car c'est un héros ■ — sons des traits plus sympa thiques. II y a du prophète en lui, du mystique"], [16, "PRÉFACE. II et aussi de Vhomme moderne, U croit à Finter vention de Dieu dan* ses brila Hies et [vents l'arez dit) aux vertus de l'iodòforrne après la tm • Vous le montrez surveillant des expériences de dynamite, et l'on nous apprend qu'il vient de com mander, à son effigie, des timbres-poste tout comme un ministre des télégraphes de notre Ré publique. II est chrétien, il déplore le sang Italiens, dit-il, le contraignent à verser, et d celt- ■ ion contre les Oualamos, à laqu vmts avez assiste, il semble prendre plaisir à loger balles de son winchester dans de l' humaine chair rìoirc. Vous pouvez, cher Monsieur, vous vanter d'anii v vu là d'horribles et stupéfiants spectacles. II me semble, en vous lisant, ■ les soldats du roi d'Ethiopie hurler leur sinistre chant de guerre : Chantez, vaulouis Vous aurez en pâture De la chair d'homme! Quand je pense que les bataillons du rnoiheu r.'ii.r Baratieri ont entendu cel hymne d, j-.acre, je songe à tous ces deuils des mères italien nes dont les lances abyssines ont tué, dont les"], [17, "PRÉFACE. III armes recourbées ont tailladé les fils. L' Afrique, noire aura bu bien du sang européen avant qu'elle nous ait livré son secret. Je sais que tout pas en avant s'achète par de tels sacrifices et que le progrès est une plante qui plonge ses racines dans un lugubre humus nourri de cadavres. Ne pour rait-on rêver des conquêtes sans égorgements? L'Italie, héroïquement, donne ses enfants pour une idée. La France a donné de même les siens. Nous avons tous ressenti une impression de pitié lorsque nous avons appris le désastre que les soldats de race latine avaient subi. Nous nous rappelions pourtant qu'à l'heure de nos défaites ce Ménélik, dont vous avez été l'hôte, apprenant qu'on exigeait de nous une rançon de guerre, offrait, par un mouvement généreux et d'une naïveté touchante, une partie de son trésor pour payer cette dette, pour « racheter », comme il di sait, la France. Cet homme n'a rien de vulgaire. II se dresse au milieu de nos débilités d'intellectuels ou de nos subtilités de politiciens, comme une incarnation brutale et pourtant imposante du patriotisme et de la résistance à l 'étranger. II y a du Théodoros"], [18, "PRÉFACE. IV en lui, avec plus de grandeur d'âme. II n'a pas la poésie hautaine à la fois et mélancolique Abd-el-Kader-, mois il en a /'énergie et, dans Vat taque et la tactique, le génie. II ne fait pas bon le voir apparaître 'lans la fumée rouge du combat, et ilsemble alors une sorte de démonnoir, mais c'est le démon de la pairie. 11 défend aux mortel* venus de loin d'approcher des tombeaux de ses pères. Et ceux-là sont braves et marchent au devoir, sous le drapeau aux trois couleurs qui flotta tout près de notre tricolore; ils ont quitté leurs fer lombardes, leurs vignes napolitaines, leurs la gunes vénitiennes, leurs villages aux toits rouges, leur terre natale, pleine de soleil et da chansons, et ils se heurtent aux vainqut ars des Oualamos, aux remington et aux zagaies du Négous. Je crois bien que personne mieux que vous n'aura fait comprendre la gravité de la si tuation et les efforts de la vaillante armée tienne. Ce sont de terribles adversaires que les Choans et vous avez vu à l 'œuvre et au carnage les vainqueurs du combat d' Alloua. En tout autre moment, la lecture de vos souve nirs de voyage eût offert un intérêt profond ci"], [19, "PRÉFACE. V ceux qui, du fond de leur fauteuil, prennent plaisir à se r. de la vaste vie uni selle. Mais, aujourd'hui, connue à la lueur de ces combats, le récit d rxpédition acquiert un tout à fait captivant. Je ne doute pas du succès que va obtenir valve déposition si im portante dans ce grand procès engagé entre les Fur ; les Abyssins et qui se plaide à coups de canon. Parisien de Paris, vous apportez sur l' Abyssinie des détails très nouveaux, et volve livre, plus actuel que le remarquable ouvrage de M. ii\\ibbadie,sera certainement un de ceux qu'en Italie et en France et être, là-bàs, à Addis- Ababa — où le Nég ìus se fait apporter les cou pures de journaux et les articles des reporters, — ou lira avec le plus d'empressement. Je suis heureux d'avoir, le premier, jeté les yeux sur ces pages, très sincères, et je vous re mercie cordialement du plaisir, ou plutôt de l'émotion, que je vous dois et que le public va partager. Cordialement à vous, Jules CLARETIE, de l Académie fraiíçaise. 10 mars 1896."], [20, ""], [21, ""], [22, ""], [23, ""], [24, ""], [25, "1 UNE EXPÉDITION AVEC LE NÉGOUS MÉNÉLIK (VINGT MOIS EN ABYSSINIE) CHAPITRE I Ile Paris à Obok. — Obok. — Djibouti. — De Djibouti au Harrar. — Lc Harrar. — Du Harrar à Addis-Ababa (Choa). — Notre factorerie à Addis-Ababa. I IL est une loi commune : tout voyageur, qu'il coure un monde connu ou inconnu, qu'il traverse des contrées battues ou inexplorées, éprouve, au retour, le besoin irrésistible d'écrire ses impres sions. II a la prétention que les clioses ont été vues par lui sous un aspect nouveau. II désire faire partager à ses amis les émotions ressenties et faire revivre pour eux les scènes de sa vie d'avenlures. De là à transformer par la pensée ses amis en lecteurs, et à vouloir publier ses notes, il n'y a qu'un pas."], [26, "UNE EXPÉDITION AVEC MÉNÉLIK. 2 Je l'ai franchi et me présente aujourd'hui à ceux qui voudront bien me lire, par amitié ou par in térêt du sujet, comme un voyageur atteint de la manie commune à chacun, qu'il revienne d'Asnières ou du centre de l' Afrique. Le 12 novembre 1893, je quittais Marseille à bord de ì'Ava, courrier de Madagascar des Messa geries maritimes. M. Jules Rueff, président du Conseil d'admi nistration de la Compagnie commerciale Franco- Africaine, m'envoyait en Abyssinie comme agent de cette compagnie, qui possédait un comptoir à Dji bouti, un autre au Harrar, un troisième, enfin, à Addis-Ababa, dans le Choa. Je devais visiter ces trois agences. Le peu d'affaires qui se sont traitées pendant mon séjour à Obok, Djibouti, au Harrar et au Choa m'a permis de prendre bon nombre de notes et de photographies. De plus, j'ai accompagné le Négous Ménélik dans une de ses expéditions, et pendant les deux mois que j'ai vécu avec lui j'ai été témoin de faits qui, ra contés sans parti pris, jetteront peut-être quelque lumière sur l'empereur d'Éthiopie et seront un peu connaître ces contrées dont il est tant parlé en ce moment."], [27, "3 DE PARIS A OBOK. Je Cs une très agréable traversée, ayant trouvé. à bord les RR. PP. Cyprien et Théodore, de la mission catholique d'Obok. C'est avec le R. P. Cyprien que je íis le voyage de Djibouti au Harrar. C'est un homme de haute stature. Son regard reílète la bonté et la franchise. Son nez d'aigle surmonte une bouche souriante, encadrée d'une moustache et d'une longue barbe grisonnante, qui descend sur la poitrine et se détache sur le blanc de sa robe de fla nelle. Sa parole est intéressante ; il a beaucoup vu, beaucoup retenu, et emploie des mois justes pour évoquer les souvenirs des vingt années passées à l'île Maurice. II paraît chasseur passionné et sait quelque peu réparer une arme ou une machine. II emportait avec lui tout un attirail de forgeron et de mécanicien. Le P. Théodore est petit et âgé de vingt ans à peine; il parle, avec un fort accent du Midi, en termes exubérants. II espérait que nous ferions route ensemble jusqu'au Harrar : « Nous tuerons des pannthères, me disait-il, des lion^nes et des élé phan^nes. » Photographe comme moi, nous disser tions des heures entières sur tel ou tel procédé de développement. Je trouvai également à bord M. Davault, agent des Messageries maritimes, qui rentrait après un"], [28, "UNE EXPÉDITION AVEC MÉNÉLIK. 4 congé; il me fit une description d'Obok et de ses habitants, fonctionnaires et civils, qui ne me donna pas envie d'arriver plus vite dans cette terre pro mise. A Port-Saïd, nous prîmes quelques passagers, dont M. Eysseric, géographe distingué, avec lequel je suis resté en correspondance, et M. Greffulhe, négociant et agent des Messageries maritimes à Zanzibar. Nous bavardions souvent de longues heures ou jouions au whist. Des soldats d'infanterie de marine, voguant vers l'île de la Réunion, chantaient, à l'avant, des scies de régiment ou jouaient au loto, renouvelant, à la sortie de chaque numéro, les légendaires à-peu près. Quelques Anglais et Allemands, qui devaient prendre à Aden un bateau pour les Indes ou la Chine, complétaient notre société. Un colonel anglais de l'armée des Indes, flanqué de ses deux charmâmes filles, ne quittait pas son appareil photographique, prenant, à tous moments, des instantanés. Devisant gaiement avec ces passagers, nous ar xivâmes assez rapidement à Obok, le 23 novembre, au petit jour. De nombreux boutres arabes accostent"], [29, "DE PARIS A OBOK. 5 aussitôt YAva, et les petits Somalis, si souvent décrits, se plongent dans la mer pour attraper des sous que leur jettent les passagers, aux cris répétés de : « Oh ! oh ! à la mer 1 à la mer ! » et de « bak chich », le seul mot compris par toutes les peu plades orientales. ' Obok, vu de la rade, n'a rien de très engageant, et la descente à terre tente peu les passagers de la ligne de Madagascar, dont les paquebots s'arrêtent trois heures, deux fois par mois, à l'aller et au retour, pour y faire leur charbon. Quelques maisons arabes, d'une blancheur éclatante, le village indi gène, le pénitencier et la factorerie Mesnier se dé tachent sur un fond de sable jaune à l'aspect sec et aride, et sur un ciel bleu d'Orient. II Obok a été acheté par la France, en 1862, aui chefs indigènes du pays, afin de servir de dépôt de charbon sur la route de Cochinchine. A cette époque, ce n'était qu'une plage inhabitée, mais on avait compris le parti que l'on pouvait tirer de sa rade, reconnue excellente pour le mouil lage. On acquit en sus, et le tout pour 10 000 thalaris,"], [30, "UNE EXPÉDITION AVEC MÉNÉLIK. 6 représentant à cette époque environ 55 000 francs de notre monnaie, une bande littorale longeant le détroit de Rab-el-Mandeb depuis le ras (cap) Zan tour, contournant le golfe de Tadjoura pour finir au ras Djibouti et présentant une étendue de 25 lieues carrées. Ce n'est que vers 1882 que l'on s'occupa de cette nouvelle colonie. Quelques maisons commerciales s'y portèrent pour pénétrer en Abyssinie, mais du rent abandonner ce port, la route vers l'intérieur étant impraticable. Les négociants s'établirent à Djibouti, port situé de l'autre côté du golfe de Ta djoura, et véritable point de départ de la route vers le Harrar. Le gouvernement français suivit le mouvement. Le transport de la colonie d'Obok à Djibouti est définitif depuis novembre 1895. On pense même que, d'ici à peu, l'ancien dépôt de charbon sera complètement abandonné. Voici, à titre de document, la composition euro péenne de la colonie d'Obok et de Djibouti, lors de mon passage : Le gouverneur; 1 administrateur de lre classe; 2 administrateurs de 2e classe ; 1 trésorier ; 1 mé decin colonial; 2 infirmiers; 1 capitaine de port; 1 adjudant d'infanterie de marine (représentant le"], [31, "OBOK 7 gouverneur à Djibouti); 1 agent des postes; 1 mé canicien (pour la machine à glace) ; 1 garde d'ar tillerie; 12 surveillants militaires (remplissant di verses fonctions : chef du service indigène, com mandant le Pingouin, postier à Djibouti, com mandant de milice indigène, etc.), plus l'équipage du stationnaire YEtoiìe, avec 3 officiers, environ 50 miliciens et une vingtaine d'employés indigènes (cuisinier du gouverneur, interprètes, employés des postes, etc.); 4 sœurs pour l'hôpital; 3 pères capucins. Population civile : 10 négociants et employés français; 1 Anglais; 6 Grecs; environ 1000 indi gènes, somalis, dankalis, abyssins et arabes pour Obok, et 1200 pour Djibouti. La ville, qui s'étend sur une longueur de plage d'environ 5 kilomètres, peut se diviser en quatre parties bien distinctes : le camp, le village arabe, les paillotes indigènes et le groupe de la factorerie Mesnier et du pénitencier. La résidence du gouverneur, M. Lagarde, con struction cubique à deux étages, d'une architecture primitive, est bâtie sur une élévation qui domine la mer. Elle est entourée de massifs de cailloux, avec des plates-bandes de cailloux un peu plus gros, sé parés par des allées sablées, à l'instar des jardins"], [32, "8 UNE EXPÉDITION AVEC MÉNÉLIK. anglais. Deux palmiers dans des caisses, soignés comme des nouveau-nés, gardent la porte principale, pendant que q petits ca nons diri gent leurs gueules minus- OBOK : LE CAMP. cules vers l'étendue de la mer. A côté de la rési dence, un phare jette, la nuit, ses feux verts et rouges pour indiquer l'entrée de la passe. Derrière la résidence se dressent quelques bâtiments à éti quettes pompeuses : bibliothèque, trésorerie, postes et télégraphes, qui contiennent les nombreux fonc tionnaires chargés des services administratifs; l'hô pital sert d'escale aux militaires malades de la ligne de Madagascar, trop fatigués pour entreprendre la cuisante traversée de la mer Rouge. Le cimetière, situé sur la plage, rappelle aux rares visiteurs les noms de héros inconnus, victimes des insolations ou de fièvres coloniales. Une série de tombes avec l'émouvante mention « mort en ser vice commandé » indique la sépulture des braves matelots de l'aviso le Pingouin, massacrés à Am bado par des hordes somalies. Le Pingouin est à"], [33, "9 OBOK Djibouti et sert de résidence maritime au gouver neur, qui quitte chaque soir sa résidence terrestre pour tâcher de respirer un peu de fraîcheur. Cet aviso fut jadis commandé spécialement pour la co lonie, dans le but de remonter la rivière (?) d'Obok, dont le lit est à sec 364 jours de Tannée et se ter mine par un petit estuaire boueux où poussent quelques maigres palétuviers. Devant la résidence, une estacade de quelque cent mètres avance sa gracieuse charpente de fer en pleine mer. En arrière, sur un plateau madréporique, on aperçoit les maisons des missionnaires catholiques et des religieuses. La mission d'Obok se compose de plusieurs ca pucins sous les ordres du R. P. Léon, dépendant lui-même de Mgr Thaurin, évêque du Harrar. En sortant du camp et sur la plage se dressent les bâtiments contenant les appareils à glace et à dis tillation, que l'administration coloniale entretient pour fournir aux peu nombreux colons de la glace à 1 franc le kilogramme et de l'eau distillée à 7 cen times le litre. J__ \\ OBOK : LA MISSION CATHOLIQUE."], [34, "10 UNE EXPÉDITION AVEC MÉNÉLIK. Puis on distingue les premières habitations du village proprement dit, composé seulement d'une bordée de maisons arabes en pierre. Deux de celles ci ont un premier étage, et encore l'étage supérieur de l'une est construit en torchis comme les paillotes indigènes. Dans l'unique rue d'Obok se trouvent l'agence des Messageries maritimes, un hôtel-épicerie-res taurant français; quelques négociants grecs ou arabes tiennent des échoppes maigrement approvi sionnées de cotonnades à bon marché, de comes tibles, de poissons ou de viande de boucherie. Enfin on trouve le poste de police, composé de miliciens indigènes en tenue coloniale, pantalon et veste de toile blanche à boutons d'or, avec une large ceinture à boucle de cuivre, le chef couronné d'un calot blanc à galon jaune ou bleu et rouge. Deux cafés arabes déversent leur clientèle dans la rue : les consommateurs, les reins ceints d'un pagne blanc à bordure multicolore, les épaules couvertes d'un tob laissant voir leur poitrine gé néralement osseuse, un long bâton à la main, vau trés sur des banquettes boiteuses et dépaillées, fu ment leur narguilé en s'interpellant ou en jouant aux cartes; des Abyssines drapées à l'antique dans un vaste péplum de mousseline plus ou moins blan-"], [35, "OBOK. M OBOK : LA GRANDE RUE. che, des Arabes voilées au déhanchement languis- sant, des petites filles couvertes de bijoux d'argent ou de colliers d'ambre et de verroterie, passent dans la foule, où se mêlent les poulets étiques, les gra- cieuses chevrettes somalies, les petits ânes gris ou les beaux moutons à grosse queue, à toison blanche et à tète noire. Quelques femmes somalies ou dan- kalies, habillées de guenilles aux tons neutres, les cheveux gras, d'une saleté repoussante, portant de larges boucles d'oreilles à pendeloques carrées, des colliers de billes de verre avec plaques en étain, et de lourds bracelets de cuivre, sont accroupies à l'ombre des murs et vendent, dans des outres qui suintent, du lait ou du beurre liquide. Elles s'effa-"], [36, "UNE EXPÉDITION AVEC MÉNÉLIK. 12 rouchent et se cachent le visage à l' approche des Européens. Plus loin, une agglomération de lamentables pail lotes : c'est le village indigène. Les huttes sont conslruites d'une façon sommaire et de matériaux peu coûteux : des branches d'arbres desséc: noircies par le soleil forment la charpente; des fragments de vieilles toiles à voile, de sacs en loques, ou de nattes effilochées, ficelés tant bien que mal, tiennent lieu de murs ou de portes. A la nuit, un petit foyer allumé par terre, ou un lumignon placé dans une boîte à pétrole défoncée et rouillée, éclaire ces misères ; la fumée prend à la gorge celui qui ose s'aventurer dans ces demeures. Quelques femmes, ramassis de tous les pays environnants, abyssines, gallas, soudanaises, somalies ou arabes, sont assises sur le pas de leur porte ouverte et éclairent leur face noire de leur blanc sourire. En arrière du village indigène, les « jardins » sont disposés sur les berges ou dans le lit de la ri vière desséchée; une maigre végétation entoure les puits creusés à cet endroit et explique ce nom pom peux. Le gouvernement a un semblant de petit square bien entretenu à grand renfort do bras; c'est le seul point où l'œil puisse se reposer dans ce coinde terre aride, désolé et inhospitalier, où la végétation n'est"], [37, "OBOK*. 13 OBOK : LE VILLAGE INDIGÈNE, représentée que par des palétuviers ou par des mi- mosas brûlés et rabougris. Enfin, relié au camp par une route directe qui passe derrière le village et que bordent des poteaux télégraphiques, se trouve le pénitencier militaire, construit sur Templacement de l'ancienne tourSoleil let. Les condamnés indigènes provenant des autres colonies françaises sont généralement occupés à des travaux de constructions et de voirie sous la haute surveillance de miliciens soudanais ou sénégalais ; le pénitencier militaire d'Obok est d'ailleurs sup primé depuis le 1er janvier 1896. La factorerie Mesnier est une construction solide et vraiment pratique pour ces pays brûlants. A l'en-"], [38, "UNE EXPÉDITION AVEC MÉNÉLItt, 14 LA FACTORERIE MESNIER ET l'aNCIENPÍE TOUR SOLEILLET. trée est enterré M. Arnoux, directeur d'un comptoir commercial, assassiné à cet endroit par les Dan \"kalis, lors de la fondation d'Obok en 1882. En avant de la mer, le dépôt de charbon de la facto rerie; en arrière et sur la hauteur, un phare in dique la position d'Obok. Sur la route, des jardins au village ce ne sont qu'allées et venues de cha meaux ou d'ânes, transportant dans des bidons à pétrole l'eau saumâtre des puits pour les besoins journaliers de la colonie. En rade le stationnaire Y Étoile balance sa car casse démodée, des boutres indigènes, pêcheurs ou caboteurs, promènent leur unique grande voile, quel quefois un charbonnier vient déverser sa mar chandise sur le wharf des établissements d'Obok;"], [39, "OBOK 15 le bateau mensuel des Messageries maritimes ou de la Compagnie Nationale vient faire charbon, ou un petit steamer venant d'Aden apporte du fret. Le climat n'est pas malsain, malgré une chaleur excessive et les coups de khamsin de juin, juillet et août, pendant lesquels on se calfeutre chez soi, fenêtres, voletsetportes ÛBÛR : LE PHARE fermés pour éviter les bouffées d'air cuisant et les trombes de sable qui s'abattent en ces parages. Après une visite à M. Lagarde, je partis pour Djibouti sur un boutre du gouvernement. La tra versée, de 40 kilomètres seulement, peut se faire en 3 beures et demie, mais la plupart du temps le calme plat succède à une légère brise au départ et l'on met 6 beures ou plus pour franchir cette courte distance. Aussi emporte-t-on à tout hasard vivres et livres pour se nourrir et se distraire à bord. HI Djibouti n'est pas colonie française, mais prend le titre de Protectorat de la côte des Somalis. Ce port est appelé à devenir un jour un point de"], [40, "16 UNE EXPÉDITION AVEC MÉNÉLIK. DJIBOUTI ; LA UliSIDENCi . ravitaillement des plus importants pour nos navires de guerre et une escale pour les vaisseaux commer çants, ce qui amènerait les caravanes venant d'A byssinie par le Harrar à y aboutir au lieu d'aller jusqu'à Zeïla ou Berbera. Quelques projets dont l'exécution contribuerait à développer la colonie sont actuellement àl'élude: exploitation des salines du lac Assal, dépôt de charbon pour les navires de guerre et les courriers d'Australie et de Madagascar, pose d'un fil télé graphique et d'une voie ferrée de la côte au Harrar. Le passage mensuel des paquebots des Message ries maritimes, qui abandonnent Obok pour venir faire leur charbon' à Djibouti, depuis novembre 1895, a déjà donné un nouvel essor à la colonie. Le câble"], [41, "HALTE D'UNE CARAVANE A DJIBOUTI."], [42, ""], [43, "DJIBOUTI. 19 D-IDOUTI : LA UAi'i . qui relie Aden ?i Obok par Périm est depuis la même épo que continué jusqu'à Djibouti. Mais ac tuellement les con voisde café, d'ivoire, de civette, de peaux de chèvre, et les courriers portant de l'or de Léka ou des pays avoisinant le Nil Bleu prennent encore la route des colonies anglaises. Djibouti présente un aspect riant et agréable. Les maisons car rées blanchies à la chaux se silhouettent sur le fond brun formé des paillotes du village indigène avec un arrière plan de collines"], [44, "L'NE EXPÉDITION AVEC MÉNÉLIK. 20 s'estompant sur un ciel rarement nuageux. Après le débarquement, le spectacle continue à plaire; on distingue le Pingouin, la Résidence, la jetée, les constructions que domine- la vaste ferme du Comptoir de la Compagnie Franco -Africaine, récemment cédée au gouvernement. Quelques bou tres se balancent eu rade ou sont tristement échoués à marée basse. La nouvelle résidence du gouverneur, d'une ar chitecture lourde et bizarre, ressemble, vue de loin, avec ses deux tourelles plaquées de chaque côlé du bâtiment principal, à quelque châtelet féodal. Elle se dresse à l'extrémité de la langue de terre sur laquelle est bâtie Djibouti, en arrière de la jetée; plus loin, le pénitencier et le mess des surveillants militaires etr fonctionnaires subalternes; enfin, par derrière encore, les boutiques des débitants français ou grecs, épiciers, cafetiers et boulangers. Le mouvement à Djibouti est localisé sur la place principale, quadrilatère dont les côtés sont entière ment formés do maisons de pierre; peu de bâti ments à étages. L'un d'eux, le Diouane, sur lequel flotte le drapeau tricolore, réunit les bureaux de l'Administration du Protectorat, la poste, le ser vice indigène, avec salle de conseil, de jugement ou do réunions. De nombreux calams sont tenus"], [45, "DJIBOUTI : cafì indigène."], [46, ""], [47, "DJIBOUTI : U POSTB bE POLICE par les chefs des tribus indigènes à tous propos Des agents du pays, bien disciplinés, font le ser vice de la police soit au Diouane, soit au corps de garde de la place. Une escorte à méharis ou à mulets accompagne le gouverneur pendant ses promenades. Le Diouane est le point de départ et d'arrivée des chameliers soudanais ou sénégalais qui font la poste à méhari entre Djibouti et le Harrar. La ligne est continuée depuis mars 1895 par un service hebdo madaire entre le Harrar et le Choa. Autour de la place se trouvent la prison et le poste de police, et les boutiques indigènes offrant leurs denrées alimentaires ou leurs cotonnades indiennes. Sur la place même, des marchands et marchandes somalis ou dankalis étalent des peaux de chèvre, du lait, du beurre, du foin ou des fagots, parmi lea ânes et les chameaux assoupis en plein soleil."], [48, "24 UNE EXPÉDITION AVEC MÉNÉL1K. Plus loin, le marché à l'eau, où des femmes soma lies débitent dans des bidons à pétrole l'eau po table puisée à Ambouli, à 3 kilomètres. De la place partent quelques rues bordées de maisons en pierre ou de huttes en torchis, de cafés, dont les terrasses regorgent d'indigènes jouant aux dominos ou aux cartes, étendus sur des banquettes instables. La rue principale mène au poste de police, qui est à l'entrée de la ville, non loin des écuries du Gouvernement; à, côté se trouvent le parc à cha meaux, le bâtiment médical, le marché à la viande et quelques paillotes hospitalières de la colonie. Ge poste, point de départ de la route du Harrar, passe quelquefois à l'élat d'arsenal; c'est là en effet que tout arrivant de la brousse dépose ses armes, DJIBOUTI : LE MARCHE."], [49, "DJIBOUTI : LE MARCHÉ A L\\ VIATÍDE"], [50, ""], [51, "DJIBOUTI. 27 DJIBOUTI : LE MARCHÉ. qu'il reprend d'ailleurs en sortant. Les poignards dankalis sont accrochés auprès de couteaux somalis entre des lances de toutes tailles, unies ou garnies de cuivre; des boucliers de toutes dimensions, des sabres abyssins, alternent avec des fusils de tous modèles, depuis le mousquet à pierre jusqu'au win chester dernier système, à côté du lourd poignard arabe dont le double fourreau contient d'un côté une lame effilée, et de l'autre, roulé dans un étui de cuivre ou d'argent ouvragé, quelqueverset du Coran. La ville est, depuis peu, entourée d'une légère clôture de petites lattes."], [52, "28 UNE EXPÉDITION AVEC MÉNIÍLIK. En bordure sur la mer, une mosquée en torchis expose ses drapeaux rouges près des huttes rondes du village des miliciens soudanais. A l'autre extrémité de Djibouti se trouvent les maisons des négociants et celle de l'ex-sultan Bourhan-Bey, emprisonné pour délit politique. Les plateaux du Héron, du Marabout et du Serpent, reliés à la terre ferme seulement à marée basse, in diquent l'emplacement de la ville future. Pour le moment, les ruines d'une nouvelle résidence abattue par le vent et les tombeaux de MM. Deloncle et Aubry, victimes du choléra de 1892, s'y dressent seuls. IV J'étais installé depuis quelques jours seulement à Djibouti, lorsque je reçus avis de l'intérieur d'avoir à gagnes Addis-Ababa, près d'Entotto, résidence actuelle de l'empereur Ménélik, où la compagnie avait un comptoir. Je devais passer par lo Harrar et non par la route du désert, qui est plus courte, mais moins fréquen tée par les caravanes et par cela même moins sûre. J'allai à Obok avant de quitter la côte aíin de m'entendre avec le R. P. Gyprien pour faire ce voyage avec lui. Je fis la traversée en boutre avec un Suisse,"], [53, "DE DJIBOUTI AU HARRAR. 29 DJIBOUTI : LA VILLE. M. Appenzeller, ouvrier en bois auprès du Négous. Après de longues années passées à travailler pour Sa Majesté, il ne paraissait pas très satisfait de ses procédés et me peignit l'Abyssinie sous un jour peu favorable. II rentrait dans son pays natal après avoir cu toutes les peines du monde à se faire remettre par Ménélik ce qu'il lui devait depuis longtemps. II suivait de près un de ses compatriotes, M. Zim mermann, parti, lui, du Choa, en très mauvais termes avec Sa Majesté. Elle refusait de lui payer des marchandises incendiées au palais après leur vente, lui disant : « Je ne veux pas te payer des ob jets dont je n'ai pu me servir ». Un autre Suisse, M. Ilg, résidait alors au Choa, et faisait fonction auprès du Négous de ministre des affaires étrangères. Je rentrai à Djibouti après avoir pris congé de M. Lagarde, qui fournit au R. P. Cyprien une"], [54, "UNE EXPÉDITION AVEC MÉNÚLIK. 30 escorte pour la route : soldats soudanais et abyssins très dévoués au gouvernement. Le révérend père prit également quelques soldats abyssins élevés à la mission ; l'un d'eux, le cuisinier, parlait quelque peu le français, mais n'avait de son emploi que le titre : c'était un vilain nègre originaire de Kaffa, qui savait à peine accommoder le gibier que nous tuions ou réchauffer les provisions de nos boîtes de conserves. Les préparatifs durèrent quelques jours ; il fallait enrôler des hommes d'escorte, des boys pour mon service personnel, chercher un abaìie ou chef ponsable des chameliers, qui devait se charger lui même de trouver les chameaux, et de les mener à bon port; il fallait aussi acheter des mulets do selle et de charge, des provisions de route, des guerbes pour contenir l'eau, etc. Enfin le 13 décembre nous partîmes, le P. Cyprien et moi, escortés jusqu'à Ambouli parles quelques Français de la colonie et des sous-offìciers du gou vernement. Nous nous arrêtâmes à Ambouli, p oasis à 3 kilomètres de Djibouti, formée de divers jardins appartenant au gouvernement et à des colons qui entretiennent pour le plaisir des yeux quelques touffes de verdure et font pousser des melons ou des salades. Les jardins sont, comme à Obok, plantés"], [55, "DE DJIBOUTI AU HARRAR. 31 sur les rives d'une rivière à sec dont les puits ap provisionnent Djibouti. A 3 kilomètres de là se trouve le fort de Yabelé, alors eu construction, achevé depuis peu et dont la garnison est formée d'une douzaine de Sénégalais ou LE5 JARDINS D'AMBOUL'. Soudanais. Un phare le surmonte et sert à indiquer en mer la situation de Djibouti, auquel il est relié par téléphone. La route actuelle de la côte au Harrar passe par Yabelé et finit là d'être carrossable; ce ne sont plus alors que dures montées et légères descentes pour gagner les plateaux éthiopiens."], [56, "32 UNE EXPÉDITION A.VEG MÉNÉÍ.IK LE FORT DE YABELÍ En 1893 on laissait Yabelé sur la gauche et l'on filait vers Boullo, première et dernière halte des caravanes du Harrar. Le Gouvernement français avait installé à cet en droit un petit baraquement surmonté du drapeau tricolore, gardé par un Soudanais. Ce poste est actuellement remplacé par celui de Beyadé, sur la"], [57, "ALI PARA.H, SOMALI, GUE:- DE CARAVANE. 3"], [58, ""], [59, "DE DJIBOUTI AU HARP.AR. 35 nouvelle route plus directe, tracée par les condam nés, jusqu'à Mordalé. Les étapes étaient fatigantes, vu la très grande chaleur et surtout la lenteur des chameaux, que nous ne pouvions quitter un instant sans craindre de laisser nos bagages en arrière; il fallait con stamment stimuler les chameliers et chamelières, se disputer avec l'abane et leur promettre force bakchich s'ils arrivaient en douze jours au Harrar. Nous allions si lentement, que le R. P. Cyprien, LE POSTE DE DJIBOUTI AU HARRAR"], [60, "UNE EXPÉDITION AVEC MÉNÉI.1K. 36 grand chasseur devant l'Élernel, et moi avons fait à pied les trois quarts de la route, chassant de cha que côté du sentier tracé par les précédentes carava nes : ainsi s'ajoutaient à nos repas de succulents lièvres, des tourterelles ou de petites gazelles appe lées dig-dig, des francolins ou des outardes. Aux haltes nous mangions un morceau sur le pouce, à l'ombre d'un rocher ou de quelque mi mosa brûlé par le soleil, car la brousse monotone offre peu d'abris ombragés. Près des rivières dessé chées, où se trouvaient les puits, nous faisions les grandes haltes, dressant notre tente pour la nuit et faisant alors de copieux repas, arrosés d'une eau saumâtre et souvent boueuse. Nos soldats montaient la garde à tour de rôle, tirant souvent sur les hyènes qui rôdaient autour de notre campement. Nous entendîmes plusieurs fois, mais à distance, le rugissement du lion. Tout cela était loin de l'idée que je m'étais faite de la route à parcourir, car la carte de l'état-major mentionne une foule de noms. On est tenté de les prendre pour des noms de villages ou tout au moins pour des rassemblements de huttes. Mais ils n'in diquent que l'arrêt habituel des caravanes, facile ment reconnaissables aux pierres noircies par le íeu, aux fientes de chameaux, aux lanières cassées, aux"], [61, "DE DJIBOUTI AU HARR.'.R. 37 tronçons de bâts et aux boîtes de conserves défon cées. Jusqu'à quelques kilomètres du Harrar il n'y a pas trace d'habitation. On ne rencontre que rare ment quelques troupeaux de moutons ou de chè vres conduits par des Adals à mine rébarbative, qui s'approchent pour mendier un lambeau de co tonnade, une poignée de riz ou un peu de tabac. Us ont l'air plutôt de guerriers que de pâtres; des bracelets de fer aux bras et des plumes blanches piquées dans leur épaisse chevelure signifient qu'ils ont tué des ennemis, souvent quelque homme d'une tribu voisine lâchement assassiné pendant son som meil. Us portent au bras gauche un petit bouclier en peau d'hippopotame, à la taille un couteau poi gnard, une lance en fer grossièrement forgé en guise de houlette. Ces indigènes se montrent généralement aux abords des puits, dont l'eau, d'ailleurs saumâtre, est troublée de suite par tous les soldats de la ca ravane et par les bêtes qui s'y désaltèrent. Le sable dans lequel ces puits sont creusés à mesure des besoins ne tarde pas à rendre l'eau opaque. Nous passâmes par Boullo, Goudgane, Rahahalé, Adgine, Mordalé et la grande plaine de Saarman, fMie l'on met deux jours à traverser sans rencontrer"], [62, "38 UNE EXPÉDITION AVEC MÉNÉLIK. de puits. Enfin, après six jours de marche, nous atteignîmes Bia-Kaboba, où se trouve un poste abyssin; là les puits sont plus nombreux et par cela même le pays plus fréquenté par les tribus noma des. Ils sont profonds de quatre à cinq mètres. Leurs parois formant gradins, un adal descend puiser de l'eau dans une écuelle en bois, et la passe à ses camarades placés à diverses hauteurs. Le der nier la verse dans des auges en peau, où viennent se désaltérer par centaines les chèvres et les mou tons. Nous restâmes un jour à Bia-Kaboba pour nous reposer, et par Dalaïmalé, Kotté, Ouordji, Boussa, nous arrivâmes à Gueldessé le 22 décembre. Nous comptions nous y reposer un jour, mais il fallut repartir aussitôt, M. Louis, l'agent de notre compagnie au Harrar, étant venu à notre rencontre pour nous empêcher d'y camper, car la fièvre y régnait à l'état permauent. Mgr Thaurin, évêque apostolique du Harrar, l'avait engagé à faire en sorte que nous ne nous arrêtions à Gueldessé que le temps nécessaire pour voir les autorités. Quelques Abys sins nous demandèrent pour la forme qui nous étions et où nous allions. Nous eûmes le temps de remarquer que les mai sons n'ont plus le même aspect qu'à la côte; on les"], [63, "LES PUITS A BIA-KABORA."], [64, ""], [65, "DE DJIBOUTI AU HARRAR. 41 appelle toitcaules; elles sont petites, rondes et cou vertes d'un toit en chaume en forme de parapluie. II fallut renoncer au repos, pourtant bien mérité, et marcher de suite sur Belaoua, cinq heures de route ascendante par un clair de lune superbe. A Belaoua, pour la première fois depuis dix jours, nous couchâmes dans une hutte, qui nous sembla un palais ! Le P. Cyprien et moi, nous nous fîmes de moelleuses couches en paille; elles nous parurent d'autant meilleures que nous avions dormi jusqu'ici roulés dans nos couvertures, sur la terre et sur les cailloux. Le lendemain nous traversions une campagne verdoyante. Nous avions définitivement quitté la brousse. L'allitude des environs de Harrar est d'en viron 1900 mètres, le climat relativement bon et les terres arrosées de maints cours d'eau. Partout de fer tiles campagnes, plantations de caféiers et de dourah. Nous arrivâmes à Harrar à la nuit tombante ; je n'y suis malheureusement resté que six jours et n'ai pu en acquérir une connaissance suffisante. V De loin la ville semble bâtie en chocolat. Les maisons sont en pierres rougeâtres ou recouvertes"], [66, "UNE EXPÉDITION AVEC MENEUR. 42 de torchis, deux seulement sont blanches, une an cienne mosquée égyptienne et le palais du ras Ma konnen. Le ras est cousin de l'cmpereur par les femmes; il est général-gouverneur, ayant le grade, sinon le titre, de vice-roi; homme d'une intelligence au-dessus de la moyenne, il est plus éveillé que la plupart des chefs abyssins, grâce à un séjour' de quelques mois fait en Italie en 1892 comme chef de mission. U paye un fort tribut à Ménélik, car il tire des douanes un gros revenu. Le commerce au Harrar est très important, surtout en cafés; les caravanes vont toutes à Zeïla et de là à Aden, où elles trouvent un débouché facile; on compte sur un chemin de fer pour les attirer à Djibouti ; mais, malgré la con cession donnée à M. Ilg et la visite de quelques gens intéressés à la question, la réalisation de ce projet semble problématique, du moins pour lc moment. J'allai faire visite à Mgr Thaurin, homme d'une finesse extrême et d'une influence énorme sur les Abyssins, qu'il semble du reste tenir en petite estime ; il leur préfère les Gallas, parmi lesquels il choisit les enfants qu'il élève à la mission. Harrar est entourée d'une muraille; à 6 heures du matin les portes de la ville s'ouvrent et elles se ferment à 6 heures du soir. II est perçu un droit en"], [67, "LE HARRAR. 43 espèces assez élevé sur toute caravane qui entre et qui sort. Les soldats abyssins n'ont aucune tenue régulière; ils sont habillés d'une culotte, d'une chemise en cotonnade jadis blanche, et drapés superbement dans de sales « chamas ». Un fusil indique seul leur rôle. Us sc parent généralement de coiffures hétéroclites, chapeaux de paille ou de feutre. Des bandeaux de mousseline servent de digue au beurre dont ils s'inondent la tête et l'empêchcnt de tomber dans le cou. Un de mes soldats, pour entrer au Har rar, arbora aux portes de la ville un superbe cha peau de soie haut de forme, épave de quelque fonc tionnaire de Djibouti. Je ne restai à Harrar qu'une semaine, et trouvai ni'anmoins le moyen d'avoir affaire à la justice abyssine ! Un de mes hommes, en effet, avait remis par erreur à un négociant grec une lettre adressée à un autre Grec, ennemi avéré du destinataire, qui n'avait eu rien de plus pressé que de l'ouvrir et de la garder. Je fus donc appelé chez Yalaka gobao, qui faisait fonction de gouverneur en remplacement du ras Makonnen alors auprès du Négous. Je passai de longues heures à déposer et à écouter les té moins de l'affaire se disputer en langues abyssine,"], [68, "UNE EXPÉDITION AVEC MÉNÉLIK. 44 galla et grecque. Je fis ma déposition en anglais; l'alaka gobao, ayant habité l'Égypte, savait cette langue. Les audiences étaient amusantes, les atti tudes et gestes me semblaient curieux par la nou veauté de la chose. Je fis quelques excursions aux environs. L'une dans la vallée de Herrer, où j'admirai les superbes plantations d'un colon grec. Je compris alors ie parti que l'on pourrait tirer d'une terre si riche, l'intérêt qu'une nation civilisée aurait à posséder ce pays, et les intrigues politiques qui s'y jouent ac tuellement. La fertilité de cette contrée est telle, qu'on peut faire dans certains endroits deux ou trois récoltes annuelles. Mais les Abyssins et les Gallas, ruinés par les impôts excessifs et parles exactions de toutes sortes, sont forcés de renoncer à cultiver leur terre La ville est bizarre. Les rues, tortueuses et à pente raide, regorgent de promeneurs et de marchands ; les échoppes en plein air sont approvisionnées de denrées, de cotonnades, de couvertures de laine, d'articles de ménage, le tout généralement de pro venance indienne et de qualité très inférieure. Quelques négociants européens, presque tous Grecs, tiennent les principales boutiques et font Importa tion et l'importation."], [69, "LE HARRAR. 45 La vie au Harrar n'est pas ennuyeuse. Les Euro péens se fréquentent. L'hospitalité de MgrThaurin et des Pères de la mission est légendaire. Les nou velles arrivent fréquemment de la côte. Les environs sont jolis et giboyeux. Je fis la connaissance de M. Felter, qui était alors représentant d'une grosse maison de cafés à Aden et agent officieux du gouvernement italien. C'est lui-même qui servit d'intermédiaire, au mo ment de la reddition de Makallé, entre le ras Makon nen et le général Baratieri. Je rencontrai également MM. Rosa et Ricci, l'un négociant, l'autre ouvrier en bois, que l'on disait être à la solde de l'Italie. Comme Français, M. Louis, l'agent de notre comp toir au Harrar, et M. Sahnias, négociant, mort quelques semaines après à la suite d'un accident de cheval. Le jour de Noël nous réunit tous à la même table, le lendemain d'un réveillon qui restera un des agréables souvenirs de mon voyage. Je quittai cet Eden le 1er janvier 1894 pour ga gner le Choa par le Tchertcher. Au bout de quel ques jours, mes mulets de charge étant fatigués, je dus, pour ne pas rester longtemps en route, laisser en arrière mes bagages encombrants et ma tente,"], [70, "46 UNE EXPÉDITION AVEC MENEUR. qui me suivirent par petites étapes. Je couchai à la belle étoile enroulé dans mes couvertures. Le réveil dans la rosée élait fort peu agréable; il fallait une bonne heure avant que les articulations des membres reprissent leur jeu habituel. Je n'avais plus alors mon gai compagnon, et les douze jours que je mis pour arriver à Addis-Ababa me semblèrent très longs. VI En sortant du Harrar on gagne le lac Haramaya, en traversant de verts pâturages. Des multitudes de superbes canards sauvages se promènent sur le lac, mais leur chair est aussi coriace que leur plumage est beau. Cette route est assez fréquentée; on y rencontre de temps à autre de petits villages, et l'eau coule claire et limpide dans des rivières ombragées. On traverse de belles forêts où des familles de gorezza se balancent aux arbres. Ces singes de taille moyenne, à longs poils blancs et noirs, se rangent sur les branches et ricanent en nous voyant. Quel ques coups de carabine les font déguerpir et vol tiger d'arbre en arbre comme des acrobates sur leurs trapèzes."], [71, "DU HARRAR A ADDIS-ARABA (CHOA). 47 PAYSAGE ABYSSIN : HALTE DE CARAVANE Je passai par Tchallanko, Derrhou, Irna, Couni, laissant au sud le lac Tchertcher, après avoir quitté Legahardin (mentionné sur la carte de l'état-major comme lac Ardin, malgré l'absence de lac à cet endroit). La route monte et descend sans cesse entre 1 900 mètres et 1 000 mètres d'altitude. Le 8 janvier je franchis à gué l'Aouache, près d'un pont en bois remplacé depuis par un pont de fer. Mais je ne séjournai pas dans les environs du fleuve par crainte des fièvres, terribles à certaines époques de Tannée, et par crainte des moustiques, des scorpions et des araignées énormes qui y pul lulent. Pendant la saison sèche l'Aouache coule peu profond, mais à la saison des pluies ce fleuve change"], [72, "48 UNE EXPÉDITION AVEC MÉNÊLIK. d'aspect : c'est un torrent impétueux, qui roule des rochers énormes avec un bruit assourdissant. La faune, tout le long des rives de l'Aouaehe, est des plus variées ; presque tous les animaux de la création s'y rencontrent, lions, éléphants, léopards, panthères, zèbres, bœufs sauvages, antilopes, gazelles, croco diles, serpents de toutes tailles et oiseaux de toutes espèces. La route longe ensuite quelque temps la vallée du Kassam dans la province du Minjar, passant par Bourkiki et Baltchi, où se trouve la douane de l'em pereur Ménélik. A partir de l'Aouache on rencontre des villages importants, et les Abyssins offrent PAYSAGE ABYSSIN : CARAVANE EN ROUTE."], [73, "DU HARRAR A AttDIS-ABABA (CIIOA). 49 MA MAISON A ADD1S-ACACA aux Européens une hospitalité d'autant plus écos saise qu'ils la savent bien rétribuée. On reçoit des cadeaux, qui sont d'ailleurs les bienvenus, jarres de lait ou de bière du pays, moutons, beurre, œufs, miel, galettes de pain, etc. Je commençais à con naître l'esprit abyssin : donner un œuf pour recevoir un bœuf. Enfin l'après-midi du 12 janvier j'étais en vuo du Guébi (palais impérial) d'Addis-Ababa et j'ar rivais à la factorerie à la nuit. En y arrivant je trouvai MM. Savouré et Steve- 4"], [74, "UNE EXPÉDITION AVEC MÉNÉLIR 50 nin, directeur et employé de la Compagnie Franco- Africaine. On me fit dresser dans la cour do la fac torerie une lente que j'habitai deux mois, jusqu'à l'achcvement de la nouvelle demeure de notre di recteur, qui me céda la sienne. Elle était petite, ronde; le sol battu formait le plancher, et le toit en parapluie le plafond. Construite en pierres et en boue, juste suffisante pour préserver des intem péries des saisons, elle était luxueusement ornée d'un mauvais lit abyssin et de quelques meubles : chaises, étagères et tables, jadis caisses à mar chandises. M. Savouré est de petite taille et d'un embon point légendaire en Abyssinie. Venu en ces contrées pour y chercher fortune, il y a une douzaine d'an nées, il ne désespère pas do la rencontrer un jour. Bon, trop bon même à l'égard de ces nègres, il paraît ignorer que le mot « reconnaissance » nc figure pas dans le vocabulaire amharique. M. Sté venin, bon ouvrier, mécanicien adroit, avait été engagé à Paris par notre Compagnie pour monter deux moulins hydrauliques. U s'était très bien acquitté de ce travail; mais, quand les moulins fonctionnèrent, le Négous refusa d'en prendre li vraison, les trouvant trop chers. On a dû les aban donner."], [75, "NOTRE FACTORERIE A ADDIS-ABABA. 51 La factorerie de la Compagnie Franco-Africaine se compose de plusieurs maisons, situées sur un terrain d'environ 800 mètres carrés concédé par le Négous. Elle est entourée d'une haie en branches, soutenue à la base par des pierres superposées, qui empêchent la nuit les hyènes d'entrer. La demeure principale, cpii était alors en cons truction, est une maison ronde, en pierres et boue, d'environ 12 mètres de diamètre et d'une hauteur de 10 mètres. Le rez-de-chaussée, légèrement en contre-bas, est divisé en trois pièces : les magasins à marchandises et l'atelier. L'étage inférieur est partagé en plusieurs réduits, par des cloisons en bambou : la chambre de M. Sa vouré, le bureau et une petite cuisine dont le four neau en pierres taillées est l'œuvre de Stévenin, le maître Jacques de l'agence. Les pièces sont meu blées de lits abyssins servant de canapés, d'ar moires, de tables et de chaises faites avec des planches de caisses. Des rideaux d'andrinople, des peaux de lion, des chromos représentant le Pré sident de la République et la tour Eiffel ornent les murs. Deux autres habitations, plus petites, celle de Stévenin et la mienne, une autre servant de bou tique où se tient M. Affeurou, notre chef de maga-"], [76, "UNE EXPÉDITION AVEC MÉNÉLIR. 52 sin, un Abyssin assez débrouillard et pas trop vo leur, les écuries à mulets et à vaches, quelques huttes où les femmes moulent la farine et cuisent le pain, sont disséminées dans la cour. En dehors de la haie un véritable petit village est adossé à la factorerie. Ce sont les huttes des domestiques de l'agence, des gardiens des mulets et des bestiaux, des courriers pour le Harrar, des soldats pour la route. A l'époque de mon arrivée on comptait 77 domestiques, hommes et lemmes. Ces domestiques ne coûtent pas cher ! II est d'usage, sauf pour les chefs qui ont quelques thalers par mois, de leur donner la nourriture quotidienne et de les habiller d'un pantalon et d'un tob tous les six mois; aux femmes on donne une robe, également deux fois par an. U est juste d'ajouter que, pour les services qu'ils rendent, ils sont encore trop payés. VII Une fois installé dans la factorerie, j'avais à m'oe cuper, outre la tenue des livres, de menus travaux : surveiller la confection des cartouches, la vente au détail au magasin, etc. Nous recevions, pour la vente en gros, les mar-"], [77, "NOTRE FACTORERIE A ADDIS-ABABA. 53 chands indigènes, qui troquaient nos marchandises contre de l'or, des dents d'éléphants ou de la civette. Le sable aurifère est ramassé dans les provinces occidentales de l' Abyssinie. II est grossièrement lavé, fondu dans des creusets en terre et façonné en an neaux ou en lingots. A Fépoque de mon arrivée à Addis-Ababa, il valait 20 thalers l'okette de 28 grammes (poids d'un thaler neuf), mais depuis il n'a fait que monter, et à mon départ il valait 28 thalers. L'ivoire se vend également au poids. Dès que nous en avions réuni une quantité suffisante, on l'envoyait à la côte par caravane de chameaux. La civette, qui est le produit de la sécrétion d'un petit quadrupède carnivore du même nom, se trouve rarement à l'état pur. Les Abyssins y mêlent du beurre pour la falsifier. On la vend également à l'okette, qui vaut de 2 à 5 thalers suivant le degré de sa pureté. On comprendra facilement pourquoi les affaires ne sont plus possibles au Choa, tant en importation qu'en exportation, lorsque je dirai que le thaler suit les fluctuations de l'argent métal. U y a quelques années, il valait environ 5 fr. 50, à mon passage à la côte 3 fr. 60, et en février 1894 2 fr. 35 !"], [78, "54 UNE EXPÉDITION AVEC MÉNÉLIR. Le Négous et ses sujets se refusent à comprendre quoi que ce soit au change, voulant conserver les anciens prix pour acheter, mais ils comprennent comme par enchantement dès qu'ils veulent céder les produits de leur pays. Nous leur vendions des fusils, des cartouches, de la verrerie, des casseroles, des étoffes de coton ou de soie, des chaussettes, des chaussures et même des gants! puis des peaux tannées d'Arabie, des canifs, de la quincaillerie, des tapis, de la parfumerie, des couvertures de laine, de l'huile et du vinaigre et surtout des alcools, eaux-de-vie, rhum ou absinthe, dont ils sont très friands. Notre magasin avait l'air d'un bazar ! Je n'étais jamais inoccupé, utilisant mes loisirs à photographier ou à écrire mes notes. De plus, j'ai dais Stévenin dans ses travaux de serrurerie, de menuiserie ou d'armurerie. De temps à autre le Négous ou les grands chefs, qui ne venaient pas eux-mêmes à la factorerie, nous faisaient prier de passer chez eux pour leur présenter des marchandises nouvellement reçues. M. Trouillet vint bientôt après mon arrivée avec une caravane de 150 chameaux. U apportait de nombreuses marchandises, fusils, cartouches, soie ries, parfumerie, etc."], [79, "NOTRE FACTORERIE A ADDIS-ABABA. 55 II revenait de Frauce, où il avait passé deux mois de congé. II était l'agent du comptoir du Choa, et je devais, de concert avec lui, diriger l'agence d'Ad dis-Ababa. II accompagnait Mme Stévenin, la femme de son camarade. U1IUÛUT1 : LE DTOlANfi"], [80, ""], [81, "LE GUáliJ : PALAIS IMPERIAL d'aDDIS-ACADA. CHAPITRE II Lo palais de Ménëlik. — Je suis présenté au Négous. Le marché. — Les Abyssins. T Addis-Ababa est la résidence actuelle de Méné- lik II, empereur d'Abyssinie, roi des rois d'Ethiopie, élu du Seigneur, lion vainqueur de la tribu de Juda, ainsi qu'il s'intitule lui-même. U aime surtout à rappeler qu'il est le descendant de Salomon et de la reine de Saba. Voici ce qu'écrit à ce sujet le patriarche Alfonse Mendès, cité par le R. P. Jérôme Lobo1 : 1. Voyage historique d'Abyssinie du R. P. Jérôme Lobo, de la Comp. de Jésus, traduit du portugais, continué et aug menté de plusieurs dissertations, lettres et mémoires, par M. le Grand Prieur de Neuville-Ies Dames et de Préressin. A Paris ut à la Haye, chez P. Gosse et J. Neaulme. M DCC XX VIII. (Ce livre m'a été prêté par le R. P. Léon, de la mission catho lique d'Obolí.)"], [82, "58 UNE EXPÉDITION AVEC MENEUR. « Les annales du Pais, dit-il, et la tradition com mune, nous assurent qu'après plusieurs siècles, les Abissins ont eu une Reine, qui avoit toutes les qua lités des plus grands hommes. Us la nommoient Magueda, d'autres Nicaula; c'est elle-même qui, par l'envie qu'elle eut de connoistre Salomon, dont elle entendoit dire tant de merveilles, l'alla trouver l'an vingtième de son règne et du monde 2979. Elle lui porta plusieurs présens. Elle en eut un fils dont elle accoucha en chemin, lorsqu'elle revenoil; elle appela ce fils Ménélech, c'est-à-dire un autre lui-même. » Ménélik-II est le fils naturel du roi du Choa Haélou (lui-même fils de Sallé-Sallassié) et d'une mendiante recueillie par lui au palais. \\. dix-neuf ans Ménélik s'échappa de la cour de Théodoros, qui le tenait prisonnier. II fut aidé dans sa fuite parla fille de ce puissant négous qu'il avait séduite. II rentre dans les États de feu son père, se fait proclamer roi du Choa, puis à la mort du négous Johannès, successeur de l'empereur Théodoros (1818-1868), se fait élire empereur d'Éthiopie en 1889. Ménélik II doit être né vers 1845. Addis-Ababa est situé à l'endroit où se trouve sur les cartes le nom de Finfinni. II y a là des sources"], [83, "LE PALAIS DE MÉNÉLIK. 59 d'eau chaude, où Ménélik passe quelques semaines de Tannée eu villégiature. Ces sources sont situées à dix minutes du palais, ce qui n'empêche que lors que le Négous y campe il emmène avec lui toute sa cour et habite sous des tentes comme en expédition. L'allitude d'Addis-Ababa est de 2 300 mètres en viron, sa situation est par 9 degrés de longitude entre les 36e et 37e degrés de latitude. Ellè est de création récente et aucun géographe n'en fait men tion. L' Abyssinie n'a pas en réalité de capitale; là où demeure l'empereur est la ville principale. Ménélik s'est fixé à Addis-Ababa depuis 1892 et il paraît devoir y séjourner définitivement; c'est là en effet que les anciens empereurs d'Ethiopie étaient couronnés, et de plus cet endroit est à peu près le centre des possessions et des pays tributaires du Négous. Ankober, où résidait l'empereur il y a quelques années, est maintenant une ville morte. Sa popula tion a été décimée par le choléra et la famine de 1892. Eutotto, à quelque trois cents mètres au-dessus d'Addis-Ababa. est également désertée, les maisons y tombent en ruine et les bois dont elles étaient construites sont transportés pour faire de nouvelles"], [84, "60 UNE EXPÉDITION AVEC MÉNÉLIK. habitations dans la capitale nouvelle ; deux églises, dont l'une en pierre et inachevée d'ailleurs, sont seules entretenues : le Négous s'y rendant souvent en pèlerinage, suivi de toute sa cour. Au contraire Addis-Ababa, en langue amharique « nouvelle fleur », est une cité naissante. Les mai sons sortent de terre à vue d'œil pour ainsi dire, et le marché y prend de jour en jour plus d'impor tance* La population est flottante et très difficile à éva luer. Le roi y réside avec sa suite immédiate et environ 10 000 hommes. Mais lorsqu'un roi tribu taire ou un général-gouverneur de province vient apporter l'impôt annuel à l'empereur, et lui faire sa cour, il amène avec lui la majeure partie de ses vassaux : la population se trouve ainsi considéra blement augmentée. Au Choa le climat est assez sain. L'année se divise en deux parties : la saison sèche, de fin septembre à fin juin, et la saison des pluies, de juillet à octobre. Dans ces deux périodes, un mois avant et un mois après les pluies, la fièvre fait de nombreuses vic times. Pendant la saison sèche, le soleil est vif, les jour nées chaudes, mais la fraîcheur arrive avant la nuit. II pleut abondamment et sans discontinuer pendant"], [85, "LS PALAIS DE MÉNÉLIK. 61 les quatre mois de la mauvaise saison, et le soleil est invisible, ce qui rend insupportable le séjour au Choa. Addis-Ababa est à huit jours de marche par courrier rapide de Harrar et à deux jours d'Ankober. Depuis quelques mois, le service postal de Djibouti au Harrar est continué de Harrar au Choa, mais les timbres serviront plutôt à orner les collections des philatélistes qu'à affranchir les lettres, les Euro péens seuls en faisant usage. Les caravanes meltent environ deux mois de la côte au Choa, les marchan dises sont transportées à dos de chameaux jusqu'à deux jours d'Addis-Ababa,. puis à dos de mulets, d'Anes et de chevaux en raison des montées rapides et des ravins. A mi-chemin de la côte au Choa, à Herrer, on doit changer de chameaux et l'on en trouve plus ou moins rapidement, selon les caprices du Négous, qui, s'il a intérêt à voir arriver une ca ravane, envoie des ordres dans ce sens. II faut encore force bakchichs pour trouver le nombre de cha meaux nécessaire, et de nouveaux bakchichs pour décider les chameliers à partir. Du reste en route on doit aplanir les difficultés suscitées à tout instant par les chameliers ou les tribus adales que l'on rencontre, en mettant la main à la poche ou en défaisant une balle de cotonnade dont quelques"], [86, "UNE EXPÉDITION AVEC MÉNÉLIK. 62 coudées distribuées à propos servent de passeport. La route par le désert n'est pas très sûre et les caravanes sont souvent attaquées. Aussi escorte-t-on les convois de nombreux soldats abyssins armés. La résidence impériale d'Addis-Ababa est sur une butte naturelle au centre d'un vaste cirque entouré de montagnes, qui sont : au nord Diledila (nouvel Entotto) ; Jeka, à l'est ; Zecoala (sur le sommet de laquelle se trouve un lac), au sud; l'ancien Entotto, à l'ouest. Vers le sud-est, on aperçoit le mont Herrer et, vers le nord-ouest, la cime du mont Ma nagacha, sur lequel sont des vestiges d'une ancienne église portugaise. A proximité de cette dernière montagne se trouve une grande forêt; des bûcherons et charpentiers, sous les ordres d'un Français, qui cache son véri table nom sous celui de -Dubois, travaillent sans repos à abattre, scier et tailler des arbres pour les besoins de Sa Majesté. J'allai avec M. Stévenin passer huit jours chez lui. Nous chassions le matin dans la forêt — une forêt vierge; nous tuâmes une gazelle, quelques pin tades et un singe. Une demi-douzaine d'autres singes de la famille de notre victime, furieux de voir tomber un des leurs, sautèrent sur son cadavre et l'empor tèrent de branche en branche en grinçant des dents."], [87, "LE PALAIS DE MÉNÉLIK. 63 L'aBÉRACHE, SALLE A MANGER DU PALAIS. Ils ramassèrent des pierres, puis, remontant aux arbres, ils nous criblèrent d'une grêle peu agréable, nous obligeant à fuir et nous ôtant à tout jamais l'envie de nous livrer à ce genre de tir. Le Guébi, palais impérial, est entouré de plu sieurs enceintes en branches, ou de petits murs en pierre et boue. II se compose de plusieurs habitations, dominées par l'Elfìgne, demeure particulière du Négous et de l'inipératrice Taïtou. L'Elfigne, qui peut avoir 15 mètres de hauteur, a l'aspect d'une construction arabe : les murs sont"], [88, "(■-', UNE EXPÉDITION AVEC MÉNÉLIK. blanchis à la chaux, le toit est recouvert do tuiles rouges bordées de zinc brillant, les portes, fenêtres, balcons et escaliers extérieurs peints de couleurs voyantes, vert, bleu, jaune et rouge. Parmi les autres constructions, on remarque Y A dérache ou salle à manger principale, le Sa ganet ou tour de Thorloge; plus loin le Gouoda ou entrepôt : c'est là que le Négous passe lui-même la douane lorsqu'il s'agit de caravane quelque peu im portante. En descendant on trouve les ateliers de forgerons, d'ouvriers en métaux, de charpentiers du palais, les magasins et un grand dépôt, véritable capharnaùm rempli de toutes sortes de marchan dises de rebut, entassées pêle-mêle : vieux fusils, pots de couleurs, vieilles ferrailles, outils hors d'usage, caisses défoncées, etc. Les cours du Guébi prennent dès l'aurore un aspect fort animé; les officiers de l'empereur, les personnages de la cour, les traversent en tous sens. Lorsque j'arrivai au Choa, on rencontrait au palais le docteur Traversi, représentant officiellement Tltalie, et l'ingénieur Capucci, la représentant offi cieusement. Ce sont deux hommes d'un commerce fort agréable. Le premier a quitté, depuis lors, la cour éthio pienne pour assister aux divers combats du Tigre"], [89, "LE PALAIS DE MÉNÉLIK. 65 (campagne de 1895), grâce à la connaissance qu'il a de la langue abyssine, il a été des plus utiles pour déchiffrer la correspondance trouvée dans les ba gages du ras Mangacha. Le second, en février 1895, a été jugé comme « espion », quoique chacun, même le Négous, sût depuis longtemps qu'il correspondait avec le gou vernement italien et envoyait souvent des courriers spéciaux par Zeïla. J'ai appris plus tard qu'il fut enfermé dans une forteresse et qu'en voulant s'échapper il se fractura les deux jambes en tombant sur des rochers à pic. On rencontrait également au Guébi M. Ilg, ingé nieur suisse, en quelque sorte ministre des affaires étrangères de Ménélik, et favorisant auprès de lui telle ou telle influence suivant le moment. C'est lui qui a fait quasiment l'éducation du Négous. Peu de négociants français, quelques Grecs, des Arméniens, des Arabes et des Indiens vont et vien nent au palais. II Le surlendemain de mon arrivée à Addis-Ababa je fus présenté au Négous Ménélik par M. Savouré, directeur de la Compagnie Franco-Africaine. Dès le matin nous partions pour le palais. 5"], [90, "66 UNE EXPÉDITION AVEC MÉNÉLIK. Après avoir traversé quelques cours séparées par des clôtures en branches et avoir fait antichambre dans l'une d'elles pendant deux bonnes heures assis sur une poutre, je fus introduit auprès de Sa Majesté. Le souverain n'aimant pas que l'on vienne les LF. SAGANET, SALLE DE JUSTICE. mains vides, j'avais apporté quelques pièces d'étoffés de soie. Aussi Sa Majesté me reçut-elle d'une façon charmante. Accroupi sur un fauteuil pliant recou vert de peluche vieil or, au milieu d'une pelouse, l'empereur était entouré d'une foule de seigneurs. L'un d'eux projetait sur lui l'ombre d'un vaste pa rasol rouge brodé d'or."], [91, "JE SUIS PRÉSENTÉ AU NÉGOUS. 67 La physionomie intelligente de Ménélik plaît au premier abord. Sa barbe légèrement grisonnante en- toure une figure très noire et grêlée. Une chemise de soie de couleur, uu pantalon de cotonnade blanche, MÉNÉUK. un charnma en coton blanc très fin et un burnous de satin noir bordé d'or forment son habillement; un vaste feutre noir à larges bords et un serre-tête en mousseline blanche cachent sa calvitie. Ses mains sont énormes, ainsi que ses pieds, qu'il chausse de souliers Molière sans lacets ou de chaussettes de"], [92, "UNE EXPÉDITION AVEC MÉNÉLIK. 68 soie. Quelquetois, mais rarement, il met chaussettes et souliers ensemble. Les seigneurs qui l'entourent épient ses moindres gestes et suivent chacun de ses regards pour de vancer ses ordres. L'audience ne dura que quelques minutes. L'em pereur me souhaita la bienvenue et me demanda si j'avais fait un bon voyage. Sur ma réponse affirma tive il me dit qu'il espérait que je me plairais dans son pays. Le Grasmatch Joseph nous servait d'inter prète. Nous prîmes congé du Négous en nous incli nant à la mode abyssine tout en embrassant notre main gauche, mais nous fûmes obligés de rester à déjeuner au palais. A partir de ce jour je dus aller presque tous les dimanches matin au Guébi : il est bon de se mon trer au Négous, tant au point de vue « affaires » qu'au point de vue « relations ». Lorsqu'on va au palais, on est forcé en quelque sorte de déjeuner, car les portes se ferment pendant le repas impérial etles chefs de service savent bien trouver les Eunn péens, que l'empereur est enchanté de voir auprès de lui. II ne manque pas de causer avec eux. A l'ar rivée des courriers de la côte, il m'inlerrogeait tou jours sur les nouvelles venues de France, auxquelles il s'intéressait particulièrement»"], [93, "JE SUIS PRÉSENTÉ AU NÉGOUS. 69 Lorsque j'appris la mort du président Carnot, je lui fis traduire les journaux qui donnaient les dé tails de l 'assassinat, et lui montrai les illustrations représentant les funérailles. Comme il était en rapport avec le Président, qui lui avait envoyé quelques années auparavant les insignes de la Légion d'honneur, Ménélik fit écrire à Mme Carnot une lettre de condoléances et chargea quelques mois plus tard M. Lagarde de déposer une cou ronne au Panthéon. Cette mort l'irrita beaucoup; il savait la nationalité de Caserio, et, comme à cette époque ses relations avec l'Italie commençaient à se tendre, il fulminait contre l'assassin et ne parut apaisé que lorsque je lui appris son exécu tion. Plus tard j'annonçai au Négous la mort du comte de Paris. U envoya de suite, par courrier spécial, ses condoléances à la comtesse, et me rappela le traité suivant que fit son grand-père Sahlé Salassi, roi du Choa, avec le roi Louis-Philippe par l'entremise de Rochet d'Héricourt en juin 1843. « Vu les rapports de bienveillance qui existent entre S. M. Louis-Philippe, roi de France, et Sahlé Saliassi, roi de Choa, vu les échanges de cadeaux qui ont eu lieu entre ces souverains par l'entremise de M. Rochet d'Héricourt, décoré des insignes de"], [94, "70 UNE EXPÉDITION AVEC MÉNÉLIK. grand du royaume, le roi de Choa désire alliance et commerce avec la France. » Art. I. — Vu la conformilé de religion qui existe entre les deux nations, le roi de Choa ose espérer qu'en cas de guerre avec les musulmans et les autres étrangers, la France regar dera ses ennemis comme les siens propres. Art. II. — S. M. Louis-Philippe, roi de France, protecteur de Jérusalem, s'engage à faire respecter comme les sujets français tous les habitants du Choa qui iront en pèlerinage et á les défendre à l'aide de ses représentants sur toute la route contre les avanies des infidèles. Art. III. — Tous les Français résidant au Choa seront consi dérés comme les sujets les plus favorisés, et, à ce titre, outre leurs droits, ils jouirent de tous les privilèges qui pourraient être accordés aux autres étrangers. Art. IV. — Toutes les marchandises françaises introduites dans le Choa seront soumises à un droit de 3 pour 100, une fois pa\\é, et ce droit sera prélevé en nature, afin d'éviter toute discussion d'arbitrage sur la valeur desdites marchan dises. Art. V. — Tous les Français pourront commercer dans le royaume de Choa. Art. VI. — Tous les Français résidant au Choa pourront acheter des maisons et des terres, dont l'acquisition sera ga rantie par le roi de Choa; les Français pourront revendre et disposer de ces mênies propriétés. Fait en double. Angola, le 7 juin 1843. Signé : Rochet d'IIéwcoert. Ce traité n'a d'ailleurs jamais été mis en vigueur; le Négous n'en parle que depuis la rupture du traité"], [95, "JE SUIS PRÉSENTÉ AU NÉGOUS. 71 d'Outchali et le commencement de son hostilité contre les Italiens. L'empereur Ménélik fait tous ses efforts pour em pêcher la castration des blessés à la guerre; mais lorsque j'accompagnai Sa Majesté contre les Ouala mos je vis que cette coutume est enracinée dans les mœurs des Abyssins, des Gallas et des peuplades de l'Afrique orientale. Malgré tous les édits et ordon nances qu'il rend et malgré tout le respect que ses sujets ont pour lui, le Négous ne peut rien pour abolir cet ignoble usage. Les Abyssins l'expliquent en disant qu'ils arrêtent ainsi la descendance de leurs ennemis. Ménélik a compris que s'il veut rester indépen dant il ne doit pas ressembler aux roitelets nègres que les Européens escamotent journellement en Afrique pour s'annexer leur territoire. D'une intel ligence hors ligne et possédant au plus haut degré la faculté d'assimilation, il se rend compte du grand pas que son pays aurait à faire pour qu'on reconnût son indépendance. Son entourage, ses généraux et ses sujets, se comparant aux peuplades avoisinantes qui combattent avec la lance tandis qu'ils ont des fusils, se croient très civilisés. Mais les Abyssins ou Gallas qui ont été à la côte àEerbera, Zeïla, Djibouti ou Obok, voient combien ils sont en retard sur nous"], [96, "72 UNE EXPÉDITION AVEC MÉNÉLIK. et sur les Arabes. Quant à ceux que l'on a em\" menés en France comme domestiques et dont on ne peut rien tirer tant leur paresse est grande, ils perdent dès leur rentrée sur le sol natal la notion des choses vues. J'ai souvent causé avec le jeune domestique de M. Trouillet, originaire du Tigre : véritable gavroche du désert, il ne se rappelle de son voyage à Paris que des perroquets faisant du trapèze aperçus sur quelque tréteau de baraque fo raine. Ménélik a dû être dur et cruel pour arriver à étendre son empire comme il l'a fait; mais le temps est loin où, ayant aperçu la femme d'un de ses géné raux, le Cagnasmatch Zekargatcho, et la trouvant à son goût, il la fit enlever, puis ordonna de mettre aux fers son mari, qui mourut, peu après, assassiné. II Tépousa et en fit l'impératrice actuelle Taïtou, répudiant sa première femme Bafana. Mais Bafana aimait les Européens, tandis que l'impératricé Taïtou ne peut les sentir. L'impératrice Taïtou eut pour premier mari offi ciel le général'Oueld-Gabriel, atlaehé à l'empereur Théodoros, qui aussitôt après ce mariage mit aux í'ers son officier pour écarter celui-ci. 3 A' la mort de Théodoros, elle épousa le général Taclé-Go'rguis, mais divorça bientôt pour épouser le"], [97, "CORTÈGE DE l'IMPERATRICE T.f.ÏTOU"], [98, ""], [99, "JE SUIS PRÉSENTÉ AU NÉGOUS. 75 gouverneur d'une province, que le roi Jean fit em prisonner. Elle se retira dans un couvent, qu'elle abandonna pour épouser le général Zekargatcho. Ménélik l'épousa en avril 1883, elle avait trente ans. II faut reconnaître que Ménélik ne manque pas d'une certaine habileté. Un complot ourdi en 1892 dans l'espoir d'un changement de souverain ayant été découvert, il n'y eut qu'un petit nombre de gens de la cour qui furent punis sur l'heure. Le préten dant, cousin éloigné de Ménélik, homme de peu de valeur et choisi seulement comme enseigne, fut en fermé. Les conspirateurs, gardés à vue au palais, ne furent pas longtemps à se montrer les plus empres sés autour de l'empereur, qui les combla de faveurs, leur donnant des pays et des dignités comme s'il ignorait qu'ils eussent fait partie du complot. Puis tout à coup il les disgracia, et confisqua leurs biens. Aussi leur chute ne fut-elle que plus terrible; en outre, le peuple ne s'est jamais douté que tant do hauts personnages avaient eu l'idée de renverser leur souverain. L'empereur est, ou plutôt veut paraître, démo crate, et, malgré les usages antiques, esclavage et corvées, il écoute les réclamations de ses sujets qui viennent jusqu'aux portes du palais crier : « Justice!"], [100, "UNE EXPÉDITION AVEC MÉNÉLIK. 76 Justice l » parfois pendant des heures entières, jusqu'à ce que Sa Majesté se décide à recevoir une députation. Souvent, fendant la foule, un paysan se jette aux pieds du mulet de l'empereur pour de mander du pain : Tordre est alors donné de lui servir le kaleb, portion de grain fournie mensuellement aux ouvriers impériaux ou... de le chasser à coups de trique! Chaque jour Ménélik se rend à la chapelle du Guébi ; les dimanches et jours de fête, il entend la messe avec l'impératrice à l'église de la Trinité, située non loin du palais. C'est devant cette église que, les jours de fête, les prêtres dansent et hurlent des chansons religieuses en agitant des crécelles de cuivre, et en brandissant vers le ciel la béquille qui leur sert d'appui pendant les offices. Ménélik fait tous ses efforts pour combattre des menées du clergé, qui se montre très hostile à tontes les nouveautés. Un jour, les prêtres de sa cour lui ayant reproché de s'être laissé photographier par un Européen, parce que le diable était dans l'appa reil : « Idiots, leur dit-il, c'est au contraire Dieu qui a créé les matières qui permettent l'exécution d'un tel travail! Ne me racontez plus de pareilles sornettes ou je vous fais rouer de coups! » Lorsque l'empereur sort, il est escorté de quelques"], [101, "DANSE DES PRÊTRES ABYSSINS DEVANT L\"ÉGL1SE DE LA TRINITÉ"], [102, ""], [103, "79 JE SUIS PRÉSENTÉ AU NÉGOUS. milliers de soldats armés de fusils ou de lances et de boucliers. De loiu c'est une masse grouillante et bariolée, blanche, noire et rouge. L'habillement des C )1X D'ÌGU&Ei TstAVAlL ABïSSIN. Abyssins est fort sommaire. II se compose d'un léger pantalon blanc venant à mi-jambes, d'un grand péplum blanc coupé par le milieu d'une banda rouge et qu'ils drapent à l'antique. Quelques uns"], [104, "UNE EXPÉDITION AVEC MÉNÉLIK. 80 portent un burnous de laine ou de soie noire, et des chapeaux de feutre mou à larges bords. Un long sabre en forme de glaive au côté droit et une cein ture-cartouchière achèvent leur toilette. Le fusil et le bouclier sont confiés à un domestique de leur suite.. Quant au Négous, il chemine sous une grande ombrelle rouge à franges d'or, portée par un favori. II est monté sur un fort mulet richement capara çonné d'étoffés éclatantes et harnaché de cuirs brodés de fils d'or et d'argent avec écussons à ses armes, qui représentent un lion mitre tenant dans sa patte droite un bâton enrubanné terminé par une croix. Des soldats portent son bouclier, son fusil et sou vent une chaise couverte d'une housse en andri nople. L'impératrice sort rarement ; son cortège est éga lement fort nombreux. Elle est montée sur un mulet, à califourchon, ainsi que les femmes de sa suite. Sa tête est voilée de tissus de mousseline ca chant sa figure, que bien peu de personnes ont pu voir, car, par ordre, le vide se fait comme par en chantement partout où elle doit passer. Je fus un des privilégiés. Sa Majesté m'ayant fait prier! de venir. la photographier, je passai; une ma tinée fort intéressante à faire poser l'impératrice"], [105, "r l'impératrice TAÏTOU."], [106, ""], [107, "LE MARCHÉ. 83 Taïtou, les princesses et les dames de la cour, qui avaient revêtu leurs plus beaux atours, maisje goûtai peu le déjeuner que Sa Majesté fit servir à son pho tographe. Je crois que pour me remercier on avait doublé ce jour-là la dose de poivre de berberi ! Le teint de l'impératrice est clair et paraît d'autant moins foncé que les dames d'honneur sont choisies parmi les plus noires de l'empire. L'impératrice a ses gens à elle, ses officiers de service, ses femmes et sa cassette particulière; les frais de nourriture au palais sont payés alternativement une semaine par l'empereur et une semaine par l'impératrice. Je fis également ce jour-là a photographie de la princesse Zaoudietou, fille de Ménélik. III Autour du palais impérial, et assez éloignées les unes des autres, se trouvent les habitations abys sines, rondes, en pierre et boue, ou en bois, sur montées de toits en chaume de forme conique; les plus modestes parmi les sujets de Ménélik vivent dans des godjos en paille hautes d'un mètre à peine, qui les abritent tant bien que mal pendant la nuit. Çà et là, des campements, des tentes qui"], [108, "UNE EXPÉDITION AVEC MÉNÉLIK. 84 apparaissent et disparaissent du jour au lende main. Addis-Ababa n'est pas à proprement parler une ville, mais une agglomération de huttes, assez sem blables à une réunion de meules de foin, dont les toits coniques se découpent sur le ciel. L'importance d'un chef se reconnaît au nombre de partisans qu'il traîne à sa suite lorsqu'il sort et au nombre de huttes construites autour de sa maison. Le système féodal existe en Éthiopie. Les sei gneurs gouvernant les territoires que leur a confiés l'empereur ont au-dessous d'eux d'autres chefs; ceux-ci' commandent à d'autres, et ainsi de suite en descendant jusqu'au paysan, qui n'est à propre ment parler qu'un esclave, sur lequel retombent les charges de cette organisation. En expédition les généraux conduisent leurs hommes à la suite du Négous; chaque soldat est lui-même suivi de serviteurs qui prennent part aux combats et qui deviennent soldats dès qu'ils ont tué un ennemi et ramené à leur chef des prisonniers. Addis-Ababa est coupée de plusieurs torrents guéables pendant la belle saison, mais imprati cables pendant les pluies. Ces torrents séparent des buttes moins élevées que celle sur laquelle . se trouve le Guébi. Sur l'une d'elles est la demeure du"], [109, "I.RCHÉ A ADDIP-ABABA"], [110, ""], [111, "LE MARCHÉ. 87 ras Makonnen. Sur d'autres, Péglise, la maison de l'aboune Mathéos (évêque catholique copte), etc. Presque toutes les habitations importantes sont en vue du Guébi. U n'est pas rare, en se promenant, de mettre le pied sur un crâne ou sur des ossements d'hommes ou d'animaux. Les cadavres des indigents ne sont pas enterrés, les hyènes et les chacals qui rôdent la nuit autour des maisons se chargent de les dé pouiller de leur chair. II y a deux ans, à l'époque de la famine, le spectacle était, paraît-il, terrible ! On ne voyait que lambeaux humains à peine déchi quetés, que les hyènes rassasiées abandonnaient, chassées par la clarté du jour. Les Abyssins n'ont pas d'état civil, ils naissent, so marient et meurent sans actes officiels. Sur une petite'plaine, au pied de la demeure du ras Makonnen, se tient le marché quotidien, et plus loin, sur un espace moins restreint, le marché hebdo madaire, de beaucoup plus important. Le samedi, à midi, l'animation y est très grande. Les transactions s'opèrent sous l'œil du nagadwas (chef des marchands). Placé sur une éminence, sorte de tribune en pierre et bois, sous une ombrelle d'osier, il juge les différends qu'on lui soumet à tous moments."], [112, "88 UNE EXPÉDITION AVEC MÉNÉLIK. Le marché est un véritable fouillis d'hommes, de femmes, de mulets, d'ânes, de chevaux et de mar chandises de toutes sortes étalées sur le sol. Une fois engagé dans la foule, on a peine à se frayer un pas sage. On avance à tout instant entre deux croupes de mulets ou sur les jambes des marchands. La monnaie en Abyssinie est le thaler de Marie- Thérèse d'Autriche, qui varie de valeur selon le cours de l'argent à Aden. Dans certaines provinces occidentales il y a un peu de monnaie de fer. Le commerce se fait surtout par échanges. Le plus grand trafic du pays consiste en toiles de coton, en provisions de bouche, en bétail, en or, en civette ou en ivoire que l'on donne au poids, et principale ment en sel, que l'on peut proprement appeler la monnaie du pays. On le débite par morceaux d'en viron 25 centimètres de longueur sur 4 à 5 centi mètres de largeur et d'épaisseur. On en a plus ou moins pour un thaler selon que l'on est plus ou moins loin du lieu où on le prend. On fait beaucoup de cas du sel en Abyssinie, et le R. P. Jérôme Lobo rapporte que, lors de son voyage en ces contrées, chacun en portait un petit pain dans une bourse pendue à la ceinture. Lorsque deux amis se rencon traient, ils tiraient leur sel et se le donnaient à lé cher, puis le remettaient en place. C'eût été une très"], [113, "LE MARCHÉ. 89 grande incivilité d'y manquer et de ne pas faire toutes les façons qui doivent accompagner cette « honnêteté ». Les pains de sel ou amolès sont entassés en piles devant les innombrables changeurs du marché. Pour convertir un thaler, que de pourparlers! D'abord on le retourne en tous sens et on le montre aux voisins, puis les amolès sont soupesés, mesurés, étudiés un à un, on frappe dessus et l'on écoute le son produit, pour savoir si le pain est bien plein et non fêlé ! Enfin on s'entend et l'on se tape dans la main : affaire conclue ! M. Chefneux a récemment apporté d'Europe, à titre d'essai, une nouvelle monnaie à l'effìgie du Négous. Mais Péchange et la circulation des thalers actuels, quand ils ne sont ni trop neufs ni trop usés, est déjà l'objet de tant de difficultés, qu'il me paraît impossible de faire prendre avant longtemps les nouvelles pièces. Elles sont fort belles, bien frap- pées et de titre plus élevé que les thalers anciens, qui salissent les mains dès qu'on en a touché une dizaine. Toutes raisons qui me font croire que les Abyssins s'en serviront comme de médailles ou pour orner les pommeaux de leurs sabres, à moins qu'ils ne les fassent fondre pour confectionner leurs vilains bijoux."], [114, "UNE EXPÉDITION AVEC MÉNÉLIK. 90 L'unitó de longueur est la coudée : chaque ache teur mesure lui-même avec son avant-bras ce dont il a besoin. Les hommes aux bras les plus longs sont chargés des emplettes pour leurs amis et con naissances moins favorisés qu'eux sous le rapport de la taille. La mesure de poids est le thaler, pesé dans une balance fort sommaire, à un seul plateau de peau; une ficelle mobile au bout du fléau tient l'ap pareil en suspension. Pêle-mêle, au hasard de l'arrivée, accroupis sur leurs marchandises ou à côté, les marchands et marchandes vendent du bois à brûler, du ItONNAlS DE MENEUR. miel, du grain, du café, des lames de sabre, des oignons, des fers de hache, de lance ou do charrue, des étoffes des Indes, de la verroterie, des fils de colon, des selles, des harnais, des mulets, des che vaux ou des ânes, des bœufs ou des moutons, des boutons de métal ou d'os, des cartouches, des peaux tannées, des peaux de léopard ou de panthère, du beurre, du piment, de la poterie, des toges neuves"], [115, "u VRÇHÍ A ADDIS-ABAB"], [116, ""], [117, "LES ABYSSINS. 93 ou d'occasion, des burnous, des poulets, enfin toute espèce de denrées, d'ustensiles ou de matières né cessaires à la vie. Par-dessus cette foule plane l'odeur du beurre rance dont les Abyssins et surtout les Abyssines s'inondent les cheveux ! Vu la grande quantité d'abeilles et le grand nombre de vaches qu'on y nourrit, les voyageurs ont dit de tout temps que l'Abyssinie est « une terre de miel et de beurre ». IV A mesure que l'on s'éloigne de la côte, la vie devient des plus primitives. Elle varie peu suivant les peuplades. Les Gallas sont certes les plus tra- vailleurs; à l'inverse des Abyssins, ils sont fidèles aux Européens, auxquels ils s'attachent; ils confec- tionnent quelques ustensiles de ménage, en bois, en corne, en fer, ou en osier tressé, garnis de perles de couleur ou de coquillages : étuis à bouteilles, cor beilles, cornes à boire, lances et couteaux-poi gnards, etc. Mais les Abyssins proprement dits sont paresseux, rebelles à tout progrès, et ne font rien qui puisse leur rendre l'existence plus douce ; ils sont du reste tellement orgueilleux, qu'ils ne veulent pas"], [118, "94 UNE EXPÉDITION AVEC MÉNÉLIK. avouer la supériorité des blancs, bien qu'entre eux ils disent : « Ce sont des diables ! » Leur seule industrie consiste dans la fabrication de fers de lance et de sabres grossièrement forgés; ils ne sont pas commerçants et s'adonnent soit au métier des armes, soit à celui d'avocat ou de prêtre. La figure de l'Abyssin ressemble presque, n'était la couleur, à celle de l'Européen, et n'a rien de commun avec le type nègre proprement dit, à profil fuyant et à lippe prononcée. Traiter un Abyssin de nègre est une insulte grave. On rencontre en Abys sinie de beaux types d'hommes; les femmes, dont quelques-unes sont fort jolies, sont nubiles vers dix ans; elles se marient souvent à cet âge; elles jouent un rôle effacé et servent plutôt de domestiques que de compagnes. Elles ont soin de la cuisine et font les travaux les plus durs : elles vont chercher l'eau à la rivière dans de grandes jarres en terre cuite qu'elles portent sur les reins, soutenues par une corde passée sur les seins; ce sont elles aussi qui enduisent les murs de bouse de vache. Cette matière est très employée en Abyssinie : délayée avec de l'eau elle sert de peinture, mêlée à de la paille hachée menu et à de la boue elle remplace le mor tier, desséchée elle sert de combustible ! Les femmes sont habillées d'une grande pièce"], [119, "I.ES ABYSSINS. 95 carrée d'étoffé blanche, tissée dans le pays, et pliée en quatre avec ouvertures pour la tête et les bras; une écharpe d'étoffé ou de mousseline également blanche forme ceinture. Rien de plus. Les grandes dames portent comme les hommes le djano blanc coupé de rouge, et le burnous noir de drap ou de soie. Quelques-unes, les élégantes, mettent des bas de couleur avec Jesquels elles marchent dans la boue sans chaussures. Comme elles montent à mulet à califourchon, un léger pantalon de toile s'ajoute à leur costume. Du front à la nuque partent, parallèlement aux oreilles, des raies assez larges entre lesquell% les cheveux sont tressés fin; à la nuque, un toupet en éventail garnit le cou. D'autres ont les cheveux courts à la Titus; les vierges ont une tonsure qu'entoure une couronne de cheveux coupés ras. Mais, de quelque manière qu'elles se coiffent, les Abyssines oignent toutes leur chevelure de beurre, saupoudré souvent d'une herbe pilée qui donne à leur tête un aspect verdâtre et exhale une odeur repoussante ! Les Abyssines se parent de menus bijoux d'argent (l'impératrice ayant le monopole exclusif des joyaux d'or), bagues à tous les doigts, boucles d'oreilles en"], [120, "96 UNE EXPÉDITION AVEC MÉNÉLIK. filigrane en forme de vis. Le cordon de soie bleu foncé (mateub) qui entoure le cou de tout chrétien est agrémenté de petites chaînettes, de médailles ou de croix. Les femmes gallas s'enroulent autour des hanches des peaux qui descendent jusqu'aux genoux. Les hardes qui couvrent leurs épaules, laissant à nu les bras et les seins, sont également en peaux. Elles ont aux bras de lourds bracelets d'étain, de cuivre, de fer ou d'ivoire; de nombreux rangs de perles en verre de couleur garnissent leur poitrine. Les guerriers abyssins portent les cheveux tressés comme les femmes, ainsi que les chasseurs d'élé phants. Ces derniers ont aux oreilles des anneaux d'or ou de petites chaînes très fines, dont le nombre indique la quantité de victimes qu'ils ont faites. Les tueurs de lions, aux grandes cérémonies, ceignent leur front d'une crinière léonine. La nourriture des Abyssins est des plus simples : des galettes de farine à peine moulue et mal cuite, trempées dans des sauces invariablement assaison nées de poivre de berberi (piment), extrêmement violent. Le tout arrosé, comme boisson, de talla, espèce de bière, ou de tetch, fait avec du miel. Les Européens ont peine à s'accoutumer à la nourriture abyssine. On peut cependant citer deux"], [121, "LE DALAM BARRAS GOnGUIS ET M. MAC KELBY"], [122, ""], [123, "LES ABYSSINS. 99 blancs, le Balam Barras Gorguis, un Grec, et M. Mac Kelby, un Anglais, qui, habitant l'Abys sinie depuis une trentaine d'années, s'habillent et vivent complètement à l'abyssine. Lorsqu'ils venaient déjeuner à la factorerie, les mets préparés à la fran çaise ne plaisaient pas à leurs palais, accoutumés au berberi. Voici comment s'ordonnent les repas : les hommes, après s'être passé de l'eau sur les mains, s'asseyent par terre en demi-cercle, dans la chambre souvent unique qui compose l'habilation. Les femmes ap^ portent l'une le pain sur de grandes corbeilles plates, d'autres les sauces où nagent régulièrement des morceaux de mouton, en dehors des jours maigres, qui remplissent en Abyssinie un bon tiers du calendrier, d'autres enfin la boisson. Une femme s'agenouille devant les convives et dispose devant chacun d'eux, sur une première -ga lette de pains que contient la corbeille, d'autres galettes prises en dessous et qu'elle a préalablement trempées avec ses doigts dans la sauce placée auprès d'elle, qu'elle goûte elle-même afin de montrer qu'on peut manger en toute sécurité. Les convives se servent de leur main droite en guise de fourchette et de cuiller. Ils tiennent la viande les doigts écartés et la déchiquettent dans les inteivalles avec un mau-"], [124, "100 UNE EXPÉDITION AVEC MÉNÉLIK. vais canif, ou bien ils mettent un gros morceau directement à la bouche et, le tenant avec les dents, ils détachent d'un coup sec ce qui dépasse leurs lèvres. Pour moi, je m'entaillai le nez au premier essai. Les jarres de boisson circulent. Chez les grands personnages, des bérillés, petits flacons de verre de couleur, contenant du tetch, sont placés devant cha cun, entourés d'un linge pour préserver du mauvais œil! C'est aussi pour éviter le mauvais œil qui: les issues des maisons sont fermées pendant les repas, de sorte que le jour y entre à peine. Le repas fini, les serviteurs mangent de la même façon, sous l'œil du maître et en plusieurs services, suivant leur importance. En route, les Abyssins sont très sobres et se nour rissent, des. semaines entières, avec quelques poi gnées de blé, d'orge grillés ou de pois chiches. Gomme viande, le mouton seul alimente les repas. Les bœufs sont trop chers et c'est un crime de tuer un veau. Les poulets sont étiques, mauvais, mais à bon marché. On en a jusqu'à trente pour un tha ler! Quant aux œufs, ils sont pour ainsi dire dé laissés. Les légumes sont rares; les choux seuls abondent, mais ils montent d'une façon surprenante et res semblent beaucoup à des chardons. Les oignons,"], [125, "MÊNÉLIK ASSISTANT A DES EXPERIENCES DE DYNAMITE."], [126, ""], [127, "LES ABYSSINS. 103 aulx, etc., viennent du Harrar. Des fèves et pois chiches se trouvent au marché. Le café, en grande abondance, provient le plus souvent des pays de Djimma et de Kaffa. II est peu goûté des indigènes, qui le consomment par petite quantité et mélangé avec des clous de girofle. II est l'objet d'une expor tation considérable. Le prix en est très bas; mais son transport par mulets jusqu'au Harrar et par cha meaux jusqu'à la côte le rend relativement cher. Chaque semaine le Négous envoyaitaux Européens une provision de poireaux, carottes, choux, bette raves, salades, etc., poussés dans son potager. Les maladies sont nombreuses et répugnantes : la fièvre, la lèpre, la gale et surtout la syphilis y règnent à l'état latent. Cette dernière maladie est presque générale. Quant aux médecins, ils sont remplacés par des charlatans qui usent de toutes sortes de sortilèges pour soigner leurs clients. Par des tours de passe passe, faciles à cause de l'obscurité presque com plète qui règne dans toute demeure abyssine, ils font vomir à leurs malades des crapauds ou des cou leuvres, qu'ils sortent de dessous leur toge, et pré tendent avoir trouvé la cause de leurs souffrances. L'empereur s'occupe beaucoup de médecine. II possède de nombreuses pharmacies portatives et un"], [128, "104 UNE EXPÉDITION AVEC MÉNÉLIK. attirail complet de chirurgien, dons du Dr Traversi. Un jour il apprit que Mme Stévenin, récemment arrivée au Choa pour retrouver son mari, était prise de fièvre. La quinine ne lui faisait que peu d'effet; il lui envoya un remède qu'il dit être souverain : un pot de beurre de deux ans, qu'il fallait boire en plusieurs petits verres; mais on ne peut dire que le remède ait été efficace, la malade s'étant absolument refusée à absorber cette drogue vraiment par trop rance. Ménélik est avide de s'instruire, il se fait expli quer par les Européens tout ce qui lui semble nou veau. On avait dit au Négous que la découverte des mines de charbon donnerait à son pays une valeur énorme; aussi avait-il ordonné qu'on lui apportât un spécimen de toutes les pierres noires trouvées en Éthiopie. II ne se passait pas de semaine sans qu'il fasse appeler l'un de nous au Guébi pour lui présenter quelque pierre calcinée ramassée dans des terrains volcaniques, espérant toujours trouver trace de char bon! Son grand plaisir était de montrer à ses tributaires quelque nouvel engin, arme ou mécanique, nouvel lement rapporté d'Europe, et je me rappellerai tou-"], [129, "LES ABYSSINS. 105 jours l'étonnement du roi du Godjam lorsque le Négous fit sauter devant lui, à la dynamite, des blocs de rochers qui barraient un des torrents d'Addis-Ababa ! LE SAGANET."], [130, ""], [131, ",E a BECIRONDE » BALTCI1A CHAPITRE III Le Guébi ou palais impérial. — Le lebacha. — Lc roi de Djimma et le ras Mangacha viennent à Addis-Ababa — Le colonel Piano, envoyé italien. — Je pars pour une expédi- tion au Ouaiamo à la suite du Négous. T L'ensemble du Guébi ou palais impérial se com pose de plusieurs bâtiments. L'Elfigne, où demeu rent Leurs Majestés, domine de beaucoup les autres. L'Elfigne ne comprend que deux vastes pièces, l'une au rez-de-chaussée, la seconde au premier étage. Elles sont peu garnies, celle du premier seule est tapissée de papier peint bleu et rouge à grands ïamages d'or. Deux lustres en verre taillé,"], [132, "UNE EXPÉDITION AVEC MÉNÉLIK. 108 un grand lit de repos sous un baldaquin de mous seline, de lourds tapis en sont les seuls ornements. On accède au premier étage par un escalier exté rieur en bois peint de couleurs vives, donnant sur une véranda qui entoure la maison. C'est de là que Ménélik, à l'aide de puissantes longues-vues, pour lesquelles il a un goût qui touche à la manie, sur veille toute la ville. Le Saganet, ou lieu de justice, est également assez élevé ; une horloge est placée au haut de l'édi fice; tous les jours, Yafsanougous (bouche du roi), grand juge du Choa, y rend la justice; le Négous assiste aux procès importants. Les accusés sont amenés le cou pris dans une fourche en bois ou les mains enchaînées. L'exéculion suit de près la sen tence. La peine la plus ordinaire consiste en coups de fouet, qui zèbrent les reins des suppliciés de sillons sanglants. Pour faire des exemples, les exé cutions ont lieu quelquefois publiquement le samedi, sur la place du marché. Le voleur est condamné à avoir une main coupée; aux récidivistes on coupe la main droite et le pied gauche ; pour les faux ser ments, on coupe la langue; pour les faits plus graves, c'est la mort. En théorie le Négous seul a droit de prononcer les arrêts de mort; mais en réalité les gouverneurs"], [133, "LE GUÉBI OU PALAIS IMPÉRIAL. 109 de province les dictent également. Ils sont exéi par les parents de la victime, généralement de la façon dont celle-ci a péri, ce qui donne lieu sou vent à des incidents bizarres. Un bûcheron, en tom bant d'un arbre, ayant tué un homme sans lui même se blesser, fut traîné en justice et condamné à mourir de la même mort; mais les parents de la victime entre les mains desquels il fut remis ne vou lurent pas risquer leur vie pour mettre à exécution la sentence : l'arrèt correspondait à un acquittement. U existe à la cour éthiopienne une charge destinée à seconder la justice. C'est en quelque sorte une po lice secrète qui cache ses moyens d'action sous des dehors de charlatanisme. Celte charge est héréditaire, le chef de la famille en est le titulaire, mais ses 'proches parents peuvent en remplir 1'emploi : on le nomme lebacha. A l'aide d'un breuvage dont la recette, tenue secrète, est transmise de père en fils, on endort des enfants élevés dans ce but, qui pendant leur som meil deviennent alors extralucides et désignent lc coupable recherché. II m'a été donné d'assister à une de ces séances de somnambulisme. Un officier d'un général voisin de notre lactorerie avait été victime de vols répétés. II se décida à faire venir le lebacha. Tous les parti-"], [134, "UNE EXPÉDITION AVEC MÉNÉLIK. 110 sans du général, soldats, domestiques, paysans et esclaves, hommes, sommes et enfants, étaient assis en un vaste cercle devant sa maison. On endormit un des petits sujets dans une hutte. U en sortit bientôt F œil hagard et l'air inspiré. Après de nom breuses allées et venues autour des spectateurs, il fit les gestes d'une femme allant quérir de l'eau à la rivière, filant du colon, pilant du piment, moulant la farine et vaquant aux soins du ménage. Chacun comprit alors que le voleur était une femme. Mais la surprise fut à son paroxysme lorsqu'il se préci pita sur la femme même du volé et la secoua bru talement, la désignant, au milieu des huées de l'as sislanco, à la vindicte de son mari. C'est l'hypnotisme mis au service de dame Thé- mis. L'entourage de l'empereur est nombreux. Le chef actuel de sa cour, sorte de grand chambellan, est un guerrier tueur 'd'éléphants : le liké Mekouas Abato; c'est lui qui, dans les expéditions, se tient — poste peu enviable — sous le parapluie écarlate, brodé et frangé d'or, trompant les ennemis, qui dirigent leurs balles sur lui, pendant que Sa Majesté est confondue parmi ses généraux. II partage d'ailleurs cette charge avec le liké Me kouas Adeno. Le jour où l'empereur reçoit officiel-"], [135, "LE CUÉBI OU PALAIS IMPÉRIAL. 111 lement quelque roi tributaire, ces officiers se placent de chaque côté de leur souverain, vêtus identiquement, habits de soie et de velours brodés, manteau royal en velours cramoisi brodé d'or et garni de fourrure : la cou ronne d'or au saintGeorges d'émail le distingue de ses deux acolytes. Sous la couronne, le Négous ne peut parler. Cet usage est il dû à la solennité de la chose ou au poids phéno ménal de la couronne qui empêcherait Sa Majesté de desserrer les mâchoi res? Toujours est-il que, lorsque Sa Majesté désire répondre aux paroles de paix que lui apportent ses LE LIKÉ MEKOLAS AUATO GRAND CHAMBELLAN. tributaires, un des deux liké Mekouas lui retire, sur un signe, les attributs gênants de sa grandeur. Les favoris sont : le général Tessamma. cousin de la reine, le grasmatch Joseph Négoussié, qui suivit en 1880 le ras Makonnen en mission en"], [136, "112 UNE EXPÉDITION AVEC MÉNÉLIK. Italie, et qui parle très bien le français, puis le begironde Baltcha, intendant gén ; eui général d'artillerie. A ces trois emplois, dont l'un n'est pas dû à la faveur, il ajoute celui de gardien des trésors impériaux, et dans celte fonction il faut reconnaître que ses rapports avec les Européens ne sont rien moins qu'agréables. La cour comprend en outre un secrétaire, garde du sceau impérial, le chef des marchands, le chef des azages (intendants), le chef des baldaras (écuyers), et les balamouanes, fils des grands personnages que Sa Majesté garde au palais tant comme pages que comme otages dé guisés, lorsqu'elle confie à leurs pères des gouver nements de province, etc. Le ras Dargué, oncle de l'empereur, est fort écouté et donne au palais des conseils toujours salu taires. C'est la Providence dos Européens. U n'y a pas â proprement parler de hiérarchie militaire. Le Négous nomme les favoris : général de l'aile droite, général de l'aile gauche, d'avant garde, etc. II leur donne le gouvernement de pro vinces plus ou moins importantes, suivant les ser vices rendus; un général gouverneur d'un pays, après de très grandes preuves de dévouement à la cause impériale, est nommé ras. Les tributaires de Sa Majesté viennent tour à tour"], [137, "LE GUEBI OU PALAIS IMPÉRIAL. 113 camper à Addis-Ababa pour apporter leurs impôts. Ce sont : le roi du Godjam, Taclaïmanot; le roi de Djimma, Abba Djiffar (le dernier des rois mar chands d'esclaves) ; le ras Makonnen, gouverneur du Harrar ; le ras Mangacha, fils de feu l'empereur Jean et petit-fils de l'empereur Théodoros, gouver neur du Tigre ; le général Guebré Esguère, gouver neur de Léka, le pays des mines d'or ; le ras Mikaël, gouverneur des pays Ouollos; le ras Ollié, frère de l'impératrice; les ras Aloula, Oueldgorguis, etc. Le général Guebré Esguère, pour n'en citer qu'un, apporte annuellement dans la caisse impé^ riale 20 kilogrammes d'or et 3 000 kilogrammes de dents d'éléphants. Dans l'enceinte du palais se trouvent quelques bâtiments séparés, tels qu'une chapelle et le gouada, dépôt de tous les trésors de l'empereur, gardés par des eunuques rébarbatifs. Là s'entassent les habits de Sa Majesté à côté de harnais du pays, des bou cliers garnis d'argent, des vêtements de cérémonie des gens du palais, des fauteuils en peluche, des couronnes d'or ou d'argent, tandis que dans un coin les cadeaux des souverains amis du Négous offrent leurs écrins à la poussière : on voit pêle-mêle ser vices de Sèvres bleu de roi, orfèvrerie en Toula, armes précieuses, à côté de bibles abyssines enlu- 8"], [138, "UNE EXPÉDITION AVEC MÉNÉLIK. 114 minées, des instruments d'optique et de chirurgie, de vieilles chaussures éculées, des stéréoscopes avec vues des monuments d'Europe et portraits des étoiles chorégraphiques des bals de nuit de Paris, des décorations de la couronne d'Italie, etc.... Plus loin et près du Saganet se trouve l'Adé^ rache, vaste hall servant de salle de réception ou de salle à manger les jours de grands festins, qui se nomment guébeur, et qui ont lieu deux ou trois fois la semaine. Sa Majesté entre dans l'Adérache avec les intimes de son entourage et mange à l'antique, couché sur un vaste divan surélevé, recouvert de lourds tapis et de coussins de soie, sous un baldaquin en peint, garni d'étoffés aux tons criards. Sa nourriture, contenue dans une corbeille ornée de pendeloqn. verre et de métal, est placée devant lui sur un gué ridon. A quelques mètres de son divan, des tissus de gaze sont tendus, enfermant un espace réservé. Les favoris entourent l'empereur, attentifs à ses moindres gestes, le cachant aux regards profanes avec leurs toges dès qu'il lui prend envie de boire, de tousser, d'éternuer ou de se moucher. L'empereur ayant commencé son repas, l'azage de service fait entrer dans la salle les ras et les"], [139, "LE GUÉÉI OU PALAIS IMPÉRIAL. 115 grands prêtres, quelques minutes plus tard arrive une seconde fournée de coiivives, composée des gé néraux et des personnages importants, parmi les quels les Européens qui se trouvent à ce moment au palais. On s'assied par terre « en tailleur » sur des nattes ou des tapis, par groupes de trois ou quatre, et plus ou moins près du Négous suivant son rang à la cour. Une troisième et une quatrième fournée de con vives entrent, puis une cinquième, qui se tient de bout le long des murs. Enfin on tire les voiles de gaze, et la foule des officiers de la suite de l'empereur, des généraux ou des grands seigneurs se précipite dans la salle pour prendre part au festin. Les hommes de service, le torse nu, apportent devant chaque groupe des corbeilles garnies de pain et d'aliments; les cornes de boisson circulent, les quartiers de bœuf cru portés par des domestiques sont déchiquetés par chaque convive. Ce dernier mets se nomme brondo, et peut s'inti tuler le plat national de l'Éthiopie. L'ingestion de viande crue encore palpitante, as saisonnée de poivre et de piments, explique pour quoi les Abyssins ont tous des taenias pour commen-"], [140, "116 UXE EXPÉDITION AVEC MÉNÉLIK. saux intérieurs. Élisée Reclus dit qu'ils préfèrent en être incommodés plutôt que de renoncera leur savoureux brondo. Mais le remède est près du mal, car le kousso. est, un arbre qui pousse abondamment en Éthiopie. Une fois par mois, chaque Abyssin ingurgite de la graine de cet arbre, remède violent, qui le débarrasse pour quelques semaines de son hôte intestinal. Le Négous, lorsqu'il veut distinguer quelqu'un, lui envoie quelque bribe de son repas, qu'un do mestique apporte dans le creux de sa main. Insigne honneur qui fait parfois bien des jaloux! Pendant le repas, un asmari, troubadour afri cain, improvise, en s'accompagnant sur un instru ment monocorde, des louanges au Négous; le repas fini, quelques musiciens soufflent dans des trompettes en bambou, d'autres raclent de primitifs instruments à cordes pendant qu'un chanteur psalmodie d'une voix de fausset des litanies qui dominent le mur mure, pourtant bruyant, des conversations. Les jours de fête religieuse, les prêtres, égayés par les fumées de la boisson, hurlent au son de grands tambours d'argent et dansent des cancans échevelés. Après \"les repas, l'empereur tient audience. Ménélik est très matinal. A peine le jour levé, il"], [141, "LE NÉGOUS DIRIGEANT DES TRAVAUX DE DRAINAGE"], [142, ""], [143, "119 LE LEBACHA. sort de son appartement, et rôde dans les cours du Guébi, entouré de ses favoris, toujours sous son om brelle rouge, que porte l'un d'eux. II va et vient, constamment occupé à surveiller quelques travaux. montage de scies mécaniques, pose de conduites d'eau, réparation de pièces d'artillerie ou de fusils, confection de colliers de mulets et de boucliers garnis d'argent qu'il distribue comme récompense. D'autres jours il surveille les plantations de ses jardins, où poussent des légumes dont les graines ont été nouvellement apportées de France. L'empereur est d'une activité infatigable ; lorsqu'il surveille des travaux de construction, de canalisa tion ou de barrage d'une rivière et qu'on a besoin de pierres, il descend de son mulet et, donnant l'exemple, en porte une à l'endroit voulu. Aussitôt toute sa suite, favoris, courtisans, généraux, juges, prêtres, jusqu'au dernier des domestiques, fait de même : chacun apporte 'sa pierre, et le nombre dé passe bientôt celui qui est nécessaire. II Lalangue usuelle en Éthiopie est l'amharique, qu'il ne faut pas confondre avec le guèze ecclésiastique, employé seulement par les prêtres et par les savants."], [144, "120 UNE EXPÉDITION AVEC MÉNÉLIK. Le guèze paraît, du moins à ce que prétendent les linguistes, se rapprocher de l'hébreu et de l'arabe. L'amharique descend du guèze, s'il faut en croire les savants qui se sont spécialement occupés de l'étude des langues orientales, mais forme néanmoins une langue très distincte. L'alphabet amharique ou abyssin se compose de 33 lettres; chacune d'elles forme 7 caractères diffé rents, plus vingt diphtongues, ce qui fait donc 251 ca ractères. Presque chaque caractère donne une syl labe, ce qui rend l'orthographe facile à apprendre. II n'y a pas de littérature proprement dite en Abys sinie, à moins de compter comme telle les chants guerriers que les chantres abyssins, comme les trou badours du moyen âge, psalmodient à la fin des repas, s'accompagnant sur des instruments mono cordes qui rendent nerveux les gens les plus calmes. Les grands personnages ne savent pas écrire. Ils traînent toujours à leur suite un ou plusieurs secré taires, bambins généralement instruits par les prêtres. Chaque seigneur possède un sceau grossièrement gravé sur cuivre, qu'il appose à la fin de ses lettres. Le Négous et les évêques ont seuls le privilège de mettre leur cachet au commencement de leurs mis- sives."], [145, "121 LE LEBACHA. Celles-ci commencent toujours par les formules de politesse. Je citerai une lettre que m'a remise le Négous au moment de mon départ du Choa pour annoncer au ras Makonnen que je devais passer par le Harrar et qu'il était inutile de visiter mes bagages à la douane : D'abord le cachet aux armes du Négous. « Envoi du Négous, roi d'Éthiopie, au ras Makon nen. Gomment vas-tu? Moi, je suis en bonne santé, grâce à Dieu. « Monsieur Vanderheym retourne dans son pays. D m'a dit n'avoir avec lui que sa malle pour effets, et qu'il n'avait pas de marchandises. Laisse-le passer. « Écrit à Addis-Ababa le 22 février 1887 (style amharique). » Ménélik possède des enveloppes à ses armes gra vées en or, mais les messages abyssins sont généra lement pliés menu et envoyés à leur destinataire par courrier, enveloppés dans un chiffon de linge trempé dans de la cire pour le rendre imperméable. Pour la lecture des lettres, les seigneurs appellent leurs secrétaires, qui naturellement sont au courant de tout ce qui se passe. Les fêtes religieuses sont fort nombreuses et cor respondent toujours à un jour de jeûne."], [146, "UNE EXPÉDITION AVEC MÉNÉLIK. 122 Outre les dimanches, qui sont un prétexte poui les Abyssins de se livrer à leur occupation favoi la paresse, il y a chaque mois une quinzaine de jours fériés. Ce sont les Sainte-Marie, Saint-Taclaï manot, Saint-Jean, Saint-Abbo, Saint-Michel, Saint- Emmanuel, Saint-Georges, la fête du Sauveur, etc. La Mascale ou fête de la Croix est la plus grande fête annuelle, il y a cérémonie au Guébi. Le clergé sort en costume d'apparat, on tire le canon, etc. Les vassaux du Négous, gouverneurs de province, viennent généralement pour ce jour-là à la résidence impériale. C'est aussi le moment des règlements de comptes de fin d'année entre seigneurs et négo ciants. Le jour de la « flagellation », les partisans des chefs 'se rendent chez leurs voisins, pour leur de mander à manger. U est d'usage de leur donner du pain ou de quoi en acheter. Mais, le soir de ce jour, les esprits sont échauffés par le tetch que l'on boit dans ces visites. 11 s'ensuit des bagarres, et souvent la maison d'un chef un peu avare est le théâtre d'un siège en règle, qui finit par du sang versé de part et d'autre. Le caractère querelleur et batailleur des Abyssins se plaît à ce genre de luttes."], [147, "s ROI DE DJIMMA ET RAS MANGACHA. 123 III Quelques semaines après mon arrivée au Choa, le roi de Djimma vint avec tout son monde d'offi ciers et de marchands; il établit son campement sur une vaste plaine d'Addis-Ababa, sa tente dominant les autres. Les négociants européens ont coutume d'aller lui rendre visite pour lui offrir des marchandises. II les traite très bien et les a en grande estime. Son campement est des plus intéressants, car les gens de Djimma sont très commerçants et travaillent malgré le peu de ressources qu'offre leur pays. Ils ont de fort bons chevaux, qu'ils vendent en viron 20 thalers |50 fr.), des torches en cire (fort utiles pour la route), des toges assez bien tissées en laine de couleur, du tabac qu'ils cultivent et qu'ils préparent convenablement en gros câbles, des poi gnards bien façonnés à manches en cuivre de dif férents tons, des gobelets en corne. Ils chassentl'élé phant et ne manquent jamais d'ivoire, non plus que de civette. Là ne s'arrête pas leur commerce : la traite des esclaves se fait également, mais en cachette, par crainte du Négous, qui a rendu maints édits de prohibition."], [148, "UNE EXPÉDITION AVEC MÉNÉLIK. 124 Lorsqu'on se promène dans le campement d'Abba- Djii'i'ar, quelque marchand vient à vous à la tombée de la nuit et, sous le prétexte de vous mener voir des étoffes, vous fait en trer dans sa tente, écarte ses familiers qui font le guet au dehors et vous pro pose des petits gar çons ou des petites filles, qu'il cède en échange de quel ques thalers. Nous nous pro menions avec M. X... autour des tentes, marchan dant des poignards et des toges tissées defìlsmulticolores, DADA GUIDÉE, JECNE ESCLAVE GALLA. lorsqu'on vint nous offrir une petite fille Nous entrâmes dans la tente du marchand. On nous présenta l'enfant, qui vint à nous à moitié nue, l'air abruti, maigre. Après l'avoir auscultée et vé-"], [149, "ROI DE DJIMMA ET RAS MANGACHA. 125 rifié l'état de sa mâchoire pour voir si elle était saine et bien conformée, comme fout les maqui gnons à la foire aux chevaux, M. X... conclut l'affaire pour 17 thalers (environ 42 francs) et em mena chez lui la jeune Hada Ghibée dans son cos tume national : un chiffon grossièrement tissé autour des reins, une peau nouée sur les épaules. Je ne manquai pas de la photographier le lendemain. On nous présenta également des petits garçons pour une dizaine de thalers. J'allais en .acheter un à titre de curiosité et pour avoir la preuve vivante que la traite des noirs existait encore en Abyssinie, mais je dus sortir de la tente, écœuré, le frère du gamin en question pleurant à fendre l'àme parce qu'il allait être séparé de lui. Le 9 juin de cette année (1894) nous assistâmes au palais à une des plus belles cérémonies que l'on puisse voir au Choa : la visite au Négous du fameux ras Mangacha, gouverneur du Tigre et par consé quent adversaire direct du général italien Baratieri en Eiylhrée. De même que les photographes aux grands enter rements à Paris, nous étions sur pied dès l'aurore, le docteur Traversi et moi, braquant nos objectifs de tous côtés, prenant des groupes de fantassins ou d'artilleurs. J'eus même l'idée de réunir trois sol-"], [150, "126 UNE EXPÉDITION AVEC MÉNÉLIK. l'áutillérìé b'U .N-I-.OUS. datsque j'avais Irouvés disséminés parmi les troupes ■ de gardes mu'i paux parisiens. Rien nïiaii plus drôle et plus gro- tesque que ces mo- iicauds. Dès l'aurore toutes les troi du Choa étaient"], [151, "ARRIVÉE AU GUÉBI DADDIS ABABA DU RAS MANGACHV."], [152, ""], [153, "ROI DE DJIMMA ET RAS MANGACHA. 129 groupées autour et dans les cours du palais. De près, le soldat semble sale et risible, enveloppé d'oripeaux voyants, habillé de chemises à tons criards, d'étoffés à rideaux ou de soieries Pompa dour; lance ou fusil au poing, bouclier au bras, sabre au côté; avec les coiffures lesplus hétéroclites : couronne d'argent ou de cuivre, bandeau de mous seline ou de satin de couleur, chapeaux de feutre ou de paille à formes extravagantes. Deci delà le drapeau national déploie ses trois flammes, verte, rouge et jaune, fixées à une mau vaise hampe de bois à peine dégrossi. Le Négous possède une quarantaine de petites pièces de montagne hotchkiss. II en cède aux rois tributaires ou aux ras bien en faveur, mais ceux-ci n'en peuvent posséder que deux, sauf le ras Makon nen, qui doit en avoir une dizaine. Ménélik en outre est possesseur d'une demi-douzaine de mitrailleuses à cartouches Gras. L'artillerie seule semble porter un uniforme : ceints d'un bandeau d'andrinople roulé en saucisson sous une calotte verte, les canonniers se tiennent auprès de leurs pièces. Ils portent des tuniques rouges agrémentées d'ornements d'un vert épinard. Ils étaient massés le long de la tour de l'horloge. Des instrumentistes jetaient leurs notes stridentes, 9"], [154, "UNE EXPÉDITION AVEC MÉNÉLIK. 130 qui formaient un ensemble des plus bruyants, mais des moins harmonieux. A 9 heures, on apercevait, du campement des Tigréens, un grouillement indiquant que le ras Man gacha se mettait en marche. Vers'dix heures il entrait au palais escorté de toutes ses troupes sans armes, entouré du clergé de son pays portant sous une ombrelle violette et or le saint sacrement. Le ras s'avançait, ayant sur l'épaule une pierre qu'il de vait, en signe de soumission, déposer aux pieds du Négous. Dès qu'il eut franchi l'enceinte du palais, tous les fusils des Abyssins partirent. C'était comme un for midable et terrifiant roulement de tambour, parmi lequel on distinguait les crépitements saccadés des mitrailleuses. Le palais fut entouré pendant un bon quart d'heure d'une opaque fumée, et l'odeur de la poudre semblait griser les Abyssins, qui poussaient des cris de joie en élevant de tous côtés leurs armes, dont l'acier piquait de points étincelants les masses multicolores. Le Négous reçut le ras dans la salle de l'Adérache en grande tenue de cérémonie, la couronne d'or sur la tête, entouré de toute sa cour en tenue d'apparat. Un festin suivit cette réception. Quelques jours plus tard ce fut une autre céré-"], [155, "LE COLONEL PIANO EN MISSION,"], [156, ""], [157, "ROI DE DJIMMA ET RAS MANGACHA. 133 monie. On annonçait en effet l'arrivée au Choa d'un ambassadeur italien, le colonel Piano. Nous fûmes invités par l'empereur, nous autres Européens, à aller au-devant de lui. Le 18 juin, il arriva dans la plaine d'Addis-Ababa, en grande tenue de colonel de chasseurs à cheval, colback d'as tracan surmonté de l'aigrette blanche, dolman noir à ornements d'argent, culotte gris-perle à batides d'argent. II était monté sur un superbe mulet que le Négous lui avait envoyé, magnifiquement harnaché à la mode abyssine. Je le photographiai en petite tenue la première fois qu'il vint nous rendre visite. Le Négous l'attcndait sur une pelouse du palais, sous un abri en toile blanche. L'accueil fut d'ailleurs peu enthousiaste. 11 fut suivi d'un déjeuner entre Européens où les mets les plus abyssins étaient ac compagnés de vins de Sicile et de Champagne. Quelques jours plus tard, le colonel partit, emme nant avec lui le Dr Traversi; sa mission, disait-on, avait échoué. On prétendait qu'il était venu proposer au Négous de renouveler le traité d'Ucciali ou, en cas de refus, déclarer la guerre. Les événements prouvèrent plus tard le bien-fondé de ces racontars. Une cérémonie plus curieuse, et qui donne lieu à une fantasia bizarre, est célébrée lorsqu'un grand"], [158, "UNE EXPÉDITION AVEC MÉNÉLIK. 134 personnage revient d'une fructueuse chasse à l'élé phant. En Abyssinie cette chasse est une véritable expédition. On y va escorté de deux ou trois cents ■hommes. Du moment que l'animal est tué, ne fût-ce que par les soldats, ce qui est généralement le cas, c'est le chef qui en tire gloire et profit. Un jour le liké Mekouas Abato revenait d'une de ces chasses; une cinquantaine d'hommes y avaient trouvé la mort, mais douze éléphants avaient suc combé sous les balles des quatre cents partisans qui raccompagnaient. Ce fut une belle cérémonie. La cour d'honneur du Guébi, dominée par la ter rasse du Saganet, d'où le Négous assistait au spec tacle, fut balayée, ce jour-là, de bonne heure par les officiers de service, en veste de satin; avec leurs badines ils rangeaient le long des murs la foule accourue. Le liké Mekouas Abato arriva solennellement au palais, entouré de tous ses hommes. Depuis sa maison jusqu'au Guébi les fusillades redoublées annonçaient son approche. Les soldats du héros entrèrent dans la cour d'hon neur par petits groupes, précédés de leurs chefs et vêtus de soieries multicolores. Chaque cohorte por tait, en guise de fanion, une queue d'éléphant fixée à une hampe. Ils s'avançaient en dansant, vociférant"], [159, "RETOUR D'UNE CHASSE A L'KLEPHANT"], [160, ""], [161, "ROI DE DJIMMA ET RAS MANGACHA. 137 leurs cris de guerre, et déchargeant sans cesse leurs fusils. Arrivé aux pieds de l'empereur, chaque soldat se prosternait et baisait la terre. Les danses et les cris redoublaient. Au milieu de ce vacarme apparut le liké Mekouas sur un cheval piaffant, harnaché d'argent et capara çonné d'étoffés éclatantes; il sauta lestement à terre et se présenta devant le Négous, qui le complimenta. II était suivi de soldats à la file indienne, qui, deux par deux, apportaient à Ménélik les vingt-quatre défenses, dépouilles de ses victimes. A ce moment, les chants reprennent de plus belle, accompagnés cette fois par les spectateurs, qui joignent leurs cris aigus aux hurlements gutturaux des soldats. Les officiers du liké Mekouas esquissent entre eux des simulacres de combat et se précipitent en masse, courbés, le fusil ou la lance au poing, vers un éléphant imaginaire. Un guébeur suivit na turellement cette fête. IV En 1894, je passai la saison des pluies seul à l'agence avec Mme Stévenin. En effet tous les Européens avaient quitté Addis- Ababa : M. Savouré faisait route pour l'Europe ainsi que M. Ilg, qui emmenait avec lui le fils du ras"], [162, "138 UNE EXPÉDITION AVEC MÉNÉLIK. Dargué, liedj Gougsa,le fils d'un des azagesde l'im pératrice et Ato Affwork son gendre, afin de les mettre tous trois dans un collège à Neuchâtel, en Suisse. Ge sont eux qui soulevèrent en janvier 189S l'incident dit : l'enlèvement des princes abyssins Stévenin et Trouillet étaient partis pour l'Aouache, où ils devaient monter un pont en fer pour remplacer le pont de bois qui existait sur la route du Harrar. M. Capucci seul séjournait dans la capitale. A cette époque de Tannée les Abyssins restent dans leurs provinces et ne viennent à Addis-Ababa qu'après la mauvaise saison. La cour seule séjourne dans la capitale, mais les fêtes sont rares et les guébeurs peu suivis. Un samedi d'août de celte année, l'empereur Mé nélik fit annoncer au son du tambour, sur la place du grand marché hebdomadaire, qu'aucun domes^ tique homme ou femme, qu'aucun soldat ne devait quitter son chef. II ordonna aussi que chacun prépa rât ses provisions et ses équipements, afin d'être en état de partirpourune expédition chez les Oualamos. Les généraux qui devaient se joindre à lui, tels les ras Mikaël et Oueldegorguis, furent prévenus. En Tannée 1890, un certain ras Mangacha, gou verneur des pays Aroussi (qu'il ne faut pas con-"], [163, "LE COLONEL PIANO, ENVOYÉ ITALIEN. 139 fondre avec le ras du Tigre), avait essayé, à la tête de troupes abyssines, mais sans aucun succès, de s'emparer du Oualamo. Une expédition tentait l'empereur, non seulement pour réparer cet échec et pour tenir ses troupes en haleine, mais encore parce qu'il aime Tactivité et désirait voir ce pays qu'on disait beau et fertile. De plus, de nombreuses escarmouches que les Gallas du Oualamo avaient constamment avec les soldats des pays limitrophes menaçaient de devenir plus sérieuses. Enfin l'empereur n'était pas mé content de se faire payer de nouveaux tributs pour couvrir ses dépenses d'armement, qui augmentent d'année en année. Pendant trois mois chacun se prépara en vue de cette campagne, et, les premiers jours de novembre, on s'aperçut que le départ approchait. La ville d'Addis-Ababa prenait en effet un air d'activité inaccoutumée. Les généraux venaient se joindre au Négous. On n'attendait plus pour se mettre en marche que le ras Mikaël, qui devait, avec ses 10000 hommes, former Tavant-garde. Ce général gouverneur des pays Ouollo-Gallas, gendre de Ménélik quoique mahométan, est un grand exportateur d'esclaves; les nombreux convois"], [164, "140 UNE EXPÉDITION AVEC MÉNÉLIK. de chair humaine arrêtés souvent dans la mer Rouge par les croiseurs anglais ou turcs et à des tination du Yémen proviennent du Ouollo. Enfin il arriva le 1er novembre. Le lendemain, une interminable file de femmes à pied, portant sur leur dos des gombots de bois sons, de miel ou de beurre, prenaient la route du premier campement, précédées de bœufs et de mou tons. Mais c'est seulement le 15 novembre qu'on apprit que le Négous s'était décidé à partir, malgré la vive opposition de l'impératrice Taïtou et des vieux conseillers de son entourage. Quelques semaines auparavant, le grasmatch Jo seph était venu de la part de l'empereur me « prier » de Taccompagner; je devais lever le plan de la route, qui promettait d'être intéressante, disait-il, nul Eu ropéen n'ayant encore traversé ce pays. Je fus forcé d'accepter. Pour me faciliter le voyage, le Négous me promit que mon campement serait à côté de celui du gras match Joseph Négoussié. Ce général parle admira blement le français, comme je Tai dit, et sert d'in terprète au palais. Ses services coûtent cher aux Européens qui les utilisent, mais au moins ses tra ductions sont intelligemment faites quand il veut. L'autre interprète du Négous est Ato Gabriel, dont"], [165, "LE COLONEL PIANO, ENVOYÉ ITALIEN. 141 Taspectfaux et rampant fait de suite deviner le carac tère retors. II s'adonne à ['absinthe, ce qui n'est pas pour peu dans la figure de brute qui le caractérise. Le Négous d'ailleurs Ta en petite estime. Quoiqu'on Tait prétendu, Ménélik ne parle ni ne comprend aucune langue européenne. Je connaissais peu la langue amharique, juste assez pour donner des ordres à mes domestiques; j'étais donc content que ma tente fût à proximité de celle du grasmatch. C'est un homme intelligent, c'est grâce à lui que j'ai pu avoir la plupart des notes et renseignements que j'ai pris dans ce voyage. L'empereur lui avait donné Tordre de se mettre à ma disposition. II savait que je devais faire des pho tographies et parut heureux lorsque je lui dis qu'au retour je publierais Thistoire de cette expédition. II me dit de ne pas le quitter pendant les marches, afin de voir de près et de ne pas être par trop bousculé. U m'avait autorisé à fouiller dans le Gouada, où j'avais pu découvrir, parmi un amoncellement d'instruments hors d'usage, un baromètre horo métrique, une boussole et une boîte de compas. Lorsqu'on traverse le pays d'un gouverneur, celui-ci est obligé de fournir des vivres au Négous tant qu'il se trouve sur son territoire."], [166, "UNE EXPÉDITION AVEC MÉNÉLIK. 142 Les routes en pays éthiopiens étaient préparées par les paysans : arbres déracinés, coupés ou brûlés, herbes incendiées, rivières comblées pour faire un gué, accidents de terrain grossièrement nivelés. Mais en pays ennemi, c'est autre chose, et les soldats sous Tœil du Négous font eux-mêmes le chemin, ce qui retarde la marche. On s'arrête souvent des heures pour aplanir les passages difficiles. Chacun apporte qui sa pierre, qui sa branche d'arbre, des bottes d'herbe ou des mottes de terre, l'empereur tout le premier. Le Négous est précédé d'une trentaine de taba rits ou timbaliers montés, ayant de chaque côté de Tencolure de leur mulet ou de leur cheval une grosse et une petite caisse sur lesquelles ils frappent en cadence avec des baguettes en bois coudé. Quelques trompettes lancent de temps en temps leurs sons aigus. Derrière ces musiciens, qui ne cessent de jouer tandis qu'on chemine, une légère avant-garde de cavaliers précède le Négous. Celui-ci porte le même costume qu'en ville, et monte de superbes mulets richement caparaçonnés qu'il change toutes les deux heures. Près de lui se tient quelque général ou Yafsanougous (chef de la justice); deux pages à pied semblent le soutenir sur son mulet. Son écuyer,"], [167, "L' ARMEE ABYSSINE."], [168, ""], [169, "LE COLONEL PIANO, ENVOYÉ ITALIEN. 145 qui porle son fusil et son bouclier recouverts d'étoffé jaune à grands ramages bleus et verts, suit et sert de guide à toute Tescorte de Sa Majesté, qui so meut pêle-mêle dans un désordre indescriptible. On comprendra facilement ce que peut être une marche dans ces conditions, lorsqu'on saura que chaque chef, de quelque importance qu'il se croie, est précédé d'un page loqueteux, tenant en main un cheval étique,^dont la selle plus ou moins garnie d'ornements d'argent est cachée sous une housse en andrinople. Ces chevaux ne sont montés qu'au moment du combat. De plus chaque olficier est suivi de plusieurs soldats et d'un porte-bouclier chargé des objets indispensables à sou maître : petit panier contenant quelques provisions de bouche pour les haltes, gobelet à boire, vaste corne de tetch et livres de prières, — tous ces objets recouverts do chiffons préservateurs. Je formai pour moi une petite escorte de douze hommes et deux boys, dont chacun à tour de rôle me servait d'écuyer, portant mon fusil et mon su perbe bouclier garni d'argent, présent du Négous. J'emmenais également avec moi deux femmes pour faire ma cuisine et celle de mes hommes. L'une d'elle, Oueletagorguis (Georgette), devait s'occuper spécialement de ma nourriture. Elle mon- 10"], [170, "146 UNE EXPÉDITION AVEC MÉNÉLIK. tait un mulet et cheminait d'étapes en étapes, la figure voilée sous une ombrelle noire. L'autre, de moindre condition, faisait la route à pied. Dès Tar riv'ée au bivouac elle s'en allait couper du bois, chercher de l'eau. Mais quelques semaines après, elle était aidée dans sa tâche par les esclaves que jc rapportai au Choa. J'avais comme cavalerie deux mulets de selle, six mulets de charge pour ma tente, mes malles nt mes vivres. Mes douze hommes étaient armés de fusils Gras avec cent cartouches par homme, soit quatre-vingt-douze de plus que n'en avaient les sol dats abyssins ! Pendant les routes je gardais un boy et deux soldats; le reste marchait en arrière avec mes ba gages et arrivait au campement quelques heures après moi. J'emportai mon express-détective Nadar, qui par son petit volume et son maniement facile me rendit les plus grands services, laissant à Addis-Ababa mes appareils plus volumineux. L'armée (si Ton peut appeler ainsi ces bandes désordonnées) manque totalement d'organisation et de discipline. Les hommes n'ont qu'un but, suivre leurs chefs et ceux-ci un but également : suivre le Négous,"], [171, "LE COLONEL PIANO, ENVOYÉ ITALIEN. 147 C'est une multitude portant fusils, lances, bâtons, boucliers, bois de tente, les uns à pied, d'autres à mulets ou à cheval, d'autres encore tirant leur mon ture par la bride. De plus chaque soldat, cavalier ou fantassin, porte plaqué au côté droit un long sabre souvent recourbé en cimeterre dont le fourreau de cuir usé laisse passer la pointe. On manque à chaque minute d'être blessé ou d'avoir les yeux crevés par les piques et les lances tenues en tous sens. Des milliers d'ânes, de mulets et de chevaux chargés de provisions, des kyrielles de femmes à pied en file indienne, portant de grands pots de tetch, de miel et de beurre, encombrent la route. Çà et là quelque grande dame, la figure voilée, se remarque au milieu des cavaliers sous une ombrelle noire, à califourchon sur un mulet. Cette fois, l'impératrice Taïtou n'avait pas voulu suivre son auguste époux : peu de grandes dames suivaient donc les armées. De tous ces impedimenta, il résulte un tes encom brement et un tel tohu-bohu dans la marche, que les étapes sont pénibles et semblent interminables. Pour me retrouver au milieu du campement, j'avais fait coudre sur ma tente une bande d'étoffé rouge, suivant Texemple des Abyssins, qui ornant les leurs"], [172, "148 UNE EXPÉDITION AVEC MÉNÉLIK. d'étoiles, de cercles ou de raies de couleurs écla tantes. - Avant de se mettre en campagne, le Négous as signe aux principaux généraux les places qu'ils doivent occuper au bivouac. Quoique chaque cam pement parte l'un après l'autre et sans aucun ordre, on se retrouve pourtant toujours aux haltes dans la position réglée par le protocole. Dès qu'un chef est installé, ses hommes confec tionnent à la hâte un abri, une petite tente ou quelque hutte en herbes ou en feuilles de cobas. Les femmes, elles, vont à la rivière, y puisent de l'eau, ramas sent du bois pour le feu et s'occupent du ménage. Deux heures après Tarrivée au gîte, il s'élève une ville en miniature. Quand le Négous a jugé Tétape suffisamment longue, il fait dresser une- tente d'andrinople, puis explore les environs, afin de laisser à ses bagages le temps d'arriver. Chaque tente impériale est sur montée de trois flammes aux couleurs abyssines.- L'une d'elles est énorme et permet de donner des guébeurs. Elles sont toutes comprises dans une enceinte en toile haute de 2 mètres formant haie. Aux ouvertures des gardiens sont placés. Les cérémonies, du reste, ont lieu comme au palais. Le Négous m'ayant promis, de me nourrir, afin que"], [173, "LE COLONEL PIANO, ENVOYÉ ITALIEN. 149 je n'eusse pas trop de mulets de charge à ma suite, je dus tous les jours déjeuner au Guébi et faire con naissance avec le brondo, qui devint mon princi pal aliment. Le soir on m'apportait des vivres : galettes de pain, sauces abyssines et telch. Les azages du Négous avaient d'ailleurs Tordre de ne me laisser manquer de rien et m'approvisionnèrent amplement pendant la durée du voyage de moutons et de quartiers de bœuf, que Oueletagorguis accom modait tant bien que mal à Teuropéenne. V Le Négous partit le 15 novembre à Taurorc; chacun se hâta de le suivre, afin de le rattraper au premier campement, moi tout le premier, qui n'avais garde de rester en arrière parmi Tencoinbrement des retardataires, des bagages et dés femmes. Le 16, nous traversions le fleuve Aouache sur un pont en bois solidement construit par MM. Ilg et Capucci. Le gros de Tannée passa la rivière à gué un peu plus haut. Pendant que Ton dressait les tentes impériales, le IStégous eut Tidée de pêcher ; il lança dans le fleuve quelques cartouches de dynamite : aussitôt des masses de poissons étourdis par le choc pré-"], [174, "PONT SVR L'AOUACBE. sentèrent à Tair leurs ventres argentés, mais replon gèrent bientôt! Ils étaient perdus si des nageurs n'eussent été assez habiles pour les saisir et les ap porter aux pieds de Sa Majesté. Le lendemain nous arrivâmes en pays Cou ragué. Les habitations de cette province sont pour ainsi dire perdues dans les plantations de cobas. Cette plante ressemble beaucoup au bananier, elle se coin-"], [175, "TBAVEHSiÍE DE L*AOUACHE PAR L* ARMES DE MKNÉlIK"], [176, ""], [177, "JE PARS EN EXPÉDITION. 153 pose d'une dizaine de feuilles qui atteignent 5 à 6 mètres de hauteur. Les Gouragués se nourrissent de sa pulpe, dont ils font des galettes, fort mauvaises d'ailleurs. Us cultivent également le tabac, qu'ils fument dans des courges desséchées, emmanchées de tuyaux de bam bou. En Abyssinie, au contraire, il est défendu de fumer, depuis qu'un plant de tabac a été trouvé sur la tombe de l'empereur Jean. II est bon d'ajouter que cette interdiction n'empêche pas de priser. Les Couragués cultivent aussi une pomme de terre allongée. Elles n'ont pas mauvais goût, et je fus assez content d'en manger une bonne friture. Les Couragués sont pauvres et misérables : les hommes, à moitié nus, se couvrent de peaux et se coiffent de bonnets pointus en peaux de chèvre. Les femmes, par leur chevelure touffue qui ressemble à des bonnets à poil, ont un aspect très Original; elles ont de nombreux bijoux d'étain garnis de verroterie^ La saison des récoltes achevée, les Couragués se rendent au Choa et se louent à la journée comme manœuvres, terrassiers ou laboureurs. Les hommes sont très maigres, vu la nourriture peu substantielle qu'ils absorbent. Les femmes sont souvent fort jolies, et leur teint clair les fait choisir de préférence par les"], [178, "154 UNE EXPÉDITION AVEC MÉNÉLIK. Européens qui séjournent en Abyssinie. Les enfants qui naissent de ces unions sont presque blancs, mais on a remarqué qu'ils héritent des défauts des deux races sans en prendre les qualités : ils sont men teurs et voleurs, et malgré toutes les bontés que Ton peut avoir pour eux il est impossible d'en faire de bons sujets. Nous avons employé à l'agence le fils d'un Suisse et d'une Couraguée. Élevé dans un collège à Zurich, il a dû être réexpédié dans son pays natal parla famille de son père défunt; il n'est pas de forfait dont il ne se soit rendu coupable. Le général Guébéié, gouverneur des pays coura gués, rejoignit Tannée du Négous à Condaltiti et apporta une jeune lionne de quelques semaines. De retour à Addis-Ababa, Ménélik fit don de ce fauve à M. Ghefneux, qui Tenvoya à Paris en juillet par le paquebot que je pris moi-même. Elle dépérit pen dant la traversée et mourut quelques semaines après son arrivée au Jardin des Plantes. Ce dimanche-là, jour où d'ailleurs on ne fait au cune étape, le filorari (général d'avant-garde) Gué béié fit défiler devant les tentes impériales six cents paysans, la plupart nus, qui portaient à l'em pereur des galettes de pain, du miel, du beurre, du tetch, du grain, et traînaient de nombreux bestiaux. Naturellement un immense guébeur s'imposait."], [179, "FEMMES COURAGUES."], [180, ""], [181, "JE PARS EN EXPÉDITION. 157 Nous traversâmes eusuite la province très boisée de Marocco. Le 22 novembre, un incident se produisit. A Tarrivée sur les rives du lac Selti, quelqu'un ayant apporté au Négous un gobelet d'eau pour montrer qu'elle était on dut rétrograder à deux heures de là pour en trouver de potable. Ge n'était pas unè chose facile que de faire faire demi-tour à Tar mée en marche. Le 23 novembre, nous campions au pied des monts Ourbaragué, dans la province du même nom. Tandis que nous y étions, nombre de gazelles et de zèbres sortirent des taillis. Cela donna lieu à des semblants de chasse à courre, les cavaliers les poursuivant et les attrapant à coups de lance. Le 26 novembre, nous arrivâmes dans le pays du dedjasmatch Béchat, cousin de l'empereur. Les prêtres de cette province reçurent le Négous en costumes bizarres, vêtus d'oripeaux de soie, dansant et chantant. Le dedjasmatch avait fait construire une vaste hutte en branches d'environ 60 mètres de lon gueur sur 30 de largeur, et comme il apportait des vivres en grande quantité, on festoya pendant toute la journée. Le lendemain nous traversâmes à gué le fleuve Ouéro et campâmes au pied du massif imposant du"], [182, "158 UNE EXPÉDITION AVEC, MÉNÉLIK. Kambatla, à proximité de sources d'eaux chaudes qui s'étendent sur un assez grand espace en une nappe bouillonnante formant d'épaisses vapeurs. Ces monts sont frontière naturelle de TEmpire Éthio pien et derrière eux se trouvait Tennemi. La nuit un orage effrayant, une pluie diluvienne avec accompagnement d'éclairs et de tonnerre bou leversa tout le bivouac. Comme nous étions campés dans une vallée au pied de hautes montagnes, comme au fond de quel que gigantesque entonnoir, les tentes, dont la plu part furent renversées par le vent, semblaient perdues dans un immense lac de boue; les femmes étaient affolées ; les mulets, les chevaux et les bes tiaux, effrayés, s'enfuyaient de tous côtés. Enfin, au petit jour, on put rétablir un peu d'ordre, mais il ne fallut pas songer à se mettre en route. On dut faire sécher les bagages et les tentes, nettoyer les armes, ramener les bêtes égarées et.... dévorer Ténorme quantité de vivres apportés par le dedjasmatch Tersamma, fils aîné du ras Dargué, oncle du Négous. Ce général est le gouverneur des pays Arroussi, riches en pâturages et par cela même riches en bestiaux. Le 30, on perdit quelques heures à combler avec"], [183, "ROI DE DJIMMA ET RAS MANGACHA. 159 beaucoup de disiiculté des tranchées creusées pri mitivement par les Oualamos et approfondies encore par la force des eaux pendant la saison des pluies. On s'arrêta dans la plaine de Korga, théâtre des luttes antérieures entre les Abyssins et les Oualamos. OUI RRII RS '\":.'•■"], [184, ""], [185, "CAVALIER CHOA AU RETOUR DU COMBAT, CHAPITRE IV En pays Oualamo. — La zérésa. — L'ir.vasion. — p de l'cx .baba à pédition. revue et retour à Addis-Ababa. — D'Addi Djibouti par le désert 1 E 1er décembre, après une pénible marche de six heures sous une pluie battante, nous cam- pions en plein pays ennemi. Déjà Tannée d'avant-garde du ras Mikaël incen- diait les maisons abandonnées par les Oualamos, qui fuyaient devant Tinvasion. Pendant une halte, le Négous, monté sur une éminence, fouilla de ses longues-vues Thorizon. U"], [186, "UNE EXPÉDITION AVEC MÉNÉLIK. 162 On bivouaqua à Contala, et Ton y fit quelques prisonniers, parmi les Oualamos qui assaillaient à coups de javelines les femmes abyssines allant cher cher de l'eau. Us renseignèrent le Négous sur Tétendue du pays, les usages, la religion, et durent servir de guides pour avoir la vie sauve. Le Oualamo est extrêmement fertile; de nom- breuses plantations de dourah, de blé, d'orge, de café, de tabac, de cotonniers, de millet, entourent les agglomérations de huttes et donnent au pays un aspect riche. La végétation est abondante en figuiers, palmiers, oliviers, fusains, sycomores, etc. Les chemins, de hutte à hutte, ou de village à village, sont bordés d'euphorbes. Les rivières coulent parmi un enchevêtrement de lianes et de bambous. Les cases, en forme de ruche à miel, bien construites et proprettes, sont encombrées à Tintérieûr d'objets faits par les Oualamos : de belles jarres et des tambourins en terre cuite, des ustensiles de ménage en bois ou en courge garnis de perles et de coquil- lages, des instruments de musique à cordes, de lourds sacs remplis de graines, des écheveaux de coton, des chapelets d'aulx et de maïs, des paquets de lamelles de fer longues d'une coudée qui leur servent de monnaie d'échange. Des aiguilles et des peignes en corne, des fuseau^ à filer en bois léger et"], [187, "EN PAYS OUALAMO. 163 en terre cuite, prouvaient Tingéniosité de cette peu plade. Des peaux de bêtes, gazelles, lions ou pan thères, pendues à Tintérieur des huttes, indiquaient que la chasse était une de leurs principales occupa tions. C'était un peuple heureux, se suffisant amplement à lui-même, vivant d'une vie biblique. Les Oua lamos étaient catholiques, ce qui surprit le Né gous; il les croyait mahométans et arguait de cela pour expliquer Texpédition. On apprit que des prêtres léguaient de père en fils les traditions des ancêtres sur les pratiques religieu ses et faisaient surtout observer les jours de jeûne. Des soldats du Négous prétendent même avoir trouvé au milieu d'une forêt une sorte d'église ren fermant des pierres saintes. Les Oualamos ont, ce qui fait absolument défaut aux Abyssins, le culte des morts. Les quelques tom bes que j'ai rencontrées sont vraiment pittoresques : des arbres plantés à dessein et entourés d'un fossé jettent leur ombre sur un tertre où repose le mort. A Tarbre le plus proche sont suspendues les armes du défunt, si c'est un homme, ou de menus bibelots garnis de perles et de coquillages, si c'est une femme. Les Oualamos étaient essentiellement chasseurs"], [188, "UNE EXPÉDITION AVEC MÉNÉLIK. 164 et cultivateurs, ils n'étaient soldats que pour défen dre leur pays. Leurs armes primitives se compo saient de deux javelots, l'un qu'ils lançaient, l'autre qu'ils gardaient en main. Ils portaient à la ceinture de lourds poignards coudés et tranchants à Tinté rieur, avec une épaisse arête à Textérieur, qui ser vaient plutôt de hache pour assommer Tennemi. Les armes des chefs étaient garnies de tortillons de cuivre et d'étain. Quelques-uns portaient un énorme bou- INSTRUMENT ARATOIRE ET POIGNARDS OUALAMO."], [189, "FEMME OUALAMO. clier en peau. Les fusils qu'ils avaient pris aux Abyssins dans leurs luttes incessantes aux frontières étaient transformés par eux en instruments ara toires. Ils chassaient l'éléphant à l'aide de pièges bien"], [190, "166 UNE EXPÉDITION AVEC MÉNÉLIK. combinés : une lance effilée et alourdie par un bloc de pierre, était placée en suspension, parmi l'en chevêtrement des branches, dans un sentier reconnu pour être le passage habituel de ces pachydermes. Lorsque l'un d'eux s'engageait sous cet appareil, il cassait de lui-même un système de ficelles qui dé clenchait Tappareil. La lance, tombant à pic, bles sait T éléphant, bientôt achevé par les chasseurs qui guettaient non loin de là. La physionomie du Oualamo ressemble plutôt à celle du Dankali qu'à celle de TAbyssin. Les Oua lamos ont la barbe rare et les traits comme laiilés à coups de serpe. Us sont en général plus noirs que les Abyssins. On ne rencontre pas, comme parmi ces derniers, de telles variétés de nuances, provenant des croi sements avec les Portugais. Aucun blanc n'avait jamais visité leur pays. Les hommes sont revêtus d'un petit pantalon à mi-cuisse et ils se drapent un chamma autour du torse. L'étoffe de coton dont ils font leurs vêtements est grossièrement tissée dans le pays et teinte en nuauces variant du rose saumon au rouge foncé, à Taide d'écorces d'arbres. C'est d'ailleurs la coloration générale du pays : la terre par endroits est complètement rouge."], [191, "EN PAYS OUALAMO. 167 Parmi les prisonnières ramenées au campement du Négous, j'en remarquai peu de jolies. Elles ont les cheveux tressés, mais non comme les Abyssi- nes. Leur sens moral est peu développé. Dès Je troisième jour de leur séjour au mi lieu des Abyssins elles chantaient, assi ses en rond autour des foyers des vain queurs , de bizarres, mélopées, s'accompa gnant sur les tam bourins déterre cuite, arrachés aux ruines de leurs habitations. Leur richesse con sistait en cultures, en bestiaux et surtout en esclaves, qu'ils échan- CHEF DE TniBU OtjAI.AMO. geaient entre eux. Les chefs de tribus occupaient usqu'à cinq cents esclaves, vaincus des pays limi-. trophes, qu'ils troquaient contre des chevaux ou des vaches. Les Oualamos ont fait preuve d'une bravoure"], [192, "168 UNE EXPÉDITION AVEC MÉNÉLIK. extrême en luttant contre Tinvasion des armées abyssines, et leur roi Tona ne s'est pas rendu. La guerre n'a cessé que lorsqu'il a été fait prisonnier, cruellement blessé. Dès le soir du 1er décembre, quelques combats partiels se produisirent, et Ton vit revenir cavaliers et fantassins abyssins couverts des hardes et des armes de leurs victimes, rapportant, fixées à la baguette de leur fusil, les dépouilles des Oualamos émasculés, et vociférant, ivres de sang, la fameuse chanson tigrine : « Chantez, vautours! Vous aurez en pâture De la chair humaine! » Dès ce moment et jusqu'au massacre définitif, ces cris ne cessèrent de résonner de tous les côtés et devinrent une véritable obsession. Tous les jours et à toute heure, c'était devant la tente de chaque chef un défilé de soldats venant sur un ton arrogant crier leurs exploits. Les combats étaient pour ainsi dire individuels : des hordes de quarante ou cinquante Abyssins allaient massacrer à bout portant des groupes de Oualamos dix fois moins nombreux qu'eux. Aussitôt en vue du campement, ils commençaient îi chanter, caracolant sur leurs montures caparaçon-"], [193, "RETOUR DU COMBAT"], [194, ""], [195, "EN PAYS OUALAMO. 171 nées de chammas couleur rouge-brique ou saumon, arrachés à leurs victimes. Une fois arrivés, les chants redoublaient. Les femmes les accompa gnaient de cris stridents. Quelques jours après les premiers combats, la plupart des soldats avaient la tête couverte de beurre et une branche d'asperge sauvage piquée dans les cheveux, ce qui indiquait qu'ils avaient tué au moins un ennemi. Les morts abyssins étaient abandonnés, sauf les personnages de quelque importance, que Ton rapportait au camp. Les cris de joie étaient alors remplacés par des cris de douleur: les femmes demi-nues dansaient autour de la tente du mort en s'arrachant les cheveux et se frappant la poitrine. II De ce jour commença la zéréfa, pillage des habitations et des cultures, Tégorgement des bes tiaux, le sac du pays, Tincendie. Les vainqueurs re venaient au campement avec des prisonniers, femmes et enfants, nus ou les reins garnis de feuillage, portant les produits de la razzia, poulets, choux, citrouilles, et traînant à leur suite chevaux, ânes, chèvres ou bœufs. Le pays Oualamo est enclavé, du moins par trois"], [196, "172 UNE EXPÉDITION AVEC MÉNÉLIK. côtés, dans le territoire éthiopien ; la tactique abyssine était fort simple : elle consistait à cerner les ennemis et à les massacrer finalement au pied d'une chaîne de montagnes presque inaccessible. Ce fut d'ailleurs une suite de guérillas í chaque petit chef abyssin, combattant pour son compte avec ses hommes, partait à Tattaque quand et où bon lui semblait. La discipline abyssine est absolument nulle. Pour donner des ordres, le Négous faisait tambouriner Taprès-midi devant sa tente et faisait lire des édits qui n'étaient presque jamais exécutés. Cette expédition date parmi les guerres éthio piennes par son horreur et la quantité de sang versé en un espace de temps si restreint. Un vieux ras, qui avait assisté à tous les combats depuis bien des années, me dit ne jamais avoir vu encore un tel massacre. Les chiffres sont difficiles à donner. Le Négous, à qui j'avais demandé le nombre des morts, fit faire un recensement par son garde du sceau; chaque chef disait combien de victimes avaient faites ses hommes. Finalement, j'eus le chiffre de 96 000 hommes tués et faits prisonniers, mais j'estime qu'en réduisant le nombre à 20 000, on est plus près de la vérité. Ce fut une boucherie terrible, une débauche de"], [197, "CAVALIERS ABYSSINS"], [198, ""], [199, "LA ZÉRÉFA. 175 chairs mortes ou vives, déchiquetées par des soldats ivres de sang. J'ai Vu des endroits, qui avaient dû être Templacement du marché du village, couverts de cadavres dépouillés de leurs vêtements et mutilés d'une façon affreuse. J'ai vu des Abyssins escortés de chapelets de prisonniers, femmes et enfants, faisant porter à ceux-ci les dépouilles sanglantes de leurs maris ou de leurs pères. J'ai vu, et le Né gous dut faire un édit pour empêcher ces atrocités, des soldats abyssins arracher des enfants à la ma melle et les jeter dans les champs, afin d'alléger la mère d'un fardeau qui Taurait empêchée de conti nuer la route iusqu'au pays. Quand un Abyssin rencontrait un de ses amis, ìl Tinterrogeait ; « Combien as-tu tué? Moi tant », et l'autre répondait en lui indiquant le nombre de vic times tombées sous ses coups. Quand le chiffre pa raissait exagéré, il demandait : Ménélik ïrnout? (par la mort de Ménélik?) et Tinterlocuteur jurait par la mort du Négous qu'il ne mentait pas. Le nombre des bœufs capturés fut énorme, et à chaque pas les mulets trébuchaient sur des ca davres humains, on bien sur des bestiaux que les Abyssins avaient commencé à manger, tout pan telants, avant de porter plus loin leur œuvre de destruction."], [200, "UNE EXPÉDITION AVEC MÉNÉLIK. 176 Je ne pus empêcher mes hommes de combattre et mon campement s'accrut, au bout de peu de temps, de douze bœufs et vaches, de quelques chè vres et de onze esclaves, femmes et enfants. Selon la coutume abyssine, je pris ma part et conservai pour moi cinq esclaves. Je dus faire ficeler sur un PRISONNIERS OUALAMOS. cheval, acheté à cette intention, un petit prisonnier de trois ans que je tenais à ramener au Choa. II était très affectueux et semblait reconnaître les soins que je prenais de lui. Je le faisais manger sur mes genoux lorsqu'il était fatigué; je lui apprenais quelques mots de français. II savait très bien dire, par exemple : « Eoumque! » et « vilain animal!» à son cheval, quand il n'avançait pas. A mon retour"], [201, "LA ZÉRÉFA. 177 en France, je le confiai à M. Savouré, qui devait rester encore quelque temps au Choa. Les femmes oualamos montrèrent une énergie rare, excitant leurs maris à la résistance. Elles leur OUALAMOS FAISANT LEUR SOUMISSION. défendaient de porter leurs petits pantalons autre ment qu'en ceinture roulée autour des reins avant d'avoir tué un ennemi, car ils n'étaient pas dignes, disaient-elles, de porter un vêtement masculin Dans les luttes individuelles, les hommes qui ne voulaient pas se battre et qui ne savaient pas 12"], [202, "UNE EXPÉDITION AVEC MÉNÉLIK. 178 parler abyssin se jetaient à genoux, présentant des deux mains des brindilles d'herbe arrachée. Mais comme il était plus beau de ramener au campement la preuve d'un combat, ils étaient massacrés, mal gré leurs lances jetées au loin et leur refus de ré sister. Quelques tribus vinrent en masse se rendre au Négous, des branches d'arbres à la main, en signe de soumission, amenant leurs bestiaux et leurs chevaux. De Contala, où nous campions du 1er au 3 dé cembre, on apercevait le mont Damolé, qui devint le centre des opérations. Deux journées se passèrent à assister, comme à un spectacle, à ces luttes dont les détails ne nous échappaient pas, grâce aux lon gues-vues et aux lorgnettes braquées partout. Des rassemblements de Oualamos se formaient au loin. Le troisième jour fut employé à préparer la route : le passage était difficile; chacun aidait à frayer le chemin, taillait dans les arbres à coups de hache ou de sabre, comblait un torrent à Taide de pierres et de branches. Les 4 et 5, nous marchions en avant, évitant les tranchées et les trous en damier recouverts de bran ches et d'herbe, accidents de terrain artificiels que les Oualamos avaient créés pour entraver la cava-' lerie.Nous arrivâmes à une agglomération de huttes"], [203, "LA ZÉRÉFA. 179 en feu, juste à temps pour voir expirer Tincendie de la maison du roi, qui s'était enfui, abandonnant tout au pillage. Le 6, nous campions au pied du mont Damoté. Nous y restâmes quatre jours. Les cris de joie des vainqueurs et les hurlements aigus des femmes ne cessaient de se faire entendre. Le 7, mes domesti ques étant tous allés combattre, je n'avais qu'un boy pour m'accompagner à la recherche du Négous, parti au petit jour. Je me perdis, mais trouvai heu reusement, en fouillant Thorizon avec ma lorgnette, de longues files de soldats rentrant au campement, ramenant des esclaves et des bestiaux. Je les rejoi gnis et marchai avec eux pendant quatre heures, au milieu des plaintes des prisonnières, des cris de douleur des blessés, et des vociférations des vain queurs, poussant devant eux esclaves et bestiaux, les stimulant de temps à autre à coups de lance dans le dos. De retour, je trouvai mes hommes criant et ges ticulant, couverts de sang; ils m'avaient rapporté des esclaves et des bestiaux. Le Négous, ayant appris qu'ils s'étaient couverts de gloire, m'envoya le soir un supplément de boisson, qui acheva de les rendre fous."], [204, "UNE EXPÉDITION AVEC MÉNÉLIK. 180 III Le 10 décembre, Ménélik voulant eu finir avec cette guerre de guérillas et frapper un coup déci sif, ordonna d'aller de Tavanl et de laisser au cam pement tous les impedimenta. Après une marche de nuit de six heures, effrayante de bousculades en raison de Tindiscipline des troupes et de Tobscu rité, le Négous s'arrêta non loin du lac Abbaï; il fit dresser une petite tente pour lui. Chacun dut se contenter d'une pierre comme oreiller et du sol rocheux comme lit; on ne put même pas faire du feu pour se réchauffer, afin de ne pas donner l'éveil aux Oualamos. Le ras Mikaël marchait parallèlement à l'armée propre du Négous. Le ras Oueldgorgius et le roi de Djimma Abba- Djiffar, devaient prendre Tennemi de flanc, pendant que le liké Mekouas Abato, investi par le Négous du commandement en chef, arriverait d'un autre côté. Le tout était combiné de telle sorte que les Ouala mos, qui s'étaient retirés' vers le sud depuis le commencement de Tinvasion, devaient infaillible ment être massacrés. Ce plan réussit à merveille. Le mardi 11 dé-"], [205, "L'INVASION. 181 cembre, nous marchâmes toute la journée sans halte, nos mulets faisant continuellement des écarts sur les cadavres récemment tués qui encombraient le pays. Les blessés, affreusement mutilés, étaient piétines par les cavaliers. J'assistai, aux côtés du Négous, à une tuerie de Oualamos, blottis derrière les grandes feuilles des plans de cobas. Ils étaient massacrés dès qu'ils faisaient mine de sortir de leur abri pour jeter leur lance. Us recevaient à bout portant la décharge de fusils Gras ou Remington et étaient immédiate- ment mutilés et dépouillés. Tout Tentourage du Négous prit part au carnage, et celui qui revint ce jour-là au campement sans avoir tué quelque ennemi dut désespérer d'en tuer jamais. On se se- rait cru à quelque infernale battue où le gibier était remplacé par des êtres humains. Lutte inégale d'hommes armés et en nombre contre d'autres dis- séminés et affaiblis par la défaite, qui n'opposaient aux armes à feu de leurs adversaires que des jave- lots primitifs, incapables même de s'en servir, vingt balles les trouant de part en part dès qu'ils se dis posaient à se défendre. Le lendemain, ce fut la même scène : tuerie de tous côtés. Le soir, les gens du ras Mikaël, qui n'étaient armés que de mousquets de gros calibre,"], [206, "182 UNE EXPÉDITION AYEC MÉNÉLIK. à capsule, ramenèrent au Négous le roi du Oua lamo, Tona, blessé grièvement. II avait au cou une vaste échancrure faite par une de ces armes. Le Négous le reçut dans sa tente, entouré de toute sa cour. II reprocha au vaincu de n'avoir voulu plier que terrassé par la force des armes : « C'est la méchanceté de mon cœur qui m'a fait résister à un tel ennemi, répondit-il. Que la mort de tous mes compatriotes retombe sur moi, seul coupable de n'avoir écouté que ma fierté 1 J'aurais dû me soumettre à toi avant de laisser dévaster mon pays et massacrer mes sujets. » Nous rentrâmes au campement des jours précé dents, et je ne fus pas mécontent de retrouver mes bagages, et surtout ma tente, remplacée depuis quelques nuits par un abri hâtivement fait par mes hommes à Taide de branches et d'herbe. Mais, une odeur de charnier s'élevant de tous côtés, on dut lever le camp et ne s'arrêter que quelques lieues plus loin. Le 15, le bruit courut que le Négous, encouragé par ses succès, continuerait Texpédition en com battant les Geumos, dont le pays faisait suite au Oualamo. Mais, le lendemain, le chef de cette tribu vint faire au Négous acte de soumission. Ce jour-là, Ménélik prit directement part au combat et"], [207, "L'INVASION. se couvrit lui-même de gloire en tuant d'un coup de winchester, à quarante pas, un ennemi dont la CAMPEMENT DE PRIS0KN1EIIS OUALAMOS. tête dépassait les hautes herbes. Ce fut le signal do la fin, et le Négous fit un édit pour arrêter la cam pagne. Le massacre était fini, mais les horreurs du retour commençaient; il fallait ramener au pays"], [208, "184 UNE EXPÉDITION AVEC MÉNÉLIK. ces masses d'esclaves, femmes et enfants, qui traî naient péniblement la jambe, fatigués par la marche et par le métier de porteurs que leur faisaient en durer leurs nouveaux maîtres. Le 17 décembre, nous dûmes encore changer de campement par raison d'hygiène; les Abyssins avaient rassemblé une telle quantité de bestiaux, qu'ils n'attendaient pas qu'un bœuf fût achevé d'être dévoré pour en tuer un autre. On remplissait des sacs en peaux de quanta de bœuf, découpé en lanières et desséché au soleil, qui devait servir de viande de conserve pour le retour. Les 18 et 19 Sa Majesté, secondée par ses chefs, fit le triage des bestiaux. Elle en prit la moitié pour elle et en laissa l'autre moitié aux soldats; mais ce bétail ne put être ramené au Choa : une partie mourut; l'autre, atteinte de maladie, dut être abandonnée pour éviter la contagion. La part de Ménélik fut de 18 000 têtes de vaches ou de bœufs. Le 20, nous campions sur le versant nord du Da moté, probablement dans un pays habité par des forgerons. Ce mont est en effet formé de terre riche en minerai ; dans les maisons abandonnées qui res taient encore debout on retrouvait des traces de foyer et de pierres servant d'enclume pour mar-"], [209, "L'INVASION. 185 teler le fer. Ma boussole d'ailleurs depuis quelque temps me donnait des indications fantaisistes, Tai guille aimantée étant rendue folle par le sol ferru gineux. J'eus la chance ce jour-là de camper dans un endroit ravissant, ma tente adossée aux arbres d'un cimetière oualamo, non loin d'une source que je trouvai cachée dans des ronces et qui coulait claire et limpide entre des rochers. Je défendis à mes hommes de Tiudiquer à mes voisins et je fus pour ainsi dire seul à goûter cette eau exquise, qui me semblait d'autant meilleure que depuis le dé part d'Addis-Ababa je me contentais, faute de mieux, de Técœurante boisson que m'envoyait le Négous ou de l'eau boueuse et trouble que Ton me rapportait dans des outres puantes. Du 21 au 28 on reprit la direction du Choa, faisant de petites étapes pour permettre aux soldats de saccager le pays, et les laissant faire d'amples provisions de grain. Pendant une des longues haltes, le Négous fit construire un jour en quelques heures une vaste ferme en bois, sur une hauteur dominant le pays, en signe de prise de possession du Oualamo. Les autres jours, pendant les haltes, il fit défiler devant lui les esclaves capturés par chaque chef. Ayant choisi les plus vigoureux, dans la proportion"], [210, "UNE EXPÉDITION AVEC MÉNÉLIK. 186 d'un dixième, il les fit marquer d'une croix dans la main avec de Tacide, et les rendit à ceux qui les avaient pris, pour ne pas en être embarrassé durant le voyage. De retour au Choa, il réclama ses escla ves, qu'il avait pour plus de sûreté inscrits sur un grand livre. Lorsque les miens passèrent devant lui, je fis aimablement observer à Sa Majesté qu'elle en avait 1800 pour sa part, et que je n'en avais que 11. C'était bien le moins de me les laisser. « C'est bien, me dit-il en souriant, garde-les. » J'assistai lors de ce triage à des scènes déchi rantes. Des enfants séparés de leur mère, des frères de leurs sœurs, poussaient des cris d'horreur qui réveillaient pour quelques instants leurs faces de brutes. IV Le 29, grande revue. Le Négous était assis dans une tribune en bran ches élevée à la hâte, sous un dôme de nattes, su perbe dans ses habits de cérémonie, le front ceint d'une auréole en crinière de lion. Devant lui défi lèrent la cavalerie au galop, les piétons en courant, les généraux à la tête de leurs hordes, dont los gestes et les cris sauvages semblaient pétrifier de stupeur le"], [211, "CAVALERIE ABYSSINE DEFILANT DEVANT MENÉLIK"], [212, ""], [213, "FIN DE L'EXPÉDITION. REVUE ET RETOUR. 189 roi Tona et les chefs du Oualamo couchés au pied de la tribune impériale. Les 30 et 31, étapes de retour. Le mardi 1er janvier 1895, le grasmatch Joseph vint me souhaiter la boune année. II avait dit au Négous que c'était pour nous le premier jour de Tannée nouvelle, que c'était Thabitude en Europe d'échanger des cadeaux. Ménélik m'envoya quel ques pots de beurre et de miel et une bouteille d'eau-de-vie de grain qui n'était pas à dédaigner, mes provisions tirant à leur fin. Le roi Tona, dont la blessure commençait à se cicatriser, grâce à Tiodoforme du Négous, repre nait son aplomb. II était maintenant richement habillé des défroques impériales et chevauchait sous une ombrelle blanche, entouré de soldats armés de fusils Gras. Cette escorte lui avait été donnée autant pour lui faire honneur que pour le garder à vue. J'eus occasion de soigner quelques malades, car en ma qualité de blanc j'étais regardé comme plus ou moins capable de guérir les blessures. Les re- mèdes dont j'avais fait ample provision au départ étaient de Tacide phénique et de Tiodoforme pour les plaies et du laudanum pour la diarrhée. Cette dernière maladie devenait très fréquente et faisait"], [214, "UNE EXPÉDITION AVEC MÉNÉLIK. 190 mourir bon nombre d'esclaves. Un jeune homme que j'avais sauvé de la dysenterie m'envoya pour me remercier un petit Oualamo. Mais je le lui ren voyai, ne voulant pas accepter d'honoraires. Ce genre de cadeaux était fort prisé, on échangeait des esclaves entre chefs comme des cartes de visite au jour de Tan. Les 2, 3 et 4, rien d'anormal, sinon une alerte la nuit, les soldats du ras Mikaël ayant jugé bon tirer pendant une heure de nombreux coups de fusil pour chasser la fièvre qui commençait à sévir. Le 5, cette marche lente au milieu de la foule malsaine, commençant à m'énerver, je demandai au Négous un guide pour rentrer plus vite au Choa. U fit droit à ma requête. Je doublai donc les étapes, admirablement reçu chez les gouverneurs des pays que je traversais, grâce au guide qui me précédait en m'annonçant à eux comme hôte forcé, ordre de l'empereur. Enfin le 13 j'arrivai à Addis-Ababa avec mes hommes, qui rentraient à ma suite, leurs montures caparaçonnées de toges des Oualamos, hurlant et gesticulant. Je n'étais pas fâché de revenir de cette expédition vraiment fatigante et écœurante et j'étais très heu reux de retrouver à la factorerie les visages blancs"], [215, "FIN DE REVUE ET RETOUR. 191 de M. Trouillet et de M. et Mme Stévenin. J'avais une indigestion de nègres après ces huit longues semaines au milieu des armées abyssines, sans nouvelles de TEurope, et je fus ravi de trouver à l'agence mon courrier de deux mois. Le 15, le Négous ayant envoyé au palais un courrier annoncer qu'il avait pendant une des haltes tué un éléphant, Timpératrice, en signe de réjouis sance, fit tirer le canon. On sut plus tard que dans le courant de cette chasse deux chefs et une ving taine de soldats avaient péri. L'empereur avait calculé son retour de telle sorte qu'il coïncidât avec le 18 janvier, jour de TÉpi phanie, une des plus grandes fêtes annuelles du Choa. U fit donc une entrée solennelle, en habits éclatants, précédé de tout le clergé du pays en cos tumes multicolores, évêques en tête, portant les pierres saintes des églises de la capitale et des en virons, qui avaient été au-devant de celle emportée en expédition. U était entouré de tous ses géné raux, resplendissants sous leurs habits de soie à ra- mages. L'empereur Ménélik, à Tapogée de sa gloire, rentra triomphant au palais pendant que de toutes parts résonnaient pétarades et chants joyeux et que dans tous les coins d'Addis-Ababa on entendait les"], [216, "192 UNE EXPÉDITION AVEC MÉNÉLIK. soldats hurlant à tue-tête : « Chantez, vautours! — Vous aurez en pâture — De la chair humaine ! » V Au commencement de février, on annonçait à quelques jours d'Addis-Ababa la caravane, attendue depuis longtemps, composée de M. et Mme Sa vouré, de M. Mondon-Vidaillet, publiciste, et MM. Chefneux et Gaiffe, représentant la Société du lac Assal. M. Mondon est Tauteur anonyme des Lettres d'Abyssinie publiées dans le journal le Temps. II a fait une grammaire abyssine considérablement « réduite » du dictionnaire de d'Abbadie. M. Chefneux est très aimé au Choa, et, ayant toujours fort réussi auprès du Négous au point de vue commercial, il est très écouté au Guébi comme à la côte. Le gouvernement Ta chargé de missions importantes. Ainsi, à la suite de Tenvoi de deux lions que le Négous fit remettre par son entremise au président Carnot, il apporta en remerciement au souverain éthiopien la plaque de la Légion d'hon- neur. Cette cérémonie donna lieu à de grandes fêtes. M. Chefneux, actuellement directeur de la Société"], [217, "D'ADDIS-ABABA A DJIBOUTI. 193 du lac Assal, venait auprès de Ménélik lui présen ter une quarantaine de mille francs en pièces de monnaie à son effigie et négocier la fourniture de 1000 mulets à destination de Madagascar. M. Gaiffe devait le seconder. Quant à Mme Savouré, elle ne paraissait pas au trement fatiguée de ce long voyage; d'ailleurs elle avait fait une bonne partie de la route en petite charrette anglaise traînée par un mulet. Je n'eus pas le temps de connaître beaucoup les nouveaux venus, car peu de temps après leur arrivée je dus regagner la côte; on avait en effet mis sous les yeux du Négous quelques articles que j'avais envoyés en France. Leur traduction, faite pour les besoins de la cause, avait eu le don de monter contre moi Ménélik, pourtant si bien disposé en ma faveur. Je préparai en hâte mes bagages et partis pour le Harrar. Je pris congé du Négous. On lui avait parlé seulement de mes articles sans les lui montrer. U fut plutôt froid, cependant il me donna une lettre pour le ras Makonnen ; j'espérais pouvoir rester quelques semaines au Harrar pour prendre des vues de la ville. Dès le second jour de marche je reçus un cour- 13"], [218, "194 UNE EXPÉDITION AVEC MÉNÉLIK. rier exprès d'un bon ami que j'avais laissé à la cour éthiopienne; je ne puis le nommer, mais je tiens à lui adresser ici Texpression de ma recon naissance. Abyssin, mais Européen de cœur, il a toujours su, dans la mesure de ses moyens, rendre service tant aux Français qu'aux Italiens; il me prévenait que, malgré la lettre du Négous au ras Makonnen, un courrier était parti pour le Harrar, et qu'en cette ville des « surprises désagréables » m'attendaient. M. Trouillet, qui m'accompagnait, envoyé par l'empereur pour faire sauter à la dynamite quelques rochers qui gênaient le passage des caravanes, m'aida à organiser une « fuite ». Je le quittai comme si de rien n'était, laissant croire à mes hommes que je me dirigeais vers le Harrar; je m'adjoignis deux guides, parents d'un certain Somali Ali-Farah, chef des caravanes de la Compagnie Franco-Africaine. II me mit moralement entre leurs mains, et leur dit qu'ils étaient respon sables s'il m'arrivait quelque incident fâcheux. Je n'eus qu'à me louer de leurs services. Arrivé à la bifurcation de la route fréquentée et de celle du désert, je rassemblai mes hommes et, leur promettant doubles appointements, je leur expliquai cn abyssin que, porteur d'une lettre im-"], [219, "D ADDIS-ABABA A DJIBOUTI. 195 portante, je devais arriver à Djibouti en douze jours sans passer par le Harrar. J'étais en outre chargé d'un lot d'or pour la Compagnie, ce qui expliquait Tordre que je leur donnais de veiller sur moi nuit et jour. Mon escorte se composait de douze hommes, les mêmes qui m'avaient accompagné au Oualamo, plus un chef-domestique abyssin, Bayenné, très malin, débrouillard et parlant quelque peu le dialecte des pays que j'allais traverser. II avait été plusieurs fois à la côte par cette voie et m'a été très utile ; je fus enchanté de Tavoir emmené. J'avais neuf hommes armés de fusils Gras, deux portaient ma carabine et mon fusil de chasse, et mes deux guides avaient des remingtons. Ma cavalerie se composait de deux mulets de selle, de six de charge et d'un cheval pour retenir les mulets près de moi, car ils aiment par-dessus tout la compagnie des chevaux. A partir de l'Aouache, je ne dépliai ma tente qu'aux haltes d'une heure que je faisais Taprès midi pour manger et laisser reposer mes bêtes. Quant à moi, je n'avaisnulle envie de séjourner dans ces plaines brûlantes et peu sûres. Je dormais généralement sur mon lit-pliant à la belle étoile, tellement il faisait chaud. Une nuit,"], [220, "UNE EXPÉDITION AVEC MÉNÉLIK. 196 m'étant arrêté à cause de Tobscurité très grande, nous fûmes surpris par un orage effrayant qui m'inonda, moi et mes bagages, avant que j'aie pu monter ma tente. Aux rives de l'Aouache je ne pouvais fermer Tœil, dévoré par les moustiques malgré mes cou vertures, j'aimais d'ailleurs mieux marcher la nuit. II fallait du reste doubler les étapes. Je vis de loin des autruches et des zèbres, je tuai quelques pintades, une antilope, des dig-dig, mais je manquai des... adals qui paraissaient vou loir s'approcher de ma petite caravane. Ils rôdaient au nombre de dix, caracolant demi-nus sur leurs chevaux nerveux et agitant leurs lances. J'arrêtai ma troupe et dirigeai sur eux une fusillade qui les fit filer comme un troupeau de gazelles, penchés sur leurs montures pour ne pas présenter à nos balles leurs dos noirs, qui formaient cible sur le sable du désert Après cet incident, nous marchâmes trente -six heures de suite, ne nous arrêtant que pour manger et faire boire mes mulets, de crainte de les voir re venir, cette fois, en plus grand nombre. Aux abords des puits je trouvais souvent installée quelque tribu nopiade. J'envoyais alors Bayenné en avant afin de reconnaître leurs intentions pacifiques."], [221, "D'ADDIS-ABABA A DJIBOUTI. 197 Ils me donnaient du lait, du beurre ou un mouton contre quelques coudées de toile que j'avais prise à cette intention, ou contre quelques poignées de tabac arabe. Ma nourriture se composait de gibier accompagné d'un fort plat de riz. Mon boy me cuisait un gigot de dig-dig, me rôtissait une pintade ou me faisait un pot-au-feu d'outarde, le tout arrosé d'eau sau mâtre dans laquelle je jetais quelques gouttes de cognac ou de rhum. J'avais pris de la farine et faisais faire des galettes abyssines. Je me régalai souvent de lait aigre acheté aux pâtres. Mais Tali ment indispensable dans le désert est le café : on en prend quatre ou cinq fois par jour; il soutient les nerfs et fait supporter la fatigue. L'alimentation des mulets est un des problèmes de la route, on rencontre très peu d'herbe aux abords des puits et presque pas dans les plaines. Mes animaux maigrissaient à vue d'oeil, tant par la fatigue endurée que par la faim. A partir de l'Aouache la route paraît intermi nable : des plaines et toujours des plaines en pente douce, coupées de temps à autre de lits de rivières, toujours pareils. Quelquefois la plaine est parsemée de centaines de monticules hauts de trois mètres, œuvre des four-"], [222, "198 UNE EXPÉDITION AVEC MENELIK. mis; ils jettent seuls un peu d'ombre, lorsque le soleil est bas à Thorizon. Des lunettes à verres fumés préservent des con jonctivites. Le vêtement blanc et le casque colonial remplacent les habits de laine et le large chapeau mou que Ton porte au Choa. Par surcroît de précau tion, je ne quittais pas mes gants par crainte des coups de soleil. Voici les étapes de route : Baltchi, Bourkiki, Deditchamalka, traversée du Kassam et de l'Aoua che, Sadimalka, Bilen, Garsa, Dankaka, Moulou, Tolo, Gotta, Lalibela, Goungourbilène, Arraoua, Adegalla, Lassarat, Mordali, Dasmane, Adgin, Ra hahalé, Beyadé et Djibouti. Les quatorze jours que je mis à parcourir la zone dangereuse me semblèrent ne devoir jamais finir! J'avais les nerfs constamment tenus en éveil, j'étais prêt à toute éventualité, mon revolver Lebel toujours à portée de la main. La nuit je sommeillais, mais me levais toutes les heures pour jeter un coup d'œil sur mes hom mes et sur mes bêtes. Un matin, à Arraoua, à mi-chemin de la côte, fatigué par une longue étape, je ne me réveillai qu'au petit jour et fus étonné de ne plus voir à la corde mes mulets attachés quelques heures aupara-"], [223, "D'ADDIS-ABABA A DJIBOUTI. 199 vant. Mes hommes dormaient profondément, surtout celui dont c'était le tour de garde ! Je les réveillai en toute hâte, déroulant à leur intention un chapelet d'injures abyssines. Tout penauds, ils allèrent à la recherche par groupes de deux, dans différentes di rections, mon boy Guézao et Bayenné restant seuls avec moi. Us furent absents trois longues heures, pendant lesquelles je me demandais, avec angoisse, com ment je continuerais ma route s'ils ne retrouvaient pas mes mulets. Enfin, j'entendis des coups de feu que mes hommes tiraient au loin pour indiquer à ceux partis d'un autre côté que leurs recherches avaient abouti. Les mulets avaient suivi le cheval qui s'était détaché. J'étais sauvé! Le lendemain soir j'eus une autre aventure. Je fumais tranquillement une pipe, mon dîner fini, paresseusement étendu sur mon lit de camp, admirant le ciel étoilé, rêvant à la France dont je m'approchais peu à peu, lorsqu'une détonation re tentit à mon oreille, et une balle me siffla au visage. Mon boy, en nettoyant auprès de moi mes armes, avait pressé la gâchette de ma carabine-express. La balle à pointe d'acier calibre 16 lui avait traversé les muscles de Tavant-bras, épargnant Tos. U poussait des cris déchirants. Je le pansai tant bien que mal,"], [224, "UNE EXPÉDITION AVEC MÉNÉLIK. 200 bourrant sa plaie de charpie imbibée d'eau phé niquée. II ne put continuer la roule à pied, pris de fièvre; je fus obligé de lui céder mon second mulet de selle et de renoncer à ses services culinaires, dont il s'acquittait, ma foi, assez bien. Bayenné le remplaça, ne voulant laisser à aucun autre le soin de préparer mes aliments. Enfin, le mercredi 20 février, je me trouvai à Beyadé à 10 heures et demie du matin, le nez pour ainsi dire sur le drapeau français qui flotte sur un abri en branches, gardé par deux Sénégalais. J'éiais d'autant plus surpris d'être arrivé à cet endroit, que je croyais encore en être éloigné de plusieurs lieues. On ne peut s'imaginer le serrement de cœur que Ton éprouve à la vue du drapeau tricolore ! La gorge se dessèche, les tempes battent, une sueur froide vous envahit le front, on halette sans pouvoir quitter des yeux ce lambeau d'étoffé. Aujourd'hui, tranquillement assis à mon bureau, je regrette ces moments d'angoisse exquise, qui effacent bien des heures pénibles. Je fus d'autant plus heureux d'arriver à Beyadé, que j'y rencontrai M. Monatte, un Français que j'avais connu à Djibouli. II campait depuis le matin sous Tabri officiel, se"], [225, "D'ADDIS-ABABA A DJIBOUTI. 201 disposant, par des étapes de nuit, à monter au Har rar une petite caravane. II me lit partager son repas, ouvrit à mon inten tion de succulentes boîtes de conserves et des bou teilles de vin, dont le goût, oublié depuis si long temps, fut pour moi un véritable régal. La conversation animée de mon hôte, qui me donnait de fraîches nouvelles de France et de la côte, me charmait à un tel point que j'allais laisser passer Theure fixée pour mon départ. Bayenné me rappela à la réalité : il fallait arriver à Djibouti, car mes mulets harassés avaient grand besoin de se réconforter d'orge et de dourah. Le lendemain, j'arrivais à Yabelé, et, le Séné galais de vigie ayant signalé un Européen venant de la brousse, je fus reçu à la grille du fort par Tadjudant Kerbrat et le garde d'artillerie Faivre. Une heure après, j'étais attablé au restaurant (?) Dufaut, aux côtés de notre agent M. Samuel, de M. Rigot, de la maison Mesnier, et de M. Pesano, de la maison Tian. J'étais heureux d'être au terme de mon voyage et surtout de me trouver sous la sau vegarde du gouvernement. Je me rendis de suite chez M. Lagarde. II me reçut d'une façon charmante, mais m'admonesta pour avoir osé écrire les articles incriminés. II me"], [226, "202 UNE EXPÉDITION AVEC MÉNÉLIK. félicita d'avoir en si peu de temps fait la route d'Addis-Ababa à Djibouti. J'avais en effet réussi en quinze jours et demi à dérouler un ruban de désert long d'environ 600 ki lomètres. Je séjournai quelque temps à Djibouti où je trouvai le maréchal-des-logis Chanzy, venu en ces parages pour recruter six cents Somalis qu'il devait emmener à Madagascar comme coolies. Plus tard, une commission composée des capitaines Gendron et Gaillault et de quelques sous-officiers de cavalerie, vint prendre livraison de huit cents mu lets d'Abyssinie que notre compagnie et la société du Lac Assal devaient fournir, toujours pour Texpé dition de Madagascar. Enfin, arriva à la côte, retour du Choa, le colonel Léontieff à la tête de la mission russe, que j'avais croisé en route. Je passai trois semaines à Aden et partis le 8 juillet 1895 d'Obock par le Djemnah, des Messageries maritimes. La traversée de la mer Rouge fut effrayante, mais nous eûmes de Port-Saïd jusqu'à Marseille une mer d'huile qui nous fit oublier la température élevée. A bord nous avions quelque deux cents rapatriés de la grande île africaine, la plupart grelottant de"], [227, "D'ADDIS-ABABA A DJIBOUTI. 203 fièvre, hâves, maigres, terreux, les yeux enfoncés dans Torbite. C'est miracle qu'on ait pu gagner la France sans avoir à stopper pour jeter à la mer, un boulet aux pieds, un de ces braves qui tombèrent terrassés par la maladie dès leur arrivée sur le sol malgache, théâtre de leur espérance et de leurs rêves héroïques. BITTE OUALAMO."], [228, ""], [229, "TABLE DES MATIÈRES PRÉFACE ... 1 Chapitre I. — De Paris à Obok. — Obok. — Djibouti. — Dé Djibouti au Harrar. — Le Harrar. — Du narrar à Addis-Ababa (Choa). — Notre factorerie à Addis-Ababa. 1 Chapitre II. — Le palais de Ménélik. — Je suis présenté au Négous. — Le marché. — Les Abyssins. ..... 57 Chapitre III. — Le Guébi ou palais impérial. — Le lebacha. — Le roi de Djimma et le ras Mangacha viennent à Addis-Ababa. — Le colonel Piano, envoyé italien. — Je pars pour une expédition au Oualamo á la suite du Négous 107 Chapitre IV. — En pays Oualamo. — La zérésa. — L'invasion. — Fin de ['expédition, revue et retour à Addis Ababa. — D'Addis-Ababa à Djibouli par le désert. 161"], [230, ""], [231, "COULOMMIKRS Imprimerie Paul Brodard"], [232, ""], [233, ""], [234, ""], [235, ""], [236, ""], [237, ""], [238, ""], [239, ""], [240, ""]]