[[1, ""], [2, ""], [3, "MY LIFE. A POEM. LONDON. T. C. NEWBY, 72, MORTIMER STREET. 1846."], [4, ""], [5, "MY LIFE PERSE TERANDO. INTRODUCTION To my Readers, My Life has been a wild, strange life, Now lulled in love — now wrapt in strife; I've had my dreams as most have had, Like others have been good and bad, Like others have but lived to save A wreck — a thought— a hope — a grave; Have lived to see things fleet around me, And fetters break — that once have bound me; See hopes arise and hopes depart Through that unguarded fort, the heart! B"], [6, "4 Aud things of strength and ardour pass, Shattered and cold like broken glass; Have heard men talk of wilful death, And laugh with almost the next breath, Then met them in life's later days Strong upon million-trodden ways; Seen lovers lay them down to die Despair in heart aud death io eye, And seen the same in rich content Wived, fathering, housed and corpulent! And if I asked them what became Of passion, death, despair and flame, — They smiled with red, full, puckering cheek \" A boyish freak ! A boyish freak!\" Seen manhood tread with fuot uncouth O'er all the flowers that blest its youth, And plodding onwards to the tomb, Blush at their late remembered bloom; Ha\\e met the young man, ardent all, Starting on fire at glory's call; Have heard him too with patriot grace Refuse — yes! even refuse a place! And, yet invincible to bribe, Launch forth his noble diatribe; Have heard him coughed and jested down Alike in parliament and town: For every one was held uncouth. Who smacked of honesty and truth, — Till drawn to fashion's shot-silk banners"], [7, "5 \"She taught him principles and manners ; False beauty's smiles like snares were spread, Cold irony's keen arrows sped, While bright before his eyes were set Gay ribbon, star and coronet, All — all the hopes of joy and ease, At that one price alone — to please! To please? — To dress by fashion's glass, To serve the few and spurn the mass, Cease to be bold, and frank, and hearty, Abandon country for a party ! While dignities were let for hire, The highest bidder still the buyer, Till little of the man remained, And country lost what party gained. At first I have beheld him burn, Then stand— then waver — and then turn! How few could brave — how few could shun The many bearing on the one! Oh! Who the tempting could withstand? Who would not choose the safe left-hand, Within the courtly harbour get And anchor with a coronet, Held by a ribbon from afar, And blazoned: bondsman! by a star? 'Tis true at times the multitude Grow harsh and turbulent and rude And, troubled with a fierce unrest, b 2"], [8, "6 Insult the man who loves them best — While beckons, from the distance, bland With favoring grace the courtly hand: Oh! Who can doubt between the two? Why should not I, as others, do? — Why? Because not for life's short day On life's thronged stage our role we play. Experience teaches, all who live Must bear, but duty says, forgive ! Nor leave men in your pride of mood For that they know not their own good! What? do the prophets cease to preach Because the ignorant they teach? No! But with truth they meet reviling, Curses with prayers and frowns with smiling, Until at length the calm, strong word, From sounding ever, shall be heard. Faint pauses steal on stormiest weather. The stream is heard, that flows — for ever! Life's fitful changes overpassed, I've seen men settle down at last With wealth and power and heaped up grace, But all with such a dull, sour face ! It made me ask them what they wanted, That favouring fortune had not granted, — Ambition's craving? Glory's dream? I read their answer: self-esteem .'"], [9, "7 'Tis wearisome to vegetate, Still going downwards, slow and late, With wealth and honor's bounteous store, E'en such as fancy numbers o'er: But not one bright Perspective, greeting Between the Coming and the Fleeting! Their great dim Future overcast With shadows from their weary Past; .And those great men with secret pain Longed — how they longed — to live again ! Or else with thought and feelings blunted, Ambition's fungus-growth half stunted, They sat, unconscious all, and gave Death's images before the grave. Oh! How I mourned that such should be! Oh ! Fetters — fetters for the free ! There's prison-life in open plain, Without a dungeon or a chain; Men may be slaves without a brand, Nor dare to move a chainless hand; Who says the mind is never bound, That freedom still in thought is found? Oh! Custom and Convention sure, And artful lurer's artful lure Will draw it to abjection's brink And teach the thinker what to think. For few the men, who dare to speak The strong Thought to the stronger weak,"], [10, "8 And many those who pass their life, In danger brave and bold in strife, Yet dare not even bear a thought Against the rules 'they have been taught Think not, my friends! I would intrude On you the sourness of my mood ; Think not I am a misanthrope — He still can love, who still can hope. Much — much upon this teeming earth Of great and high has sprung to birth, Much — much, my friends! shall yet be born To grace — enoble — and adorn ; For patriots live among us yet, Names history never shall forget; There still are honest hearts and true, And tongues to speak and hands to do; With much to shun and much to cheer, And much to hope, though much to fear: Then ye, who rise to guard the Right, March on by day and watch by night, Lest stealthy foes, the victory done, By cunning steal what valour won! Though baffled oft, yet unrepining, From sire to son the task consigning, Through one great life, that knows no grave, Live — none to injure — all to save! Another word — before I trace My graceless life, demanding grace :"], [11, ", I \" My Life,\" I purpose to pourtray— - Think not 'neath Egotism's sway — There's much a worldly care would hush, Much — much at which I still must blush, But I am now an altered man, Not haught of heart as I began, And in my time, from low to high I've seen so many do as I, Methought it might a warning be And that save you which ruined me. If you should doubt my story's truth, Look back — look back on your own youth Gaze round you upon friend and foe, And much you'll find of what you know! Perchance too, you and I have met, Both struggling in life's mazy net, For mine has been a talked-of name, Slandered — till slander grew to fame. Again I'd pray you to forbear If ought seems writ with lack of care: I've half unlearned the Poets art And only kept the Poets heart. They've told me too, when I were dead 'Twere better far my tale were said: I've been in scenes of courtly state; On iron walks of varying fate;"], [12, "e Seen huts and factories — camps and mines, And priestcraft's curse on Christian shrines : To-morrow steals but from to-day ! I fain would witness what I say, And not, when I have met my doom, Hear men come knocking at my tomb While shameless cowards may give the lie To him, they know can not reply ' Nay! — Should they seek — I still am here To dare to* prove. . . . and. . . . PERCY-VERE."], [13, "11 ', MY LIFE i. MY HOME. My father, — he was proud and poor, With much to boast and much endure, That means — poor, as the world doth go. Upon six thousand a year or so. 'Twas hard! — He'd much to boast of too Not what he'd done — or still would do, But generations he could trace, All housing in the self same place, All living, wedding, dying, peers Through an unnumbered length of years How I have marked his choler boil, When heroes for their hero-toil"], [14, "12 ' Were titled, knighted, high in grace, Or more — in pension and in place! And wonder what on earth they'd done Could rank them with his father's son. I was a boy then, but mv heart In manhood's games took lively part, I glowed at glory's blazonment, Recked more of deeds than of descent, And thus I had perchance grown up, But poison mixed my boyhood's cup: \" What? — Bow to him! — Who was his sire \" I grant — 'neath India's torrid fire \" He's fought — and bravely too — for hire! \" In Canada 'mid frost and snow \" Has marched through a campaign or so; \" I grant a gallant course he's run, \" But I'm De Fere — and you're my son!\" And if bold patriots here and there, Who shone to dazzle and— despair, Roused in my heart one kindred spark- How soon — how soon the light grew dark ! Then curled my father's lip with scorn: \" 'Tis well for them, the basely born! \" What, boy! Dost think that honor true \" Alone has made them dnre and do? \" Leave Roman thoughts to dusty shelves!"], [15, "\"By lowering us they raise themselves. \" They play their game like other fools, \"At once the workmen and the tools; \"They bide their time — they have their price, \" Bare virtue leads to gilded vice; \"They mean themselves and shout the Nation! \"And Patriotism is Calculation.\" Cold — cold the words sunk on my breast, My patriot hopes went with the rest! But still my fancy winged its way Careering through eternal day: I thought of life and dreamed of beauty, And love that makes a joy of duty, And rich, pale, lovely girls I met, Like pearls in goldeu settings set: And I beheld them bought and sold In balance nice and barter cold ; Proud, beauteous, heartless, fragile things, Like toys of glass for baby-kings ! And if one broke from forth the rest, And chose the man she loved the best, I marked the sneer of \" common sense,\" And misery for her recompence; And it was daily, hourly taught That head was all and heart was nought, And fools alone defiance hurled Against the customs of the world. 13"], [16, "14 Thus precept schooled me for the stage Where youth misguided ruins age, And oh! Example — bitterer still — Wrought its infinity of ill. Our household gods were shadows cold, Things that were trucked and bought and sold; My mother ne'er had loved my sire, She was for sale and he — the buyer; She craved a title's blazonment And wealth enough for cold content, The rest — 'twas all indifferent. Not prudery's self could e'er have found Against her accusation's ground, — Not pity's self could e'er have traced One virtue, that her heart had graced, — 'Twixt vice and virtue both sedate, She only was — immaculate ! And he, when time brought marriage-need, Wooed, wed, according to his creed; If love, or not, that none could tell, He played indifference far too well; J/\" love — her coldness turned it cold Before the marriage-moon grew old, And Lady Caerleon went her way As any other lady may; Her's were the charms, that Juno-like Can never win, but ever strike,"], [17, "15 there, The chiselled face — the stately mien, The grace and presence of a queen. One of those forms, whose faultless mould Seems never — never to grow old, As changeless all, because — so cold! Haughty, but too well bred to shew The fearful pride, that lurked below, And affable — should she not bend Whose kindness was — to condescend? Her Lord — dined — drove — spoke here and While all cried : what a happy pair ! They never jarred, who rarely met, And lived by rules and rubrics set, My sire a public man was deemed, And in that quality esteemed; He never swerved — he had no need, Why should the oak bend like the reed? Spoke in the house, and ably too, His sense was plain, his wordswere few ; He dined at anniversary dinners And gave to charities for sinners, Because to do so was but right And pleasant — in the country's sight: Was staid in life, in church devout, Pretenceless all, the same throughout, And so with men his standard stood Decent, respectable and good; His presence roused nor love nor hate,"], [18, "16 Calm, quiet, chilling and sedate, Grey eyes, face ruddy, features full, Stout, middle-heighted, stern and dull, High fronted, white and scant of hair, He moved with grace and dressed with care. My brother too — was Lord de Vere, I know not how to paint more clear; Of sire uncared — caressed of mother, He was — \"he was — my elder brother! But oh ! a dream of childhood's day, On winter sere one summer-ray, One flower to plant above a tomb, To warm the frost and light the gloom. Grace! Grace! my sister, spirit-sainted, Sweet visioned thought, all angel-painted, That makes my worn heart leap and sing, And memory turn to thanksgiving. Dost thou remember that old room, Oppressive with ancestral gloom, With heavy carvings quaint and dark, And windows opening on the park, Through which the sunset-glades were seen And old oaks, trooped on pastures green, Forthstanding in the golden glow With clouds above and flowers below, Like knightly champions set to screen"], [19, "17 With leafy shields from charging storm The tender blossom's shrinking form! Oh! Dost thou still in memory grieve For that last, dear, heart-haunting eve? Dost thou remember? — Thou didst stand, A dewy heath-flower in thy hand, With elbow on the mantel leaned; The sculptured wreaths thy face half screened, On which the slanting sunbeams shone As the fairest thing to look upon. The hearth was cold and shadow-rife, Fit emblem of our fire-side life! And silent we, who ever yet Had laughed and gambled when we met, And stranger still, we who of yore That dark old sullen room forbore, And forth to gladsome groves would rush, Where merry birds sing and merry streams gush, Now lingered there with loving look, Scanned every arch and groin and nook, Together paced it o'er and o'er As if ne'er seen by us before: But parting makes the dark grow bright And wreaks a witchery on the sight, Till old, familiar things seem new, And true seems false and false seems true. c 2"], [20, "18 The morrow ye would all be gone- For Italy, and I alone, Not — not the favourite nor the heir, Was left behind, unworthy care! I told thee how thy heart was kind, Noble thy soul, unwarped thy mind, And thou so beautiful and good! A lovely page in nature's book, With characters the vulgar look Might long have scanned nor ever understood I told thee how the world would be A false — false monitor to thee, Through wild heart-dangers forced to roam, And, worst of all, the blight at home' I grudged thee to my father's pride, Who could command, but could not guide — To my hard brother's moods uncouth, My mother's art-forced after-youth, And prayed thee, by our young love-spring, To change not in thy wandering, But to return, when time had flown, The same dear girl I once had known. And thou didst promise — promise kindly — And I believed — believed thee blindly — Oh! The recording angels heard — : How couldst thou — couldst thou break thy word ? And still how present to my heart The cause, that bade our household part :"], [21, "19 When Grace's girlhood asked for care, The care that nature gives the Mother, The Lady tasked upon another. Not long was she oft doomed to bear Unrealized the wish she felt; By some strange magic her commands Found workmen ready to her hands: — A poor, old country-aunt, who dwelt In a little cottage, that peeped forth From a little orchard in the north, Had sent the country-orphan down To Hell's great masterpiece — the town, And vouched she knew and loved her well, — More she or could or recked not tell, But said — what on my mother wrought — Though poor, that salary was nought, A kind home all. — 'Twas pledged and granted, At least so Lady Caerleon thought; She had fair chambers fairly dight And viands rich and sumptures bright : What more was asked — what more was wanted? She never said from whence she came; They called her Clare — 'twas not her name — The North her birth-place — closely pressed, Thus much one day she had confessed. She was so still! yet hidden woe Seemed working those calm depths below;"], [22, "M8 Not beautiful — nay! — some there were Had sooner deemed her plain than fair, But then her smile! — 'twas sadly sweet As light, when day and evening meet; She was so gentle and so kind! Each action seemed a type of mind, And angels looked through her deep eyes. Upon a world, that could not prize, Her soul's deep beauties had been thrown Like living flowers on heartless stone: And thus that quiet, meek, soft thing, That timid dove with wounded wing, Within our proud, stern home had dwelt And with an influence, scarcely fe]t Had grown the one bright pulse and part Of that dark home's remorseless heart. A bolder spirit had wrought less : There is deep power in gentleness. Meanwhile as changed the lordly train From hall to square and back again, A living clockwork — wheels by wheels — That ever moves and never feels, Dull monotone, with action scant, Between two places pendulant, She still dragged onward with the rest A weary life in patient breast, Than menial more — than lady less —"], [23, "21 •Convention's Helot — Governess! Still seemed to live from all apart. And for companion seek — her heart\"; Though in our household there was one Whom nature's self, that, ever kind, For each mind makes a kindred mind, Had modelled her companion. Alone like her — like her depressed, His brightest moments were but — rest; Supple he was and sought to please, But did it with a careless ease, That all as at a glance could see Though he seemed chained, he still was free, And augur of his manhood's prime, Time would serve him, not he serve time. A satire with his smile was blent, Which told, that he but played a role, And while be to convention bent, 'Twas with the body, not the soul; He was a student pale and wan, The boy had stolen from the man, Too early thought unbidden came And over-garrisoned the frame. Although of stature scant and weak, Yet high emprise would flush his cheek; His favourite theme was war and strife, Prone still to peril limb and life, And when his strength was giving o'er,"], [24, "22 The more he failed — he dared the more, As though by this he would have shewn, 'Twas nature's failing, not his own. And 'mid our circle as they dwelt, We ne'er suspected that they felt More than indifference at the most, Thus each seemed on the other lost. Nay, Clare was, if the truth be told, To Warven more than others cold, And Lady Caerleon oft would chide With fine, hard smile the menial pride, And fathom with a shallow scorn The meanness of the basely bom, Who, to the Secretary proud, Unto the Lordling smiled and bowed. — I knew not why, but yet I knew The world- wise had not reasoned true: World-wisdom has a shallow spring, Heart-wisdom is a heavenly thing. A change seemed stealing over Clare, For day by day she grew more fair And o'er her face of marble white, Like a slight spirit to and fro Came hovering oft a fairy-glow, As though, all suddenly revealed, Her heart's deep fountains, so long sealed,"], [25, "23 Were gushing forth in liquid light, That like an atmosphere enshrined her; There was a lustre in her eye, And in her voice a melody: — And Lady Caerleon, in her way Still arguing, would often say How much society refined her: She knew not in her senseless pride 'Twas love alone that beautified: It brought the soul into her face As a pure lamp of alabaster, Engraved by some poetic master, When lit within, shews trace by trace The sculptured thought's entrancing grace But one day all, at once, grew clear, When little Eugenie de Vere, A vision of a child's delight Like an embodied sunbeam bright, Was staying down at the old place On visit to her cousin Grace. She and her greyhound were at play — Inseparable comrades they — And all were loitering listless round The lovely child and noble hound, And even cold hearts seemed to warm, For childhood's mirth has such a charm!"], [26, "-iz 1 entered late and with me brought Some wild-wood favourite I had caught: \"Another pet for Eugenie!\" Childlike she fondled it awhile And thanked me with that happy smile, That makes you smile too but to see. Then she drew back — :\"Cos Percy, pray \"Go, take that naughty bird away, \"It is so pretty, that I fear \" I'd love it more than Norman dear.\" Then, bending o'er the crouching hound, Her white arms round its neck she wound And then its large head nearer drew, And whispered laughing: \" I'll be true!\" And, as they heard, the listeners smiled At this real wisdom of the child, That still temptation strove to shun; Stronger have dared and been undone! And then she said with a half-sigh: \"I've no mamma now to love me, \" No more\" — to Clare — \" they say have you, \"And no mamma to love, so I \" Love bird, and cloud, and flower, and tree, \"And my pet greyhound — he loves me.\" Of Clare then, with mock mystery: \"But she must far — far happier be — \" \" For Mr. Warven loves Miss Clare \"Miss Clare loves Mr. Warven too.\" —"], [27, "25 Oh! How the blood came rushing through That maiden-cheek's transparent veil; She bent and hid it with her hair, And he turned very — very pale, So that all saw the child said true. Then thousand quick-remembered things Tracked down to action's mystic springs, Then that strange coldness seemed not strange Beside the warm heart's deep love-change, That less revealed from feeling more! And each one marvelled o'er and o'er They had not noticed it before ' The worldlings had not, self-beguiled, The keen observance of a child. Then had they marked, they might have seen Hate blast my brother Philipp's mien; But quickly changed that aspect dark: A smile stole in its sullen wake, Like the weird light that gilds a snake, And turning suddenly aside Beneath the petulance of pride, He gazed intently o'er the park. A dull weight over all was thrown, And from that hour an altered tone Pervaded all — an under-scheming, Forced moods and one eternal Seeming."], [28, "26 At times beneath oppression's sense The truth welled forth in self-defence, But all — 'mid forms that strove to please — Were worse than angered — ill at ease ! Save Lady Caerleon — still aloof, Deliberate and excitement-proof: For Lady Caerleon — self-serene — Hated what people call a scene, And when it chanced she ne'er took part But watched it with a statue-heart: My sire too — shadows of the past, Badges of race and types of caste, They stood alone, unchanged and proud, Mute forms above a shifting crowd. But most — some vague and restless thought A sullen change in Philipp wrought, Who, erst so heavy-souled and dull, Seemed lightning-rife and ardour-full. At times — when he deemed no one nigh — His burning glance on Clare would rest With eager passion, ill-repressed, Then — if he met another's eye — He'd turn away as with a mask, And quick would comment, talk and ask, But never wait for the reply, And as o'erflowed the pent-up flood, On Warven wreak his bitter mood; He ever treated him with scorn, That meanness of the better-born,"], [29, "27 l/ But at such times in his address Was something more than haughtiness. Warven— to others pliant still, As he were part of their own will — Assumed to Lord de Vere alone A stern equality of tone, And something through his accent ran, Summoned the man before the nun. And Clare — who ever till that hour Had veiled her holy love's calm power, Like some deep fire-spring under snow, Beneath a cold and heedless shew: Now — when de Vere was at her side — Revealed its strength with conscious pride, As though it were a shield to raise 'Twixt her soft face and his hot gaze. And thus the daily trial came; For lightly spoke the voice of fame Of those once loved by Lord de Vere, When even of an equal sphere. Now through the house, in whispers heard, A busy devil stepped and stirred; The small, still fiend, who poison brews In unseen corners, dark and sly, Eludes the ear and mocks the eye Yet ever flits and buzzes by,"], [30, "28 Had breathed on Clare the festering dews, Whose blight no sun can ever dry : While, judging others by themselves, With thought that but the surface delves, Small-hearted women, hatred-fired, Believed and scorned what they desired. Then came the low familiar tone, When baseness thinks it greets its own ! Contumely from the lofty cast, Unruffled still may be o'erpassed, But poison lurks upon the lip Of base presumption's fellowship. Then came the scarce obeyed command, By negligent familiar hand, From tone and look the double meaning As though t'were hardly worth the screening, From hireling lips the words of scorn Or pity, sharper to be borne ! And then — the heart-annoying task, The seeming not to understand, The fear of silence, dread to ask, And the false, calm, collected air, To hide the throttling of despair: This, and far more, have they to bear, Who fight the world unarmed, like Clare. At length, from mouth to mouth, a word Reached Lady Caerleon — ! nothing wrought In outward sign the inward thought; For she was one, who in the dark"], [31, "29 Sent her blind arrows to the mark. — Her smile was still as coldly kind, As though no poison lurked behind: While from my sister's ear this tale, The watchful mother strove to veil, In silence worked, nor searched the truth, Lest sin revealed should poison youth; Resolved to make some fitting case, For parting calmly Clare from Grace. Oh! false-discerning sense of pride! What must be known 'tis vain to hide; The school to make the young heart strong Is — shew the bad, but prove it wrong! For wanton eyes no veil can cheat, The shrine's no safer than the street, While vice, that ever takes disguise, Need scarce be seen by modest eyes, And those who seek what they should shun, Undo themselves if they're undone! And Philip — thus could honor fail! Philip it was who spread the tale, Wer't idle boast or scheme deep laid — (Though after years would prove the last,) Her lot and fame alike to blast And thus to force the helpless maid, From forth the world's cold bosom driven, To crave and take his proffered aid, And, hunted with a bloodhound's hate,"], [32, "30 To sink at length, however late: Unknowing, when the worst is past And, by disaster's frost- winds cast, From life's sere tree the leaves are riven, The leafless branch shews most of heaven ! Some there may be, who as they read, Deem I have erred against their creed, That I should shield my near of kin, And gloss and veil a brother's sin: Down with the specious, cheating clause; Pass through the world, unswerving laws 1 Ye ties of blood shall fail to ban, Eternal rights of God and man ! Defend a brother to the death With thought, and deed, and hand, and breath: But ne'er abet a brother's shame To screen in him, yourself in name! Methinks I see your dooming look Bode condemnation to my book, And threat with the neglected shelf: Rail then — when I have spared myself. It was a summer-afternoon, The wind was dead, the flowers were drooping, The sun from skies of gorgeous June, Seemed like a golden eagle stooping With fiery talons o'er his spoil, Tearing the parched and crackling soil."], [33, "31 Within the garden there was shade Along the stately avenue, But on the boughs the hot air weighed, Until it bent them and sunk through : And languidly the fountains played, And thin warm gushes downward drew, As drowsing to the sound they made, And longing their own stream to quaff; The stately mansion in the glare, Stood like a pompous cenotaph, For not a sign of life was there, And not a sound of beast or man, Across the garden or the park; No more the tide of music ran In living fountain from the lark, But thick the insect tribe began Their busy murmurs, as to mark That when the strong in lapses stay, The weakest still can have their day. And how they revelled! how they slid From lid to lip and lip to lid, And how they flapped, and touched and stung! And how their triumph buzzed and rung: And yet their dull and ceaseless tease, Stirred but the consciousness of ease ! Within an arbour, far apart, Sat Clare with happy, trembling heart, And One stood near her, in whose eye,"], [34, "32 Sweet faith had sealed love's dignity, With the proud glance of self-esteem — The dream that is not all a dream : For man feels raised himself above When hallowed by an angel's love, And to the lover's heart-charmed view, Worn, long tried life seems opening new : No spring e'er shewed so freshly fair As Life to Warven and to Clare. Oh ! those green walls seemed stretching wide, Revealing worlds on every side, Achievements great and unions sweet, All man dares face or longs to meet, Concentred in one burning thought, That, taught by love — to love had taught ! He kissed her hand — nor further dared, Not even pressed the heart he shared; Strange Providence! that thoughts most dear Should wrap round Love a holy Fear, And give to hearts by ardours tossed, Where most of danger, safety most ! And still she sat, serenely bright Beneath the arbour's clear, green-light, A thing to worship, like a shrine The God-souls presence makes divine; Nor flush nor palor could impart One shadow from that maiden heart,"], [35, "33 . But happiness in her did seem One pure, calm, rich, unvarying beam: — Where winds are whist and storms are mute. The ripening of a golden fruit. (Twas told me all in after years, When memory melted into tears.) Straight smote adown the garden-way, A hard, cold step of common clay, The heedless tread of heavy kind, Unlisted by a soaring mind, That strikes so dead on sward or hall, As though each footstep were a fall! Instinctive each to each drew near: \" Well met!\"— said Philip, Lord de Vere. \" Lord Caerleon, Sir! Is not aware, \" You've so much idle time to spare, \"Vast speediness of business men! \" What? Up to town and back again!\" \" Not yet, my Lord! the noon of day, \" Makes a short tarry no delay. \"Best travelling, Sir! at evening's cool.\" (\"And thence at noon you play the fool.) \" My father deemed you far away; \" State-errands brook not overstay; \"And Sir! this house is not the place \"To stigmatize with love-disgrace!\""], [36, "\"Ha! Sir, you dare. I\" \"I've nothing said: \" Let the cap fit the owner's head.\" A very tempest Warven shook, But sunk to Clare's imploring look; A thousand thoughts athwaTt his face, Sped lifelike with a carnal trace : His father, who had sent him here To act a fondly dreamed career, For his sake too had bade him bear: Two much-enduring years had flown, Preferment almost seemed his own: — And all his prospects thus to hurl Beneath the insult of a churl, And, most of all, to part from Clare — To leave her in her helplessness, Exposed to wrong without redress ! — Hot through his brain the mad whirl flew, He bowed — not bent — and slow withdrew. Clare turned to follow, following not — A spell had fixed her to the spot, Beneath alternate feeling's sway, To follow — shame, and fear to stay. And Philip took her trembling hand, His burning breath her flushed cheek fanned As from the coiling of an asp She drew her hand from out his clasp. 34"], [37, "35 \" By heaven! I love you, and my will \" Shall work to its one purpose still ! \" I can not and I care not speak \" My passion strong in language weak. \" Untaught to sue, unused to sigh, \" My Love is fierce, and so am I. \" Be mine! — ask all you wish or want! \" I've power to give and will to grant.\" She struggled in his fiery hold — He felt her fevered hand turn cold, While lapsed beneath the o'erstraining reach Of grief, that fettered tears and speech. And Lord de Vere was fair to sight, With noble form and stately height, Unconscious grace — commanding air, But more — oh, more was wanting there ! The halo round his presence thrown, Was all his sires' and none his own. That hard cold smile of inborn pride, Made not to blandish, but deride, Seemed boasting gifts of wealth and art, And nature's all — except a heart! And he mistook the veiled intent, The anguished silence for consent; Her trembling form on his was leant, Her brown hair o'er his shoulders strayed"], [38, "36 His wild arms clasped the fainting maid : The hurricane the rose may break, Whose perfume Zephyr dared not wake — The lips, e'en Warven shrunk to press, Strength rifled in a forced caress: When stirred, as tempest stirs a flame, The brave soul through the sinking frame, And passed, for one wild moment's space, A very June athwart her face, Then settled in a solemn mood, Where even anger seemed subdued \"Nay! Fly not, Clare ! One moment heed! \" What guerdon can repay that kiss! \" If Warven's fortunes claim your meed, \" Wealth — rank — all — all he craves are his\" \" Oh ! Lord ete Vere, what word or deed, \" Gave warrant for a wrong like this? \" Name one ! I'll hold this insult light, \" And scorn myself to give you right.\" Baseness may plan and might may do, But weakness has its own power too; Men, all unchecked by threat or tear, Those, whom they've injured, learn to fear: Silent he stood beneath her spell, But through his proud heart anger ran, While prouder still her answer fell: ' ' A Noble — not a Gentleman !\""], [39, "37 As slowly from the spot turned Clare, He eyed her with a yellow glare, Abashed in deed but not in will, Deep in his cold heart sinning still. And Clare in passing heard the talk Of menials on the terrace-walk : They fixed her with a jeering eye, As sped she all dishevelled by, But grew to insolence their sneer When lingering followed Lord de Vere. With foot that fled, and glance that shunned, By those low whispers thunderstunned, Clare, who upheld her pride of mood When others witnessed, sunk subdued Within her chamber's solitude; Her tears, by their own flood repressed, Fell large upon her heaving breast, As with an effort overgushed From the poor, throbbing heart they crushed. And thus she sat, a weary space, Uer white hand on her whiter face, Until a meek smile softening stole Like pale forthgliding of the soul To meet the hopes in distance given,— Orphan of earth but heir of heaven. And thus at times with Hope's fond art, She sadly soothed her fluttering heart;"], [40, "3si For still she deemed, that woman's worth Might pass uninjured o'er the earth, And innate dignity disarm The thought, that dares, though coward, to harm : Unknowing there are brutish souls, Whom nought restrains and nought controls, Who love to wreck the good and fair, If only — that it woos to spare; And what repels, to them, invites In strange perverseness of delights. But strength o'er-tasked began to fail, Her tender cheek was growing pale — And those few ties of early worth, That bound her aching heart to earth — The cherished dead in blessed graves, The friends afar o'er hills and waves, How had they burned with anger's glow, Her slightest suffering but to know! Yet vain alike had been their pain, Their pity and their anger vain — For her's could be no better lot And change be only — change of spot. Oh ! other were it if the poor Had spirits modelled to endure, And hardened souls no sin could soil; Not framed to feel but made to toil, Mere stubborn forms, thus wrought, to prove Tools of a raste — machines to move —"], [41, "39 Untaught to hope — unused to love ! But while they still, like us, have feelings And glimpses true of bright revealings, How can they bear the scourge's pain And not be tempted to complain? Plod life's hard way with bleeding feet, Nor curse the bitter thorns they meet? If still you ask why Clare remained Where insult stung and slander pained, I answer : it is well for ye To hurl defiance at your peers, Armed with wealth's golden panoply Or, better still, the friends of years; But she was helpless and forlorn, Sent from a kind hand's fostering care, Unused to wrong, neglect and scorn, No home to seek — no heart to dare: (For could she now — in self-distress — Increase that poor home's wretchedness?) It was a haven she had found, Life but a whirlpool flashing 'round: No wonder that she still should shrink To quit the rough rock's sheltering brink, For waves where stronger swimmers sink. And while as yet irresolute, 'Twixt fear and indignation mute, Sure Time his shadowy quiet lent —"], [42, "40 Barring the cold discomfort sent Whenever social rules are rent, That still avenge themselves and wreak A watchful, strange embarassment On all we look — or do — or speak; And, wearing off by slow degrees, Monotony returned with ease; While Philip nor by sign nor word To that strange meeting once recurred, But coldly — studiously polite, Seemed thus oblivion to invite. 'Tis rarely that we see combined, Great passions with a groveling mind; In such — revenge and hate, estranged, Appear to spite and envy changed; And changed in names and natures all, Creation to the Small seems small; While quailing still, the eye of Sin Shuns scrutiny as terror's twin: But Philip, born beyond control, Had still the giant in his soul; No blood by frosts of fearing thinned, - And when he sinned he greatly sinned. And thus it was that two dark forms Rode billowed on his inward storms, Alternate vanquished or elate, But present ever, — love and hate;"], [43, "41 And with that hatred he pursued Warven in keen, unsparing mood And sought, still ready to oppress, To sting him unto self-redress; Whilst he, by no false pride suborned, Could brook the insult that he.scorned, And Clare, whom watchful love made mute, Screened from his knowledge Philip's suit. But love has eyes of vision keen — Sees things by apathy unseen; Thus through her cheek of stainless snow, He read the heart that bled below, And she, — with anxious ardour pressed, — While striving to evade, confessed! Then burnt his very blood like flame, That all Clare's tears could scarcely tame; Full soon that tempest iflsubdued Must fire his sullenness of mood: He tought the moment, and — it came. Along the gloomy mansion spread A neavy silence rested dead, When on the still air wandering by, Arose a cry — a single cry ! And Warven heard — and Warven sped As though his feet were lightning-led — Thought scarce more swift — speech far too slow, It was a look — it was a blow! — e 2"], [44, "42 A twelvemonth's heaped-up anger pent, One moment found electric vent: Dashed backward with unequal might, Reeled Philip's form of towering height; But in that blow the strength was spent — Faded the flush from Warven' s face. On Philip's cheek a livid trace; — He turned : — a ory — a heavy fall — Uprushed the menials from the hall, And lifted, senseless in his gore, Pale Warven from the marble floor! While Philip flushed, irresolute, In the room's centre stood as mute, And Clare with love's soft ministry, Raised Warven' s head upon her knee. None question asked — none spoke a word — All read at once what had occurred; But Lady Caerleon's ready tact, While others thought, taught her to act And with a cold, discerning sense, Embrace at once the consequence. Then hung on Clare each menial's eye With insolence of scrutiny; And there she stood — dishevelled, pale, A lily — trembling in the gale — Her love profaned to vulgar sight, While festering lips were breathing blight, And Warven' s Wrong turned Philip's Right"], [45, "43 But she, not deigning a reply, Uplifted proud her clear, blue eye : \"What means your presence? Lord de Vere!\" \"And what — aye! what means Warven' s here? \" For none will dare — where none invite! \"Philip, my Son! Why ever still \" O'er-ruled by petulance of will? \" We see the tale. . of. . . . love. . . . surprised — \" A menial's insolence chastised!\" Oh! Cold was Lady Caerleon's tone, And oh! Her bright eye coldly shone! For she could smile opponents down With smiles more cutting than a frown : And, deepening still, the circle round The low surmise in whispers wound, While none replied — and none denied — And Truth stood mute with grief and pride. But Lady Caerleon changed her hue, Dreading for once what might ensue, When slowly over Warven' s face Death seemed to glide with freezing pace, And, as she saw that look of stone, It grew reflected in her own ! She learned to fear, who could not feel, Nor wished to cancel — but conceal; Thence with bland words of wiling kind, Essayed to soothe Clare's artless mind"], [46, "A'l And, bribing silence, stifling hate, All fairly spoke — but spoke too late ! For nature still will vanquish art, And cunning sink before the Heart. Oh! Then the wounded dove gTew strong With all the greatness of her wrong, And: \"No!\" she almost shrieked to feel The hand, that wounded could not heal! Then in a low soft voice she said; \" Thank heaven ! my mother! that thou art dead ! \"And thy sealed sense is spared to know, \" This more than wrong, this worse than woe ?\" But when dim life returning came, Like inward light, to Warven's frame, And maimed — scarce conscious yet he lay, A soul half deadened into clay — Then Lady Caerleon's brow grew clear, Then curted her lip, that scorned her fear: Then Clare's pale face with brightening change, Confronted hers in contrast strange : In either mien's revealing sense Was joy! — but oh! the difference! They bore him thence in mute alarm — She followed — drawn as by a charm And past them slowly — calm and slow — She glided like a waif of snow, So proud with love — so meek with oare."], [47, "45 _ With such a wrapt, angelic air, Each seemed to feel with her depart Something familiar from his heart And they became the village talk, And gossips told, in homeward walk, How the pale student for a space Abode among them and was seen Threading the woodland alleys green: And how before renewing strength Restored him to the world at length, A ministering marble Grace Beside his couch would silent sit And tend him in his fever-fit, And, as it passed, would glide away Like soft light from a cloudy day ; And some said: one lone morning grey, Mid chill, and sleet, and Autumn weather, They roamed out ia the world together And unreturning passed away ! And Slander with their names made light, While Reputation went with Might. I will not tarry here to tell Of what was felt but what befel: Lord Caerleon's chiding in his son Not what he'd willed — but what he'd done, As glaring in the public eye And hurtful to nobility,"], [48, "46 ■t Bringing their name in disrepute, And voicing tongues, that else were mute, What time it best behoved their class Unnoticed through the world to pass; — Nor Lady Caerleon's joyous air That Philip had \" escaped the snare, \"Laid by a trickstress' wanton art, \" Who sought the hand athwart the heart; \"And when that failed, with plan more base \"Strove to attach him with disgrace:\" . Nor how throughout their precepts ran, No fear of God, but dread of man. While yet uncertain Warv§n's life, And foulmouthed rumours gathered rife, Lord Caerleon feared to face their spread, And, vanquished by himself, he fled, To send from forth a foreign clime ' Dim absence to the aid of Time, While wealth and rank combined to awe The kind conveniency of Law. And so, sweet sister ! this wild strain Has brought us to that hour again,"], [49, "47 When in that old room side by side We sadly stood at evening-tide; And yet, methought, amid thy sighs I saw a childish pleasure rise, A tear to leave me, but a smile For sights, that stir, and scenes, that wile; Oh ! Prophet sign, that sadly true The shadow of the future threw, While smiling, weeping — rainbow- showers Lit those last, sad, dear, evening-hours. A storm but just had rolled away And hung its gauds on flower and spray, While that brave alchemist, the thunder, Had wrought his mimicries of wonder, And turned the mists to diamonds brightening Beneath the magic of his lightning. Afresh breath came from Nature's lip, Hung with clear dews, that Gods might sip; The forest-depths were all astir From pine-tassel to chorister, And slanting sunlight through them wound Embroideries gold on emerald ground: When forth we went, we two alone, With hearts that beat in unison, Like two lutes filled with one sad tone; And, when tears failed to give relief, We laughed aloud from very grief !"], [50, "48 And how we sported! Never yet We'd gambolled thus — in very madness — As though perforce 'twere to forget Ourselves beneath that desperate gladness. The house-clock rung the homeward toll — Dusk shadow crowned the beechen knoll, — The mists crept round with large, dim tears, Forth-shadowings of uprising years, — The night drew in with darksome weather, Thus passed our childhood's last together!"], [51, ""], [52, ""]]