[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "t ; ASIE IRA LE - '■■"], [8, ""], [9, "R ÉSULTAT3 ANTHROPOLOG1QL 'KS d'un VOYAGE EN ASIE CENTRALE"], [10, "I.K PUY, IMPRIMERIE DE MARCHESSOU FII.S, BOULEVARD SAINT-LAURENT, 2 3"], [11, "\\PEblT10N SCIENTIFIQUE FRANÇAISE EN RUS. E, EN SIBÉRIE ET DANS LE TURKESTAN RÉSULTATS ANTHROPOLOGIQUES d'un VOYAGE ASIE CENTRALE COMMUNIQUÉS AU CONGRÈS ANTHROPOLOGIQUE DE MOSCOU (Août 1879) Ch. E. DE UJFALVY DE MEZO-KÒVESD MEMBRE DES SOCIÉTÉS ANTHROPOLOGIQUES DF 1-AHIS BERLIN, MOSCOU ET VIENNE PARIS ERNEST LEROUX, ÉDITEUR LIBRAIRE DE LA SOCIÉTÉ ASIATIQUE 'ÉCOLE DES LANGUES ORIENTALES VIVANTES, E T C 28, RUE BO' \\PARTF ìbÙO"], [12, ""], [13, "RÉSULTATS NTHkOPOLOGIQUES d'un VOYAGE EN ASIE CENTRALE' SS W3MràES savants et voyageurs russes, tels que Séménofï , « iHP^ '-qdloff, Séwértsoff, Osten-Sacken, Kaulbars, Abra- JJËË3tf& morL Maïeft, et avant tout notre regretté collègue Fedschenko, ont fait connaître les nouveli-js possessions de la Russie en Asie centrale. Les sciences les plus diverses : la géo graphie, la géologie, Thistoire naturelle, la linguistique, Tethno graphie, Tarchéologie et la statistique ont eu à se féliciter des résultats de ces expéditions. On a étudié la configuration et le caractère du sol du Turkestan, on a décrit sa flore et sa faune, on a dressé des cartes excellentes, on a donné sur les monu ments anciens et modernes de précieux renseignements, on a fait des études approfondies sur les idiomes parles par les peu ples de ces contrées, on a eu soin de foire des descriptions détaillées des eligions-, dc\\> mœurs et d^- coutumes de ces mèmes peuples on a jV'j les hases d'un re meut statisti que,— ..me seule lacune restait à combler. L . '.hropologie, — jeune scient . ; :, nous pouvons le dire avec un légitime or- I . Communication faite au congrès anthropologique de Moscou, séance du i3 aoùt 187c;"], [14, "RÉSULTATS ANTHROPOLOGIQUES gueil. . is son plus puissant essor en Fran^, grâce aux tra vaux ■ savants éminents et grâce aussi à 1 école d'anthropolo gie, institution qui cherche encore sa pareille en Europe,-- 1 an thropologie, dis-je, n'avait pas encore constitué le but d'un voyage en Asie centrale. Les ethnographes de TEurope das saie U les p du Turkestan et dr 'a Dzoungarie d'après des données linguistiques ou ethnographiques j on ne tenait aucun compte des caractères physiques, indices cependant autrement plus importants que les langues — quand il s'agit de rechercher les origines d'un peuple, qûand il s'agit de lui assigner une place dans un classement de race. Nous savons que Fedschenko, un des p-us illustres de notre Société de Moscou, travaillant dans Tesprit de cette so ciété, a fait de nombreuses mensurations sur le vivant, pen dant sr^ séjour à Samarkand, ainsi que lors de son voyage dans le Kohistan. Malheureusement ces mensurations n'ont pas été publiées ' . Nous connaissons aussi les remarquables travaux de Khanikoff sur Tethnographie de la Perse °t ' ,. partie méridionale de TAsie centrale, travaux qu'on sera tou jours obligé de consulter quand il s'agit des Tadjiks du Tur kestan, mais Khanikoff ne parle point des montagu. s de la vaHée iu Haut-Zérafchâne, des Galtchas; il ne paraît point leur attribuer Timportance qu'ils méritent, quand on veut re chercher la question des origines et de la patrie primitive des Eraniens de TAsie centrale. Nous avons entrepris notre voyage dans le but de conbler 1; une laissée par nos devanciers. Avons-nous réussi dans notre tâche? Certainement nou Mais nous pensons avoir con tribué â une connaissance plus exacte et, par cela mème, plus scientifique des peuples du Turkestan et de la Dzoungarie, par rapport à leur type physique. Nous avons consigné nos ob servations dans les deux volumes de notre voyage, qui ont déjà i. M. BogdanofT, qui est Ie dépositaire de ces précieux documents, se ..opose de les publier prochaine"], [15, "D'LN VOYAGE EN ASIE CENTRALE 3 paru, ainsi qu'un atlas anthropologique des peuples du Fer ghanah ', et nous allons essayer de résumer dans le présent tra vail quelques-uns des résultats de nos recherches anthropologi ques. Ces résultats sont basés uniquement sur des observa tions faites sur le vivant. Nous nous réservons, aussitôt de retour en France, de faire des travaux analogues sur les crânes que nous avons apportés de TAsie centrale et qui se trouvent au musée de la Société d'anthropologie de Paris. Nous passerons successivement en revue quelques-uns des caractères des plus importants qui permettent de se rendre bien compte du type physique d'une peuplade. Ces caractères sont l'indice céphalique et l'indice frontal, les courbes horizontale totale et transversale bi- auriculaire, quelques mesures de la face (distance transversale des commissures internes des yeux, des deux pommettes, des deux angles de la mâchoire,, la dis tance ophryo-alvéolaire, les indices du visage et facial, la taille, la couleur des yeux, la couleur des cheveux, de la barbe, de la peau et la pilosité du corps, etc. i. Expédition scientilique française en Russie, en Sibérie et dans le Turkestan. Vol I: Le Kohistan, le Ferghanah et Kouldja, a\\cc un appendice sur la Kachgarie. Paris. E. Leroux, 1878. — Vol. II : Le Syr-Daria, le Zérafchâne, la province des Sept-Ri\\ières et la Sibérie occidentale, avec plusieurs appendices. Taris. E. Leroux, 187g. — N ol. IV : Atlas anthropologique des peuples du Ferghanah. Paris. E. Leroux, 1879."], [16, ""], [17, "p. i DESCRIPTION DES TVPES ANTHROPOLOGIQUES DE L'ASIE CENTRALE A. — Caractères physiques i. Indice céphalique. —Nous avons mensuré en tout plus de trois centsindividus dans leTurkestan et dans laDzoungarie (Kouldja). Tous ces individus sont des hommes; nous avons cependant aussi mensuré quatre femmes kirghises-kazaks, quatre femmes tarantchis, quatre femmes doungânes, quatre femmes kalmou ques et quatre femmes mandchoux. Dans les autres contrées, nous n'aurions pu mensurer que des prostituées, dont la vérita ble origine est souvent difficile à préciser. Les indices céphali ques, ci-après énumérés, sont les résultats des moyennes de tous les individus hommes. Nous n'avons point réuni les Tadjiks et les Usbegs du Fergha nah à ceux de Samarkand, car ces contrées sont assez éloignées Tune de l'autre et les différences qui existent parmi les types d'une même famille nous ont paru fortement accentuées. Les Tadjiks du Ferghanah se sont beaucoup plus mélangés avec les montagnards eraniens et les Usbegs que ceux de Samarkand, et, quant aux Usbegs, ceux des environs de Samarkand présen tent un type beaucoup plus pur que ceux du Ferghanah. Des raisons analogues nous ont fait séparer les Tadjiks de Hissar de ceux du Ferghanah."], [18, "6 RÉSULTATS ANTHROPOLOGIQUES Des moyennes que nous avons obtenues pour nos indices cé phalométriques, nous retranchons une unité et demie pour ob tenir l'indice céphalique. M. Wilkins, qui a fait de nombreuses mensurations sur le vivant et ensuite sur les crânes des différents peuples du Turkestan, a trouvé que chez les peuplades de TAsie centrale, généralement très brachycéphales, il faut re trancher moins que chez les peuplades dolichocéphales '. Ce procédé seul permettra de comparer nos moyennes à celles que nous rencontrons dans les travaux anthropologiques de MM. Broca, Topinard et autres. Comme il est indispensable que les recherches céphalomé triques reposent sur de grandes séries, nous attachons beau coup plus d'importance aux moyennes qui sont dues à des sé ries nombreuses ; mais nous avons cru devoir tirer des moyennes également des séries peu nombreuses, car, tout en ayant beaucoup moins de valeur que les séries nombreuses, elles peuvent cependant servir de point de repère, surtout quand les données anthropologiques font complètement dé faut. Nous avons fait suivre l'indice céphalique de l'indice frontal, le seul que le docteur Broca recommande dans ses instructions anthropologiques générales, quand il s'agit de mesures prises sur le vivant. i. M. Wilkins nous a fait part de ses scrupules au sujet des unités à retrancher de l'indice céphalométrique pour obtenir l'indice céphalique, et nous nous sommes em pressés de faire droit à ses observations, après que M. le docteur les eut approuvées. Nous profitons de cette occasion pour remercier M. Wilkins du crâne de Kachgar qu'il a bien voulu nous offrir, lors de notre séjour à Tachkend. Ce crâne est un des plus curieux et des plus rares de lous ceux que nous avons rapportés à Paris. M. Wil kins, qui nous a accompagné pendant une partie de notre expédition dans le Fergha nah, a toujours été pour nous un compagnon de voyage utile et dévoué. Nous sommes heureux de pouvoir lui témoigner ici même toute notre gratitude."], [19, "D'UN VOYAGE EN ASIE CENTRALE 7 Indices céphaliques et céphalomèlnqiies de toutes les séries. M, lad. cípha'.. céptalcm. / 1 1 Kirghises-Kazaks (des bords de la mer d'Aral) ' 85.69(87.19) \\ 4 Kalmouques de Kouldja - 85.39 (86.89) Brachycéphales vrais) 58 Galtchas du Kohistan :i 85.— (86. 5o) au-dela de 83.33 : ï 3i Tadjiks du Ferghanah 84.35(85.85) I 26 Kara-Kirghises du Ferganah... 83.97 (85.47) 59 Usbegs du Ferghanah ' 83.92 (85.42) \\ 8 Mandchoux de Kouldja 83.41 (84.91) / i3 Usbegs de Samarkand '■' 83.1 3 (84.63) 8 Tarantchis de Kouldja c 83. 11 (84.61) I 12 Kachghariens du Ferghanah Sous-BRACHYcrÍPHALES I (Osch) 82.23 (83. 7 3) de 8o a 83.33 : 7 Tourouks (mélanges d'Usbegs et Kirghises avec des Bohémiens). 81.46 (82.96) 10 Tadjiks de Hissar 8 1.4.3 (82.93) \\ 29 Tadjiks de Samarkand 81.26 (82.76) ,,, s 8 Doungànes de Kouldja 78.00(80.40) Mesaticephales de \\ .-,,.. , , , „ ,. i3 Bohémiens du b erghanah (louhs ( et mazangs) 78.23 (79.73) i. Les seize Kirghises-Kazaks (hommes, femmes et un enfant de neuf ans) ont un indice moyen de 85.57(87.07). 2. Les huit Kalmouques de KoulJja (hommes et femmes) ont un indice moyen de 85.40(86.90) 3. Dans un précédent travail nous avons donné, pour les Galtchas, un indice moyen de 84.59(86.091; ce chiffre doit être rectifié; ['indice céphalométrique est de 86.48 et l'indice céphalique de 84.98 ou 85. 4. Nous avons cru devoir supprimer, dans cette série, un individu qui présentait un indice de 99. 5. Nous avons supprimé un individu dont l'indice céphalométrique est de 100 juste. 6. Les douze Tarantchis de Kouldja (hommes et femmes) ont un indice moyen de 83.85(85.35)."], [20, "RÉSULTATS ANTRHOPOLOGIQUES 8 Décomposil ion des séries les plus importantes, d'après les indices céphaliqttes. I. — ÉRANIENS ■ Galtchas. Tadjiks Tadjiks du Ferghanah. de Samarkand. Brachycéphales 20 \"' Sous-brachycéphales \" 4 ••• I0 Mésaticéphales 4 \" • *\"\" ù Sous-dolichocéphales 5 — •■• 3 Dolichocéphales i l ••• 3 58 3i 29 II. — TURGO-MONGOLS Kara- Usbegs Usbegs (2) Klrghises. 'lu Ferghanah. de Samarkhand Brachycéphales 12 29 ... 5 Sous-brachycéphales ... 9 •■• •• • '9 ■•■ 5 Mésaticéphales . • 5 6 •■■ ' Sous-dolichocéphales — 4 ••• 2 Dolichocéphales — 1 26 59 i3 Proportions en centièmes des crânes des diverses catégories. I. — ÉRANIENS 58 Galtchas. 31 Tadjiks 2P Tadjiks du Ferghanah. de Samarkand. Brachycéphales vrais 63. 80 ... 64.51 ... 27.58 Sous-brachycéphales 18.96 ... 12.90 ... 34.48 Mésaticéphales 6.89 ... 19.35 ... 20.69 Sous-dolichocéphales 8.62 ... — ... 6.90 Dolichocéphales vrais 1.72 ... 3.23 — io.?4 99-99 99-99 99-99 1. Conformément à la communication que nous avons eu Thonneur de faire au Congrès anthropologique de Paris de l'année dernière, nous subdivisons tous les peuples de l'Asie centrale en Eraniens et Turco-Mongols. 11 est tout naturel que les Bohémiens se trouvent en dehors de ces deux groupes. 2. Nous avons placé les Usbegs de Samarkand parmi les séries les plus importantes, parce qu'il existe une différence sensible entre eux et leurs congénères du Ferghanah."], [21, "ll'l'N VOY .E Cl. TRALL II. — TURCO-MONGOLS 26 Kara- 59 Dsbegs 13 Osbegs Klrghlses. du Ferghanah. de Samarkand. Brachycéphales 46.15 ... 49.15 ... 38.46 Sous-brachycéphales 34. 6 1 ... 32.20 ... 38.46 Mésaticéphales 19.23 ... 10.17 ••• 7-69 Sous-dolichocéphales — ... 6.77 ... 1 5. 3g Dolichocéphales ... — ... 1.70... 99.99 99.99 ;oo De toutes ces séries celle qui nous intéresse le plus est la sé- rie des Galtchas, aborigènes des montagnes de la haute vallée du Zérafchâne; nous voyons qu'ils sont très brachycéphales et même beaucoup plus brachycéphales que les Turco-Mongols du Turkestan. Les Tadjiks du Ferghanah, mélange des colons persans avec les montagnards autochthones au sud du Syr-Da- ria, viennent ensuite. Les Tadjiks de Samarkand sont sur la limite de la Brachycéphalie et nous verrons, dans nos conclu- sions, à quelle circonstance il faut attribuer cet écart entre les Galtchas et leurs plus proches parents éraniens, les Tadjiks de Samarkand. Les Usbegs de Samarkand sont moins brachycé- phales que ceux du Ferghanah; ils se sont peu mélangés avec les Tadjiks des plaines, presque pas du tout avec ceux des mon- tagnes. Nous verrons bientôt qu'ils ont conservé le type turco- mongol, relativement le plus pur. Nous attirons encore l'atten- tion sur la similitude qui existe entre les Tarantchis et les Kach- gariens, deux peuples de mème origine ', les premiers plus en contact avec les Mongols vrais sont plus brachycéphales. Enfins nous signalons encore aux anthropologiste, les Doungâ- nes qui, vivant au milieu de peuples brachycéphales, sont les seuls franchement mésaticéphales. Les considérations que nous 1 . Les Tarantchis sont des Kachgariens que les Chinois ont transportés, il y a cent quarante ans sur les bords de l'ili, en Dzoungarie. (Voir de Ujfalvy, Expédition scientifique en Russie, cn Sibérie et dans le Turkestan, vol. I, le Kohistan, le Fergha nah cl Kouldja, arec un appendice sur la Kachgarie. Paris, E. Leroux. 1878."], [22, "RÉSULlATîv . LOGIQUES 10 aurons Toccasion de présenter plus tard démontreront , nous l'espérons du moins, que les Doungânes ne sont point le résul tat du mélange des Chinois avec les Turco-Mongols, ou des Chinois devenus Musulmans. Les Doungânes sont une popu lation à part, peut-être d'une race différente, dont l'origine reste à rechercher '. Aucun de ces peuples ne figure sur la liste que le docteur Broca a publié en 1872 s. Parmi les indices extraits du Thésaurus craniorum et du supplément à cet ouvrage, de M. Bernard Davis, nous rencon trons sept crânes de Kachgar et Yarkand avec un indice moyen de 76.04. Ce chiffre nous paraît hasardeux si on voulait en tirer des conclusions par rapport aux habitants actuels. Ces crânes sont dus, si nous ne nous trompons pas, à M. Shaw, et leur provenance est douteuse 3. // résulte de ces indices moyens que tous les peuples de l'Asie centrale, à l'exception des Bohémiens et des Doungânes, sont brachy céphales. Les Eraniens montagnards sont plus brachycéphales que les Eraniens de la plaine. Les types blonds parmi les Eraniens sont aussi brachycéphales que les types châtains el bruns. 1. Les Kachgariens, les Tarantchis et les Doungânes, par Ch. E. de Ujfalvy. Revue d'Anthropologie, t. II, p. 489, année 1879. 2. Sur la classification et la nomenclature crâniologique d'après les indices céphali ques, par Paul Broca. Revue d' Anthropologie, t. I, p. 385, année 1872. 3. On peut comparer à ces indices ceux obtenus par le savant colonel Duhousset lors de son séjour en Perse. 2 Bakthiaryis 88.17 5 Kurdes 86.26 5 Ghilaniens et Mazandéraniens 84. , 5 7 Afghans 76. 19 8 Hindous 74-48 3 Guèbres 70.20 Nous voyons que les peuples de l'Iran sont aussi brachycéphales que certains peuples du Turkestan et de la Dzoungarie. Les Afghans, les Hindous et les Guèbres sont d'ail leurs des dolichocéphales purs, exemple qui n'existe point dans les pays du centre de l'Asie."], [23, "D'UN VOYAGE EN ASIE CENTRALE 11 2. Indice frontal. 1 1 Kirghises-Kazaks 84.37 Xx^?' 82. 37 29 Tadjiks de Samarkand 81.48 \"Q48 1 3 Bohémiens 79-65 — \"7-65 7 Tourouks 79.53 _ 77.53 14 Usbegs de Samarkand 78.85 76.85 26 Kara-Kirghises 78.53 — 76.53 58 Galtchas 78. 1 3 — 76. 1 3 8 Doungânes 77.95 — 75.95 4 Kalmouques \"6.57 — 74-57 8 Tarantchis 76.53 — 74.53 10 Tadjiks de Hissar 76-45 — 74-45 8 Mandchous 76.24 — 74-24 12 Kachgariens 76.21 — 74-21 3i Tadjiks du Ferghanah 75.61 — 73.61 60 Usbegs du Ferghanah 75.41 — 73-41 Toutes ces peuplades ont un indice frontal très élevé, elle sont, sans exception, mégasèmes. Les mésosèmes sont rares ; il y en a deux sur cinquante-huit Galtchas ; huit sur soixante Usbegs du Ferghanah; un parmi vingt-six Kara-Kirghises ; deux sur les trente-et-un Tadjiks du Ferghanah; deux sur les vingt-neuf Tadjiks de Samarkand; un sur les quatorze Usbegs de Samar- kand; un sur les dix Tadjiks de Hissar et un sur les treize Bohémiens; zéro pour tous les autres peuples. On ne rencon- tre pas du tout de microsèmes. Tous les peuples du Turkestan et de la Dzoungarie, sans dis- tinction d'origine, sont mégasèmes pour l'indice frontal. 3. Courbes. — Nous pensons que les courbes horizontale totale et surtout transversale biauriculaire peuvent présenter un certain intérêt et nous en donnons les moyennes. a) Courbe hori\\ontale totale : K. :l 26 Kara-Kirghises du Ferghanah 564 39 Tadjiks de Samarkand 562 1"], [24, "ro RÉSULTATS ANTRHOP0L0GIQUES * Dim Usbegs du Ferghanah. 56 1 12 8 Doungânes de Kouldja 56o 5/8 58 Galtchas 56o 8 Mandchoux de Kouldja 558 3/4 i3 Bohémiens du Ferghanah 556 7 Tourouks du Ferghanah. . . . 555 1 1 Kirghises-Kazaks 555 8 Tarantchis de Kouldja 553 3/4 14 Usbegs de Samarkand 553 12 Kachgariens du Ferghanah 552 1/2 3i Tadjiks du Ferghanah 552 10 Tadjiks de Hissar 547 b) Courbe transversale bi-auriculaire. 3i Tadjiks du Ferghanah 35 1 29 Tadjiks de Samarkand 349 2/7 60 Usbegs du Ferghanah 348 7 Tourouks 347 1/7 58 Galtchas 347 26 Kara-Kirghises 347 8 Tarantchis 346 7/8 1 2 Kachgariens 346 1/4 8 Mandchoux , 346 1/4 14 Usbegs de Samarkand 343 1 3 Bohémiens ' 342 10 Tadjiks de Hissar 341 3/5 1 1 Kurghises-Kazaks 340 8 Doungânes 339 3/8 Si nous examinons ces deux séries, nous voyons que les Tadjiks de Samarkand ont un crâne volumineux qui est en mème temps assez élevé; les Tadjiks du Ferghanah, au con- traire, ont un crâne d'une circonférence beaucoup moindre et cependant plus élevé que ceux de Samarkand; les Tadjiks de Hissar, enfin, ont le crâne peu volumineux et relativement fort peu élevé. Les Galtchas occupent la cinquième place sur les deux listes. Les Turco-Mongols ont le crâne généralement plus volumi-"], [25, "D'UN VO\\AGE EN ASIE CENTRALE 13 neux, mais généralement aussi moins élevé que la plupart des Eraniens. II est à noter combien la boîte osseuse des Doungânes a une circonférence étendue par rapport à son élévation qui est la moins forte parmi toutes les peuplades de l'Asie cen trale. Comparons ces moyennes à celles données par le colo nel Duhousset. La plus grande circonférence hori- zontale de la tête Demi-circonférence verticale PEUPLES mm mja 3 Guèbres 555 296 8 Hindous 565 291 7 Afghans 55g 258 5 Ghiianienns et Ma- zandéraniens 558 319 5 Kurdes 56o 3u 4 Bakthiarys 571 327 Nous voyons que les peuples mensurés par le colonel Du housset ont le crâne plus volumineux et moins élevé que ceux du Turkestan et de la Dzoungarie. La différence est d'ailleurs beaucoup moins grande pour la circonférence que pour l'élé vation. Ainsi les Galtchas, qui occupent la cinquième place sur notre liste, ont le crâne aussi volumineux que les Kurdes, mais de 36\",m plus élevé; et de 8g'nm plus élevé que les Af ghans dont la tète a une circonférence presque égale à la leur. (Galtchas, 36omm Afghans, 3 5ç/,m). Les Kara-Kirghises du Fer ghanah ont, à un millimètre près, le crâne aussi volumineux que les Hindous, mais leur crâne est de 56mm. plus élevé que celui de ce mème peuple. Seuls, les Doungânes se rapprochent, à i2mm près, des Bakthiarys, parmi tous les habitants de l'Iran, mensurés par le colonel Duhousset, ceux qui ont le crâne le plus élevé; mais, quant à la circonférence, le crâne doungâne se rappro che du crâne kurde; il reste cependant une différence de 28mm pour l'élévation. Nous pourrions encore multiplier ces comparaisons, mais"], [26, "RÉSULTATS ANTROPOLOGIQUES 14 qu'il nous suffise de dire dès maintenant que : les têtes des habi- tants de l'Asie centrale sont, en général, moins volumineuses que celles des habitants de t'Iran, mais, en revanche, elles sont beaucoup plus élevées. Nous mettons ici les deux mesures en regard : PEUPLES «1*1-*. JïïïSS. m m in m 26 Kara-Kirghises 564 347 29 Tadjiks de Samarkand 562 1/2 349 2/7 60 Usbegs du Ferghanah 56 1 348 8 Donngânes 56o 5/8 3393/8 58 Galtchas 56o ' 347 8 Mandchoux 558 3/4 3461/4 i3 Bohémiens 556 342 7 Tourouks 555 347 1/7 1 1 Kirghises-Kazaks 555 340 8 Tarantchis 5 53 3/4 346 7/8 14 Usbegs de Samarkand 553 343 12 Kachgariens 552 1/2 346 1/4 3i Tadjiks du Ferghanah 552 35 1 10 Tadjiks de Hissar 547 341 3/5 4. Taille. — Le docteur Topinard distingue des tailles hautes, de 1.70 et au-dessus ; des tailles au-dessus de la moyenne, de 1.70 à 1.65; des tailles au-dessous de la moyenne, de t. 65 à 1.60 inclusivement; et des tailles petites, au-dessous de 1.60 exclusivement. Nous avons obtenu les moyennes suivantes : mm. i 3 Bohémiens i j^o \\ 7 Tourouks ' 7 ' 5 i 8 Doungânes ,7i,/ . t j\", j t- i i v Tailles hautes. 3i ladjiks du Ferghanah ,709! 26 Kara-Kirghises 1 yo5 | 29 Tadjiks de Samarkand 170, /"], [27, "D'UN VOYAGE EN ASIE CENTRALE 15 mm. 10 Tadjiks de HL 1687 8 Mandchoux 1687 , 60 Usbegs du Ferghanah 1 684 j 14 Usbegs de Samarkand 1675 s Tailles au-dessus 12 Kachgariens 1672 f de la moyenne. 8 Tarantchis de Kouldja 1670 I 11 Kirghises-Kazaks , 1669 ! 58 Galtchas 1668/ Nous voyons qu'en général les Eraniens, à Texception des Galtchas, or' la stature plus élevée que les Turco-Mongols. II est cependant à remarquer que les Kara-Kirghises sont de grands beaux hommes, et nous attirons l'attention également sur la taille des Doungânes, qui est de beaucoup supérieure à celle des Tarantchis et des Kachgariens. En comparant nos moyennes à celles que nous trou\\ dans le traité d'anthropologie du docteur Paul Topinard, nous voyons que nos Kirghises correspondent à ceux de Prichard à six milli (ils ont i663 mm.). Nos moyennes s'accordent aussi avec l'assertion du docteur Topinard nui dit qu'en Asie la taille augmente au centre, dans les îles Japonaises, en Chine, et en s'avançant vers l'Hiaaalaya et le Turkestan '. Tous les peuples de l'Asie centrale sont d'une taille au-dessus de la moyenne, les Tadjiks de la plaine sont mime hauts de taille, iandts que les Galtchas sont beaucoup jjus petits. 5. Face. — - Ngus avons pensé qu'il serait intéressant de con naître les moyennes des quatre mesures suivantes : a) Distance transversale d:.< deux commissures internes des yeux; b.) Distance transversale des deux pommettes; c) distance trans versale des deux angles de la mâchoire inférieure : d Distance du point mentonnier à la naissance des cheveux. Ces quatre me- 1. L' Anthropologie, par le docteur Paul Topinard. Paris, Reinwald, 1877, pp. 320 3So. Sîr."], [28, "RÉSULTATS ANTHROPOLOGIQUES 16 sures donnent une idée assez exacte de la forrr la face. Nous verrons tout à l'heure que la distaríce plus LJ moins grande entre les deux commissures internes des yeux pourrait bien être un caractère de race, de même que la proéminence des pommettes; enfin, la distance des deux angles de la mâ choire inférieure rend la face ovale, carrée ou en lorme de losange, selon son étendue et surf «I comparée à celles des deux pommettes. a) Distance transversale des deu.. commissures internes des yeux : 4 Kalmouques 26 Kara-Kirghises 1 2 Kachgariens • 33 1 4 Usbegs de Samarkand 8 Mandchoux - 1 1 Kirghises-Kazaks 60 Usbegs ' .rghanah 8 Tarantchis 10 Tadjiks de Hissar 8 Doungânes ... 3 1 Tadjiks du Ferghanah 3o i 1 3 Bohémiens 3o 1 2 7 Tourouks. . = 3o 1/7 29 Tadjiks de Samarkand 3o 58 Galtchas 3o Nous voyons de suite que chez les Turco-Mongols la dis tance intéro-orbitaire est plus grande que chez les Eraniens. Les Mongols purs tiennent la tête sur notre liste, ils sont suivis des Kara-Kirghises qui possèdent beaucoup de ca ractères mongoliques, puis viennent les Kachgariens qui se sont souvent mélangés aux Mongols. Viennent ensuite les Usbegs de Samarkand, beaucoup pbis purs comme Usbegs que ceux du Ferghanah qui, à moitié sédentaires, sont dans un contact fréquent avec les Tadjiks de cette me u.iti ée. Enfin,'"], [29, "D'UN VOYAGE EN ASIE CENTRALE 17 ■i les Tadjiks de Samarkand et les Galtchas, les plus purs parmi les Eraniens de l'Asie centrale, viennent à la fin. La distance intéro-orbitaire est un caractère tellement appa- rent, qu'on distingue presque toujours à première vue un Turco-Mongol d'un Eranien. Nous pouvons dire que, che\\ les peuplades du Turkestan, la distance entre les deux commissures internes des yeux constitue un caractère de race el que cette distance est toujours moindre che\\ les peuplades crâniennes que che\\ les peuplades d'origine turco-mongole. b) Distance transversale des deux pommettes. min 4 Kalmouques 140 26 Kara-Kirghises 1 35 8 Doungànes , . 1 3 1 8 Mandchoux 1 3 1 7 Tourouks 1 3o 14 Usbegs de Samarkand i3o 60 Usbegs du Ferghanah IZ7 1 2 Kachgariens 1 27 u Kirghises-Kazaks I27 8 Tarantchis 1 3 Bohémiens 39 Tadjiks de Samarkand l22 58 Galtchas 122 3 1 Tadjiks du Ferghanah 10 Tadjiks de Hissar Il7 Nous voyons qu'ici encore les peuples turco-mongols tien nent la tête sur la liste et les peuplades éraniennes ne viennent qu'à la fin. Tandis que, chez un Kalmouque de Kouldja, les pommettes sont distantes de 140\"\"\" les unes des autres, chez les Galtchas elles ne sont distantes que de i22nim et chez les Tadjiks de Hissar de 1 1 7°™ seulement. c) Distance des deux angles de la mâchoire inférieure. 0 mm 4 Kalmouques 60 Usbegs du Ferghanah I •\""], [30, ",8 RÉSULTATS ANTHROPOLOGIQUES 1 \" mm. 26 Kara-Kirghises • • • 1 ' 5 7 Tourouks 11-> 8 Tarantchis ' 1 5 8 Mandchou* ' ' 5 14 Usbegs de Samarkand ' H 1 2 Kachgariens ' '4 8 Doungânes i '4 1 1 Kirghises-Kazaks , 1 3 1 3 Bohémiens 1 1 3 58 Galtchas u3 3 1 Tadjiks du Ferghanah 1 1 3 29 Tadjiks de Samarkand 1 1 1 10 Tadjiks de Hissar 108 Ici nous voyons encore, quoique la différence soit moins sensible que sur le tableau précédent, que les quatre peupla des éraniennes ne se trouvent qu'à la fin de la liste. d) Distance du point mentonnier à la naissance des cheveux. mm 8 Doungánes 204 29 Tadjiks de Samarkand 199 4 Kalmouques 198 8 Mandchoux 197 10 Tadjiks de Hissar ig5 1 3 Bohémiens , 195 3i Tadjiks du Ferghanah , 194 60 Usbegs du Ferghanah 194 14 Usbegs de Samarkand 193 58 Galtchas 193 8 Tarantchis 192 26 Kara-Kirghises , 189 11 Kirghises ,88 1 2 Kachgariens 187 7 Tourouks. , 182 Les moyennes de la longueur du visage ne présentent de rintérêt que lorsqu'on les compare à la distance entre les deux pommettes et les deux angles de la mâchoire inférieure."], [31, "d'un VOYAGE EN ASIE CENTRALE 19 Nous voyons toutefois, sur cette liste, que les Eraniens ont la face plus allongée que les Turco-Mongols, surtout quand on compare la longueur à la largeur, comme nous dlons le faire dans le tableau suivant : Ensemble de la face. Longueur. Largeur. Indice du visage. mm mm 7 Tourouks 182 i3o 71-42 26 Kara-Kirghises 189 1 35 7!-42 4 Kalmouques 198 140 70.70 12 Kachgariens 187 127 67.94 u Kirghises-Kazaks 188 , 127 67.55 14 Usbegs de Samarkand 194 i3o 67.52 8 Manchoux 197 i3i 66.49 60 Usbegs du Ferghanah 194 127 65.46 8 Tarantchis 192 125 65. 10 8 Doungâmes 204 1 3 1 64.25 i3 Bohémiens 195 1 25 64.10 58 Galtchas 193 122 63.26 3i Tadjiks du Ferghanah 194 121 62. 37 29 Tadjiks de Samarkand 199 122 ..... 61. 3o 10 Tadjiks de Hissar 195 117 60. — Nous avons tiré de ces chiffres un indice du visage qui pourra donner une idée assez exacte de la forme du visage si elle est ronde ou allongée, et nous avons inscrit cet indice à côté des deux mesures dont il est ie résultat. Nous voyons ici les Era- niens comme ayant la figure la plus allongée et, peu éloignés d'eux, les Doungânes, tandis que les autres peuples ont tous plus ou moins la figure ronde ou plutôt carrée. 6. Indice facial céphalomélrique. — De mème que l'indice du visage nous avons tiré l'indice facial céphalométrique, seu- lement comme dans le cas précédent le numérateur, cette fois-ci le dénominateur, n'est point la largeur bi-zygomatique, mais la distance transversale des deux pommettes. Les seuil-"], [32, "RÉSULTATS ANTHROPOLOGIQUES 20 les d'observations sur le vivant que nous avons emportées en Asie ne contenaient point la largeur bi-zygomatique . L'indice facial céphalométrique que nous avons obtenu est, par cela même, plus élevé que celui qu'on obtient quand le dénomi- nateur est la largeur bi-zygomatique. Tout en faisant des ré- serves sous ce rapport, nous pensons que cet indice pourra pourtant servir pour établir des comparaisons crâniométri ques. (En retranchant Distance ophryo- Largeur des deux deux unités) in- alvéolaire, pommettes. dice facial cc- phalométrique. mm mm io Tadjiks de Hissar , 88 ... 117 ... 75.21 \\ . 29 Tadjiks de Samarkand 91 ... 122 ... 74.59 i g 8 Doungânes 9Ó ••• «3i ••• 73.28 ' | 3 1 Tadjiks du Ferghanah 88 ... 121 ... 72.73 \\ 38 Galtchas 88 ... 122 ... 72.13 j S 14 Usbegs de Samarkand 91 ... i3o ... 70. — \\ Í3 60 Usbegs du Ferghanah 88 ... 127 ... 69.29(0 8 Tarantchis 86 ... 125 ... 68.88 (j S 8 Mandchoux 89 ... i3i ... 68.32/2 12 Kachgariens 85 ... 127 e.. 66.93' 4 Kalmouques 92 ... 140 ... 65.71 1 S 1 3 Bohémiens 82 ... 125 ... 65. 60 ( -u 11 Kirghises-Kazaks 83 ... 127 ... 65.36 [ 2 7 Tourouks 84 ... i3o ... 6461 j jg 26 Kara-Kirghises 84 ... i35 ... 62.29/ Nous voyons encore les Eraniens groupés ensemble; les Doungânes occupent une place très remarquable, à une grande distance des Mandchoux, Tarantchis et Kachgariens. Les Us- begs, saturés de sang tadjik, se rapprochent beaucoup des Era- niens; les Kalmouques, Kirghises-Kazaks et surtout Kara-Kir- ghises s'en écartent le plus. II résulte de ces moyennes que les peuples turco-mongols ont la face plus carrée (en forme de losange, comme les Doungânes et Mandchoux) que les Eraniens, qui ont la face plutôt ovale."], [33, "D'UN VOYAGE EN ASIE CENTRALE 21 B. — Caractères descriptifs. Nous examinerons successivement la couleur de la peau, des yeux et des cheveux; les caractères du système pileux; les traits de la physionomie, la forme du visage et du nez, etc. i. - - Couleur de la peau. I. — ÉRANIENS PEUPLES PARTIES NUES PARTIES COUVERTES 1 : 20'. 3 : 31... 1 : 22 1 : 33 I 1 : 21.. 21 : 32... 19 : 24 1 : 36 58Galtchas 10:25\" 2:33'\" 17 : » : 37 j 8 : 26.. 1 : 43... 15 : 26 2 : 51 j 2 : 28.. 5 : 44... I : 32 \\ 4 : 30 / 10 : 25 1 : 23 3 : 30 l 4 : 30 10 : 24 2 : 32 31 Tadjiks du Ferghanah ' 6:31 5:25 1:33 / 10 : 32 6 : 26 3 : 39 \\ 1 : 33 / 2 : 23.. 3 : 32... 2 : 23 1 : 30 i 9 : 25.. 1 : 33... 17 : 24 1 : 46 29 Tadjiks de Samarkand 1:42... 5:25 2:47 I 1 : 30.. 2 : 46... 1 : 2C \\ 3 : 31.. 1 : 47 Í6 : 30 1 : 21 2 : 26 3 : 32 2 : 24 1 : 33 1 : 44 3 : 25 1 : 40 II. — TURCO-MONGOLS Í6 : 25. . 19 : 32... 8 : 24 1 : 31 5 : 26.. 6 : 33... 6 : 25 14 : 32 1 : 30.. 3 : 39... 21 : 26 3 : 40 20 : 31 7 : 30 I. Les numéros correspondent à ceux du tableau chromatique du docteur Broca."], [34, "RÉSULTATS ANTHROPOLOGIQUES 22 II. — TURCO-MONGOLS (Suite.) PEUPLES PARTIES NUES PARTIES COUVERTES 3 : 30.. 1 : 40... 2 : 24.. 3 : 40 1 : 31.. 1 : 42... 2 : 25.. 1 : 53 14 Usbegs de Samarkand 3:32.. 1:53... 3:26.. 2:54 1 : 33.. • 1 : 54... 1 : 36 1 : 36 Í2 : 26.. 15 : 32... 1 : 24.. 5 : 30 3 : 30.. 3 : 44... 6 : 25.. 1 : 31 3 = 31 13 : 26 II : 25.. 2 : 31... 1 : 24 1 : 26.. 3 : 32... 4 : 25 2 : 26 / 9 : 25.. 1 : 47... 12 : 24 15 Kirghises-Kazaks >. 2 : 26. . 1 : 54. . . 1 : 52 ( 1 : 40 2 : 54 f 3 : 26.. 3 : 32... 7 : 26 12 Kachgariens ] 3 : 30. . 1:33... 4:30 ( 3 : 31 1 : 31 !6 : 25 5 : 24.. 1 : 25 1 : 32 3 : 25.. 3 : 53 5 : 54 11 : 23.. 1 : 31... 1 : 24.. 1 : 31 1 : 25.. 4 : 32... 5 : 25.. 1 : 32 5 : 26 4 : 26 Í2 : 25 i 1 : 23 1 : 52 1 : 24 9 : 54 10 : 54 / 2 : 25 3 : 25 8 Kalmouques \\ 4 : 32 3 : 26 ) 2 : 54 1 : 36 ( 2 : 53 13 : 31.. 1 : 34... 3 : 25.. 5 : 30 7 : 32.. 2 : 37... 1 : 26.. 1 : 37 1 : 29. . 2 : 43 7. Couleur des yeux (hommes et femmes). — Conformément aux instructions du docteur Broca et d\"après son tableau chromatique , nous avons subdivisé les yeux en quatre nuan-"], [35, "D'UN VOYAGE EN ASIE CENTRALE 23 ces (bruns, verts , bleus, gris) et chaque nuance en cinq tons [très foncés, foncés, intermédiaires, clairs, très clairs). PEUPLES bruns verts bleus gris Proportions en centièmes. / 3 très foncés. . . — .... — ..... — ...\\ \\ 2 foncés — .... — _ . / llMmouques... Unterméd _...._ _ \\ bruns 100 % \\ 2 clai'-í — .... _ _ ...j ! 2 très foncés. .. — .... — — . ..I 6 foncés — .... — — .i. f bruns 100% 4interméd.. .. — .... — — ...' Ìl très foncés. .. — .... — — ...J 4 foncés — .... — — . ..[ 2 interméd . . . . — .... — — ..} bruns 100% 4 clairs — — — ...l 1 très clairs.. .. — — — ...| !3 très foncés. .. — — — ...\\ onc ..... .. — - — • -, brun. 100% 2 interméd.. .. — — — ...1 2 clairs — — ..... — ...) ( — — _ — ... bruns... 91.67 % ,, , . ! 7 foncés — — — ... verts — 12 Kacnzanens. .( ,, , . , ,, 6 j i interméd.. .. — — ... 1 intermé. bleus — ( — - - - ... gris 8.33% 100 % 13 très foncés. .. — — — ... bruns... 84.61% 6 foncés — — ... 1 foncés., verts 7.69 % 7 interméd.. 1 intermé. .. — — ... bleus 3.85% 5 clairs 1 clairs... 1 clairs — ... gris 3.85% 1 trcsclairs.. .. — — — — 100 •/. !1 très foncés. .. — — — ... bruns... 86.79 % 4 foncés — — — ... verts 7.14% 2 interméd.. .. — — — ... bleus.... 7.14% 2 clairs 1 clairs ... 1 clairs — ... gris — 3 très clairs.. .. — — .... — — 100 °/ 'o , , ... , . ., I 2 foncés — — — ... H. Kireliises-Ka-I _ ,, . ,«««., ( 7 interméd.. .. — — — ... bruns 100 % zaks I . 1 6 clairs — — — ■■• I 1 très clairs .. — — — ..."], [36, "RÉSULTATS ANTHROPOLOGIQUES 24 PEUPLES bruns verts bleus gris pour cent 16 très foncés. . . — — bruns... 80 \"/„ 15 foncés 1 foncés.. .. — verts 11.67% 60 Usbegs du Fer- g intermÊd 4 intermé. 1 intermé. 1 intermé. bleus.... 5 % ghana 5 clairs 2 clairs ... 2 clairs — ... gris 3.33% 3 très clairs.. . . — — ... 1 très clairs — 100 % ! — — — — ... bruns... 85.72% 1 foncés — — — ... verts — 2 interméd — — ... 1 intermé. bleus... — 3 clairs j. — — — ... gris 14.82 % 100 % Ì 3 très foncés. .. — — — ... bruns... 76.92% 3 foncés — ... 1 foncés — ... verts.... — 3 interméd.. .. — — .., 2 interme, bleus 7.69% 1 clairs — — — ... gris 15.39% 100 % ,0 Tadjiks dej 3 t^s foncés. . . - - .... _ .... Hissar 3 fonces - - _ ... bruns 100% I 1 interméd.. .. — — — ...J ! 2 très foncés. .. — — — ... bruns... 64.55% 3 foncés — — ...1 foncés., verts 16.12% 10 interméd.. 3 intermé. 1 interme. 1 intermé. bleus.... 12.89 °/u ..... 4 clairs 2 clairs ... 3 clairs — ... gris 6.44% 1 très clairs.. .. — — — — 100 % Í 2 très foncés. . . — — — ... bruns.. '. 68.96 •/• 7 foncés 3 foncés..-.. — — ... verts 10.35 •/• 7 interméd.. .. — ... 2 interme. .. — ... bleus.... 20.69°,, 3 clairs — ... 3 clairs — ... gris — 1 très clairs . .. — ... 2trèsclairs . . — — 100 •/. 1 irès foncés. . . — — _ ... bruns... 68.96% 10 foncés 1 foncés.. .. — _ ... verts 13.79% 58 Galtchas 16 interméd.. 4 intermé. 4 intermé. 1 intermé. bleus 15.52 % 8 clairs 1 clairs ... 5 clairs — ... gris 1.72 •/, 5 très clairs. 2trèsclairs .. — _ 99.99 •/ Le docteur Topinard a donné dernièrement., quant à la cou leur des yeux des Galtchas et des peuples de la Dzoungarie, un"], [37, "D'UN VOYAGE EN ASIE CENTRALE 25 aperçu général à la Société d'anthropologie de Paris. Nous ren voyons aux considérations développées par le savant docteur, tout en attirant V attention sur le grand nombre de cas d'yeux verts et bleus et souvent clairs che\\ les Tadjiks de Samarkand et du Ferghanah et che\\ les Galtchas l. 3. — Couleur des cheveux. I. — ÉRANIENS PEUPLES BLANC GRIS BLOND ROUX CHATAIN NOIR II 1 : 26 /27 : 41 5 : 50 et 51 5/ 1 : 33 1 | 1 : 29 42U2 : 42 5 2 : 48 fond châ- [ 3 : 44 ( 3 : 43 • 3 : 49 tain. 8.62 % 1.72 % 81.03 % 8.62 % = 99.99 / , / 2 : 34 1 = S7 9-41 31 Tadjiks du Fer- 3 fond U : 50 et 51 4 * : ' ' ' ~ ' ' ' 18j 4 . ' '' 4S ghanah noir, j fond noir (2:47 (3:43 \\ 12-90 % 58.06 % 29.03 % =99.99 ( 1 : 23 / 2 : 34 29 Tadjiks de Sa- _ g 2 = 26 10 : 41 6| 4 : 48 markand ' j 3 : 37 ' ' °j 2 : 42 j 2 : 49 ( 2 : 44 ( 1 : 43 27.58 % 51.72 % 20 : 69 % = 99.99 ,„ -r. .-, t.. í1 •' 50et51 / 1 : 34 10 Tadjiks de H s- \\, . . . I ' ...—...{ fond châ- ... — — . . . 9] 7 : 41 sar 1 / f tain. V 1 : 42 100 % II. — TURCO-MONGOLS / I 6 : 34 60 Usbegs du Fer- 8 fond 11;50 «U J» : '\" ,fl , ,„ ; Jg ghanah noir. Hond noir. 1 1 : 42 F ( 1 : 43 3.33 % 1.67 % 40.67 % 48.33 % = 100 1. Bulletins de la Société d'Anthropologie de Paris. Tome II, (III»5 série) 2« fascicule, Février à Avril 1879. pp. 2:11-227."], [38, "RÉSULTATS ANTHROPOLOGIQUES 26 II. — TURCO-MONGOLS (Suite.) PEUPLES BLANC GRiS BLOND ROUX CHATAiN NOIR J 1 Usbegs de Sa-\\ V fond _ l | 1 : 37 ...—.-. e| ì * 43 6 | 6 : 48 markand 1 nolr- [ 7.14 % 42.86 % 50 % = 100 Í f 1 : 35 9 : 50 et 51 „ 5:41 .,..,„ fond noir. - ~ \" \"' 3 : 4Î 6 ' 6 \" 48 ( 2 : 43 42.30 % 57.70 °/0 ss 100 7Tourouks I V*\"\"1 ...- - ... 5 | 5 : 41 \\ noir. { 71.43 o/0 28.57 «/» = 100 16 Kirghises - Ka- 13 : 50et 51 ,9:41 g g zaks \\fond noir. ' I 1 : 49 ( 62.50 °/o 27.50 o/„ = 100 ,„ „ . . ( 6/ fond I 2: 34 12 Kachganens ) ... — ■- — . . 6 . ., \\ no, r. ( 4 : 41 ( 50 o/0 50 o/„ = 100 n -r . , • 2: 50 et 51 j 3 : 41 12 Tarantchis — .../„ ...— — ... 4< , ., 6 | 6 .48 \\fond no, r. I 1 : 43 ( 33.33 % 66.67 o/0 = 100 ,^ r^ . (3 : 50 et 51 I 3 r 41 „ ,j .. 12 Dounganes — . . .) -- — • ■ • 4 J , .„ 5 5 : 48 (tond noir. *) 1 : 42 [ 33.33 0/0 66.67 0/0 = 100 12 Mandchoux — . .. I2 : 50 et 51 . . . _ 2 | 2 : 41 8 | 8 : 48 ífond noir. I 16.67% 83.33o/o = 100 I 1 • 41 8 Kalmouques — — _ , - q 5 I 5 : 48 H a\\ 2 : 42 ' 37.50 „/° 62,50 0/0 = 100 .„„,,. 3/ fond 3 : 50et51 I 3 : 12 „,. ,„ 13 Bohémiens ( . / ... — — ... , ,„ 3 3 : 48 j noír. jtond noir. I 1 : 43 30.77 o/„ 69.23 »/» = 100"], [39, "d'un voyage en asik centrale 27 4. — Couleur de la barbe. I. — ÉRANIENS • PEUPLES BLANCHE GUISE BLONDE ROUGE CHATAIN NOIRE If 1 î* i . .r 7 150.51/ g 1:30 ... _ . . . M L j « u j 9 : 48 fond 1 4 : 37 (l5 : 43 ' 5 : 49 châtain. \\ 3 : 45 15.51 o/0 60.95 o/0 24.14 o/0= ioo Í/ 3: 30 ( 1 : 36 1 ( 2 : 41 4:50e,51/ R 1 : 37 _ I ? _ fond J 2 : 39 I ghanah châtain. , f „ .. ' 5 : 43 j châtain. 3 : 44 [ M ; 45 \\ 35.89 o/° 64.19 % = 100 Íj 1 : 23 ::: c- , \" l;S \"l- f- Hï'.ï f 6 : 43 / 1 : 3R f \\ 3 , 46 \\ 37.93 °/ o 3.44% 37.93 % 20.69 % = 99.99 10 Tadjiks de His- , 2 : 41 sar •••\" ••• ■•■- - \" •• 7 2:42 3I3:48 I 2: 43 70 o/0 30 % = 100 II. — TURCO-MONGOLS I I1:3° 1 4:« 1 ,3-44 1 1 5 : 48 56. Usbegs du Fer- 7/ fond 12 | 50.51/ 9/ 1 | 1 : 28 8 12 : 42 8„ .„ L «. • (, , 1 2 : 45 ! „ .„ I o: m ghanah noir. ifond noir. / v 3 : 43 j \\ 3 : 47 16.07 % 1.78 % 33.93 % 48.21 °/, = 99.99 Í( 1 ; 35 1 | 1 : 37 ....... 4 1 : 42 3 | 3 : 48 l 2 : 43 11.11 % 44.44% 44.44% =99.99"], [40, "28 RÉSULTATS ANTHROPOLOGIQUES II. — TURCO-MONGOLS (Couleur de la barbe. Suite) PEUPLES BLANCHE GRISE BLONDE ROUGE CHATAIN NOIRE 12: 35 3: 41 2 : 42 5 | 5 : 48 7 ; 43 769 °/° 73.08 o/» 19.23 ./„ = 100 7Tourouks 2/fond j _ _ Al\\f, noir, j - ■■• ' 3:42 1 71.43 % 28 57 % = 100 7 Kirghises - Ka- ( M 50.51, 2Í 1 : 30 zaks ... — ...| fond 1:37. ...... 4 | 4 . 41 [ châtain. \\ 28.57 o/0 71.43 „/• = 100 12 Kachgariens.... 6/ fond ) _ 3| 2 .' 43 3 | 3 : 48 noir. 1 '•-.. ... v 2-5 o/0 75 »/a — 100 I 1|50.51/ ,,,.,, A 2:48 7Tarantchis _.../ fond •■.-......_...( 3 : 49 / châtain. 1 14-28 % 85.72 \"/o = 100 1 7Doungânes _ .. 2 ' 50 51/ 2f \\'.l 3 ! 3 ; 49 tond noir. — . . . 1 28.57 % 71.43 % = 100 8 Mandchoux _ _ „, _ (2 | 2 : 42 6 | 6 : 49 ' 25 o/0 75 o/0 = 100 3 Kalmouques _ _ ... . _ _ |2I2: i3 1 1 1 ■ ® ì 66.66 •/. 33.33 •/• = 99,99 12Bohémiens * *»d ' '^ X ' X ! \" ' ' * ' ™ Y l » » '> iS Châtain châ.ain. \\ls4t 8.33 •/, 8.33 % 75 % 8.33 •/. = 99-99"], [41, "D'UN VOYAGE EN ASIE CENTRALE 29 5. — Pilosité du corps. I. — ÉRANIENS PRESQUE PEUPLES GLABRE GLABRE PEU VELUE VELUE THÉS VELUE 3 1 39 15 58 Galtchas 5.17% 1.72% 67.24% ....... 25.86 »/» = 99.99 3 1 15 12 31 Tadjiks du Ferghanah... 9.68% 3.22% 48.39% ... — ... 38.70 °/0 = 99.99 1 21 7 29 Tadjiks de Samarkand — ... 3 44 »/0 72.41 »/o ... — ... 34.14% = 99.99 16 12 10 Tadjiks de Hissar — ... 10% 60 o/„ 10 »/0 20 o ;0 =100 II. — TURCO-MONGOLS 17 3 25 15 60 Usbegs du Ferghanah.... 28.33 o/„ 5 o/0 41.67 o/0 ...— ... 25 o/o =100 6 8 14 Usbegs de Samarkand... 42.86 o/0 ...— .. 57 14 % ... — — . . = 100 24 2 20 Kara-Kirghises 92.30 •/, ... - ... 7.70 »/„ ... - - .. = 100 3 1 3 7 Tourouks 42.85 o/„ ... — ... 14,29% ... - ... 42.85 o/o = 99.99 11 11 Kirghises-Kazaks 100 o/o ...— _......_ —..=100 4 8 12 Kachgariens 33.33 \"/o ....... 66.67 o/0 . . . _ - . . = 100 1 6 1 8Taran,chis 12.50 o/„ ....... 75 % ....... 12.50 »/,= 100 8 8 Doungânes 100 «/o ... — — — — . . = 100 8 8 Mandchoux 100 o;„ ... — — — — . . = 100 4 4 Kalmouques 100 «/o ... — — - — .. = 100 5 4 3 12Bohémiens - -...41.67% 33,33 »:.. 25 * = 100"], [42, "RÉSULTATS ANTHROPOLOGIQUES 30 6. — Barbe. I. — ÉRANIENS PEU PEUPLES NULLE RARE FOURNIE ABONDANTE 4 14 10 58Galtchas 6«9 °/° 24.13 »/0 ..._... 68.97 »/„ _ 99.99 2 7 1 21 31 Tadjiks du Ferghanah 6 45 „,'o 22.58 o/d 3,22 a/, 67.74 % = 99.99 7 22 39 Tadjiks de Samarkand — ... 24.14 o/0 ...— ... 75.86 o/0 = ioo 10 10 Tadjiks de Hissar — — — ... 100 % — ,oo II. — TURCO-MONGOLS 6 22 32 60 Usbegs du Ferghanah 10 o/„ 36.67 «/„ ...— ... 53.33 », u = 100 5 6 3 14 Usbegs de Samarkand 35.71% 42.85 «/. ... — ... 21.43 % = 99.99 3 14 1 8 26 Kara-Kirghises 11.54% 53.84 o/0 3.8á o/0 30.77 »/„= 99.99 6 1 7 Tourouks — ... 85.71 o/0 ...— ... 14.29 % = 100 4 6 1 II Kirghises-Kazaks 36.30 o/„ 54.54 o/„ 9.09% ...— .. =99.99 2 10 12 Kachgariens — ... 16.67 \"j\" ... — ... 83,33 o/0 = 160 1 7 8 Tarantchis 12.50»/» 87.50 % ...— — ..=100 1 6 1 8 Doungânes 12.50 u/„ 75 o/o 12.50% =100 6 2 8 Mandchoux — ... 75 o/, ...—... 25 % = '°0 1 3 4 Kalmouques 25 % 75.0/,, . . . ._ — ..=100 1 12 13 Bohémiens 7.69 »/o ... - — . . . 92.31 % = 100"], [43, "D'UN VOYAGE EN ASIE CENTRALE 31 8. Couleur des cheveux el de la barbe. — Tous les Erainens ont les cheveux châtains; cependant on rencontre des blonds parmi eux, plus de blonds parmi les Tadjiks de la plaine que parmi les Galtchas. Tandis que chez les derniers les blonds ne forment que 8 o/o de la population, ils comprennent 12 0/0, jus qu'à 1 3 0/0 chez les Tadjiks du Ferghanah et plus de 27 0/0 chez ceux de Samarkand. Quant à la barbe,, qui est généralement plus claire que les cheveux,, nous constatons une progression semblable i5 1/2 0/0 chez les Galtchas, 36 0/0 chez les Tadjiks du Ferghanah, 38 0/0 chez ceux de Samarkand. Les abori gènes de f Asie centrale se sont mélangés, à une époque fort recu lée, avec WK peuplade blonde, peut-être dolichocéphale? Ce mélange o été peu considérable dans les hautes vallées avoisinant le Pamir, il a été beaucoup plus continu dans le Ferghanah et dans les environs de Samarkand. Les Usbegs du Ferghanah, dont le mélange intime avec les Tadjiks de la même contrée a déjà été constaté, ont été moins atteints du contact avec les blonds, car nous n'y rencontrons que 3 1/2 0/0, tandis que chez ceux de Samarkand les cas de blonds sont beaucoup plus fréquents. Toutes les autres peuplades sont noires entremêlées de châtains. 9. Pilosité du corps. — Les Eraniens sont tous plus ou moins velus; les glabres sont excessivement rares surtout, quand on con sidère que, sur les quatre Galtchas qui ont la peau glabre, deux sont à peine adultes-, chez les Tadjiks du Ferghanah, il n'y en a également que quatre et chez ceux de Samarkand qu'un seul. Les Usbegs du Ferghanah sont en majorité velus, mais nous rencontrons cependant 28 0/0 de glabres et, chez les Usbegs de Samarkand même, a3 0/0, sans distinction de lage. Les Doungânes, Mandchoux et Kalmouques sont absolument glabres ; les Kara-Kirghises presque tous. 10. Abondance de la barbe. — Les Galtchas , Tadjiks du Fer ghanah et ceux de Samarkand ont presque tous la barbe abon~"], [44, "RÉSULTATS ANTHROPOLOGIQUES 32 dante ; chez les premiers, il y a quatorze barbes rares et qua tre nulles, dont deux jeunes gens; chez les seconds, il n'y a que six rares et, chez les derniers, seulement sept. Les Usbegs du Ferghanah se distinguent encore assez sen siblement de leurs congénères de Samarkand, ils ont 67 0/0 la barbe abondante, 20 0/0 rares et 10 0/0 nulles, tandis que ceux de Samarkand ont trois barbes abondantes, six rares et cinq nulles sans distinction de l'âge (pour les rares, bien entendu). II est encore à remarquer que les Kara-Kirghises qui, sous le rapport de la pilosité du corps, se rapprochent beaucoup des Mongols purs, ont 54 0/0 la barbe rare, 1 1 0/0 nulle, 4 0/0 peu fournie et 3 1 0/0 abondante. Les Kachgariens ont tous, à Texception de deux, la barbe abondante; les Tarantchis, au contraire, tous rare, ce qui cor robore encore en faveur de l'opinion que nous avons émise au sujet du mélange des Tarantchis avec les peuples mongoliques. 1 1 . Forme du ne\\. — Conformément aux instructions du doc teur Broca, nous avons subdivisé les nez en cinq catégories : i° nez aquilins; 2° nez droits; 3° nez retroussés; 40 nez abais sés; et 5° nez busqués et puis en nez leptorhyniens, mésorhiniens et platyrhiniens. I. — ERANIENS PEUPLES Ne: aquilins. droits. retroussés. abíissés. twqués. 58 Galtchas 35 14 5 — 4 31 Tadjiks du Ferghanah 8 22 - — 1 29 Tadjiks de Samarkand 20 7 — ..... — 2 10 Tadjiks de Hissar 7 3 — — — II. — TURCO-MONGOLS 60 Usbegs du Ferghanah 17 31 8 — 1 14 Usbegs de Samarkand 4 5 4 1 — 26 Kara-Kirghises 3 15 6 — 2 7 Tourouks — 3 3 — 1 11 Kirghises-Kazaks — 9 2 — — 12 Kachgariens \". . , . _ 8 — — — 8 Tarantchis . 3 5 _ —"], [45, "D'UN VOYAGE EN ASIE CENTRALE 33 II. — TURCO-MONGOLS (Suite.) PEUPLES Hei aqnlllns. droits. retroussés. abaissés. busqués. 8 Doungânes 8 8 Mandchou* _ 1 :i 4 _ 4 KalmoucfLÍes — 3 i 13 Bohémiens 9 4 _ _ _ ÉRANIENS PEUPLES Nez leptorhyaleos. mésorhiniens. platyrhínieuB. 58 Galtchas '. 13 jg 10 31 Tadjiks du Ferghanah 11 19 . 1 29 Tadjiks de Samarkand g 03 .... 3 10 Tadjiks de Hissar 5 1 1 II. — TURv-l -MONGOLS 00 Usbegs du Ferghanah 8 38 11 14 Usbegs de Samarkand R , G — 26 Kara-Kirghises .... M 8 7 Tourouks — 3 1 U Kirghises-Kazaks — 5 ........ «i 12 Kachgariens — 6 ... 6 8 Tarantchìs — 5 .. 3 8 Doungànes , 7 — 8 Mandchoux 1 2 5 4 Kalmouques — — ........ t 13 Bohémiens 4 6 . C. — Plagiocéphalie. Nous avons cru devoir signaler les nombreux cas de pi giocépiiaiie qui se rencontrent parmi les Usbegs du Ferghanah et nous avons eu soin de placer en regard les cas analogues, beaucoup moins nombreux, chez différents autres peuples de l'Asie centrale. 3"], [46, "RÉSL'TATS NTHROPOLOGIÇ II 34 ■ ÉRANIENS PEUPLES Normal. Plagiocéphil. 58 Galtchas 58 IÛ0 % 31 Tadjiks u i Ferghanah 29 93,55 % ' 2 0,45 % 29 Tadjiks de Samarkand 2' 100 \"/o — .0 Tadjiks de Hissar tS 100% — II. — TURCO-*wnGOLS 60 Usbegs du Ferghanah 50 83,33 o/0 10 16,67 \"/„ 14 Usbi i Samarkand .'. 14 100% — .0 Ka- ,■. !•; .Lghises 26 100% 7 Tourouks...» 7 160*/» _ ï.C Kirghises-Kazaks 11 lúl ' _ lï Kachgariens 12 100 % — 8 Tarantchis 7 87,50 0/0 1 12.50 o/„ 8 DaungâneB 8 100 «/o — 8 Mandchoux 8 100 o/„ _ 4 Kalmouques í 100% — 13 Bohémiens. 13 100 o/„ _"], [47, "I II QUELQUES OBSERVATIONS ETHNOGÉNIQUES SUR LES PEUPLES DE L'ASIE CENTRALE Le Turkestan oriental et occidental et la Dzoungarie sont les trois contrées dom nous avons décrit les habitants au point de vue anthropologique. Les notions historiques que nous possédons sur ces pays sont des plus embrouillées. II re ■ suite cependant de tous les documents historiques que nous connaissons que les oasis sur les versants orientaux du Pamir (dans le Turkestan oriental) ainsi que le haut bassin de l'Oxus et le Ferghanah, furent habités par des peuples eraniens dans une très grande antiquité. 11 paraît également certain que les habitants eraniens ont précédé, de plusieurs siècles au moins, les peuplades turco-mongoles qui ont envahi successivement ces contrées '. Ces Eraniens sont-ils les aborigènes de ces contrées? Nous le pensons, mais nous avons hâte d'ajouter que le fait est loin d'être démontré scientifiquement; nous croyons cepen dant pouvoir affirmer que ces Eraniens sont les plus anciens ha bitants de ces régions '. II y a donc eu, à une époque fort reculée, une population éranienne des deux côtés du Pamir, dans les i. Voir Richthofen. Cliind; Girard de Rialle, Mémoire sur l'Asie centrale. — Voir aussi le chapitre sur la Kachgarie dans : de Ujfalvy Expéd. scient, franc, en Russie, en Sibérie et dans le Turkestan, vol. 1. Le Kohistan, le Ferghanah et KouMja avec un ap pendice sur la Kachgarie. 2. Nous avons essayé d'établir ce tait dans un article publié dans la Revue d'An thropologie, du docteur Broca, intitulé les Tadjiks et les Galtchas (janvier 1879)."], [48, "36 RÉSULTATS ANTHROPOLOGIQUES oasis du Turkestan oriental et occidental. La Dzoungarie, prin cipale porte de passage de toutes les migrations sorties de TAsie centrale, a dû êue habitée à la mème époque, par des peuplades mongoliques. Etaient-ce les Kalmouques, comme un savant éminent est porté à le croire? Le fait n'est point dé montré et nous pensons, au contraire, que les Kalmouques ne sont arrivés que postérieurement, à la suite des grands con quérants mongols. Toutes les migrations, qui ont quitté l'Asie centrale pour déverser leurs flots sur l'Asie antérieure et TEu rope orientale, ont parcouru le Turkestan oriental. Toutes espèces de peuples, tels que les Sakas, les Yué-tchis, les Hioung nous, les Ouïgours, etc., sont venus se briser contre le môle gi gantesque, qu'on appelle le Pamir, et ils ont tous quitté TAsie centrale par la seule issue possible au nord-ouest, dans le Thian- Chan oriental, défilé à travers lequel les Chinois ont construit plus tard leur route stratégique, afin d'écarter les Barbares au nord du Thian-Chan de ceux au sud '. Richthofen a lumineuse ment démontré cette marche uniforme de toutes les migrations qui se sont succédées. Mais tous ces peuples, se pourchassant les uns les autres, ont dû nécessairement laisser des traces sur leur passage, partout ils ont déposé des éléments, et la population actuelle des oasis du Turkestan oriental est le résultat de cette superposition de couches de différentes peuplades, greffées sur un fond éranien. La Dzoungarie vit également passer ces peuples qui, d'ail ieurs moins arrêtés par les obstacles orographiques, y ont peut être moins longtemps séjourné. En tout cas, chaque fois que nous rencontrons un peuple dans le Turkestan oriental, nous pouvons être sûr ( et certain que le peuple qui Tavait précédé I. Le plateau central de l'Asie, entouré de toute part par des chaînes de montagnes très élevées, ne possède que deux issues, une au nord-ouest formée par la dépression Je la Dzoungarie, une autre au sud-est, près du circuit du Hoangho. Les incursions périodi ques des Barbares dans les plaines fertiles entre le Hoangho et le Yantsé-Kiang ont forcé les Chinois à construire la grande muraille sortitiée afin de fermer cette issue et presque tout Ie flot des migrations a dû s'échapper, à partir de cette époque, par l'issue nord-ouest de l'Asie centrale."], [49, "D'UN VOYAGE EN ASIE CENTRALE 37 dans cette contrée se trouve, à ce moment, en Dzoungarie '.La partie de la Dzoungarie qui nous intéresse le plus,\" le bassin du Haut-Ili, du Kounguésse, du Tékèsse et du Kache, fut cependant plus a l'abri deces migrations que les contrées au nord duThian- Chan oriental, les environs des lacs Saïram, Ebi, etc. Nous rencontrons aujourd'hui dans le district de Kouldja diffé rentes populations, presque toutes d'une origine récente. Les Tarantchis y ont été transplantés par les Chinois, il y a à peine un siècle et demi; les Sibos sont le résultat du mélange des Chinois avec les Kalmouques, les Solons sont les descendants de colons militaires chinois, les Kara-Kirghises et les Kirghises- Kazaks se rattachent intimement à leurs frères occidentaux. Seuls, les Kalmouques paraissent habiter la contrée depuis une assez grande antiquité. Restent les Doungânes. On ne sait rien sur Tépoque exacte de Tarrivée des Doungânes en Dzoungarie, mais il est probable que les Doungânes et les habitants des vil les des deux cotes du Thian-Chan oriental habitent cette région également depuis plusieurs siècles. L'islamisme leur est cer tainement venu des provinces méridionales de la Chine, mais nous ne pensons pas que le fond de la population doungâne y ait émigré de la meme contrée. Les grandes migrations dont nous parlions tout à l'heure, ont dû laisser en Dzoungarie, des traces manifestes de leur passage, absolument comme elles en ont laissées à Test du Pamir, dans le Turkestan oriental. Ces traces n'ont pas pu entièrement disparaître et nous sommes porté à croire que les Doungânes d'aujourd'hui en sont peut-être les derniers vestiges. II est certain que les aïeux des Doungânes se sont mélangés avec des Kalmouques, des Mongols, des Chi nois, des Tarantchis et des Kachgariens, mélanges qui ont dû certainement modifier successivement leur type primitif, sans offrir cependant une série de caractères bien nettement définis. Ces considérations nous ont fait soutenir, de prime abord, que les Doungânes ne sont d'une origine ni altaïque ni mongolique \\ I. Voir Richthofen, ibidem. — 2. Voir : de Ujfalvy, ibidem"], [50, "RÉSULTATS ANTHROPOLOGIQUES 38 Nous arrivons au Turkestan occidental, aux Eraniens du bassin du Haut-Oxus et du Ferghanah, ainsi qu'à ceux du Pamir méridional. Les Eraniens du bassin du Haut-Oxus (le Zérafcháne en fait naturellement partie) ont pu se retirer dans les vallées inaccessibles du Pamir occidental; ils n'ont pas été submergés comme leurs frères à Test du Pamir et, on s'explique aisément comment leurs descendants dans les vallées du Haut-Zérafchâne,du Sourkh-âb du Kitchi-Sourkh-âb, du Haut-Oxus, du Mourgh-âb et du Pandjah ont pu conserver leur type presque intact. La connaissance de la configuration du sol de ces pays et des mœurs de leurs habitants ne font pas douter un instant de Texactitude de cette assertion. Un élé ment considérable de ces Eraniens est resté dans la plaine, dans et autour des grands centres populeux ; ils y ont formé des agglomérations compactes et ne se sont pas beauccup mélangés aux vainqueurs des contrées au sud du Syr- Daria, où ils ont toujours conservé une hégémonie, sinon en apparence, du moins de fait. Nous rencontrons de ces colo nies tadjiques, où la population est groupée dans et autour de la même ville, àKhodjend, à Oura-Tubé, à Samarkand, à Kat ty-Kourgâne, dans le Haut-Hissar, etc. Les Eraniens au Nord du Syr-Daria se sont noyés de bonne heure dans le flot turco-mongol, ils ont modifié le type de leurs vainqueurs devenus sédentaires, ils ont perdu leur langue, ils sont devenus Sarles. Le type sarte varie naturellement beau coup, selon que Télément éranien ou Télément turco-mongol prédomine dans sa composition. De bonne heure, peut-être avant la première invasion des Turco-Mongols, mais certainement plus tard, sont venus des colons persans qui, quoique d'une même race, ont dû évidem ment modifier le type des Tadjiks de la plaine avec lesquels ils se sont mélangés. Cette immigration de la Perse n'a jamais cessé complètement, car, jusque dans les derniers temps, les marchés de Bokhara et de Samarkand étaient bondés d'esclaves persans. En tous cas, la différence entre les Tadjiks de Sa-"], [51, "D'UN VOYAGE EN ASIE CENTRALE 39 markand et les Usbegs de la même contrée est sensible. Au nord du Pamir, dans le Ferghanah, les Tadjiks, envahis par les Turco-Mongols, n'ont pas pu se réfugier dans des vallées fertiles et assez peu accessibles pour les protéger contre leurs agresseurs. II s'y est donc fait, de bonne heure, un mélange suivi entre Eraniens et Turco-Mongols, ceux-ci ont d'ailleurs été moins nombreux vu Texiguïté de la contrée. A ce mélange il faut encore ajouter celui qui s'est fait entre les Tadjiks autochthones avec ceux qui étaient venus du Kohistan et du Karatéghine, et enfin avec ceux arrivés de la Perse '.Aussi voyons-nous dans le Ferghanah que les types tadjique et usbeg se rapprochent l'un de l'autre et n'accusent point les mêmes écarts que dans la contrée de Samarkand. Les Kara-Kirghises et les Kirghises-Kazaks, proches parents, sinon le mème peuple, évidemment d'origine turco-mongole, qui, depuis des temps immémoriaux, vaquaient à leurs occupa tions nomades, les uns dans les plaines du Syr et de TAmou, les autres dans le massif montagneux autour du lac Issik, sur le Pamir septentrional et central et sur les confins mon tagneux du Turkestan oriental , ont dû être également at teints par le mélange éranien (des montagnes). Les Kara- Kirghises , se mouvant dans une sphère relativement plus étroite que leurs frères, et dans un contact forcé et suivi avec les habitants des villes, se sont plus mélangés que les Kir ghises de la plaine. Mais, mème chez les premiers, ce mé lange n'a pas été très-fort. La pilosité de la face, le nez proé minent, à côté d'autres caractères, purement mongoliques, font du Kara - Kirghise un Turco-Mongol plus mélangé que du Kirghise-Kazak du Turkestan -, qui a conservé le mème type i. Les traces de cette immigration de Persans sont faciles à retrouver. Le village de Schakhimardâne, aujourd'hui habité par des Usbegs, s'appelait [autrefois Parsemé, et à Kassâne (Ferghanah), on rencontre des ex-voto avec des inscriptions datant de la fin du vi* et du milieu du vu» siècle de l'hégire et qui indiquent que le défunt était venu de la Perse. 2. Pas àconfondrc avec celui de la Sibérie et des environs d'Orenbourg."], [52, "RÉSULTATS ANTHROPOLOGIQUES 40 depuis ies temps de Plan-Carpin. (II y a plus de sept cents ans ! ; Enfin les Eraniens au sud du Pamir, dans les hautes vallées des affluents du Caboul, sont certainement restés le plus à l'a bri de toute influence extérieure, grâce à la forteresse monta gneuse qu'ils habitent. Ils doivent se rapprocher du type des Sarikolis et des Wakhânis, mais on ne possède point de ren seignements anthropologiques sur leur compte. II résulte de tout ceci que les Eraniens les plus purs que nous connaissions sont les Galtchas, les Karatéghinois, les ha bitants du Darwâz, du Rochân, du Schignân, du Garân, du Wakhàn, du Haut-Badakchàn et les Sarikolis. Nous avons vu qu'il existe, anthropologiquement parlant, une différence assez sensible entre les Eraniens montagnards que nous connaissons et entre les Tadjiks de la plaine. Cette différence a été déjà signalée au commencement du siècle par deux voyageurs qui ont visité ces contrées, par Nazaroff et par M ey endors ; l'un dit expressément « Que leurs traits diffèrent de ceux de Tadjiks proprement dits et que leur peau est plus foncée ' et qu'ils ne comprennent aucune autre langue que le persan.» II est donc évident qu'il existe une différence, appréciable à première vue, entre les Galtchas et les Tadjiks de la plaine ; d'autres voyageurs îont constatée et nos recherches anthropologiques la confirment . Nous allons maintenant aborder une question des plus dé licates; c'est celle des blonds en Asie centrale. II y a des blonds parmi les Galtchas et parmi les Karatéghinois (beaucoup moins parmi ces derniers cependant), il y en a dans le Darwâz et dans le Wakhân et parmi les Sarikolis, il y (en a parmi les habitants du Kafiristan. U en existe encore plus parmi les i. Le docteur Broca fait remarquer que, chez les blancs, le hâle brunit la peau, au point de la rendre quelquefois semblable à celle des mulâtres, tandis que chez les autres peuples, dont la peau est naturellement foncée, les parties découvertes sont quelquefois plus claires que les parties protégées par les vêtements. Instructions générales pour les recherches et les observations anthropologiques à faire sur les vivants. (P. ioí> Paris, 1879.)"], [53, "D'UN VOYAGE EN ASIE CENTRALE 41 Tadjiks de Samarkand, parmi ceux du Ferghanah et parmi les Usbegs des deux contrées. Tous les Eraniens de l'Asie cen trale sont brachycéphales et plus ils sont purs, plus ils sont brachycéphales. Les Galtchas le sont plus que les Tadjiks du Ferghanah et ceux-ci plus que ceux de Samarkand. Enfin, pour la taille, les Galtchas sont considérablement plus petits que les autres Eraniens de l'Asie centrale. Nous voyons, en outre, que moins il y a de blonds, plus le chiffre de la bra chycéphalie est élevé : IND. CÉPII. BLONDS. TAILLE EN M, LL. 58 Galtchas 84.48'.... 8.62%,.. 1668 3i Tadjiks du Ferghanah. 83.85 12.90%.. 1709 29 Tadjiks de Samarkand 80.76 27.58%.. 1701 6, Usbegs du Ferghanah 83.42 3.33°/0.. 1684 ,4 Usbegs de Samarkand 82.63 7.14%.. 1673 Nous voyons aussi, d'après ce tableau, qu'il y a moins de blonds chez les Usbegs du Ferghanah que chez ceux de Samar kand, absolument comme chez les Tadjiks des mêmes contrées, avec lesquels ils sont dans un contact suivi. Ne se pourrait-il pas que cette diíférence entre les indices céphaliques et entre la taille fût due à un mélange avec une peuplade blonde, mélange qui eut certainement lieu, probablement à une époque posté rieure à la séparation des Tadjiks montagnards (Galtchas, Karatéghinois, etc.) des Tadjiks de la plaine? N'est-il pas pro j. Les quatre crânes galtchas que l'on possède jusqu'à présent ont même un ind. céph. de 87.41; ils sont donc hyperbrachycéphales. Indice frontal 65 75 Indice facial bs-72 Indice nasal 40i5 Quatre crânes anciens, trouvés près du la,' Issik, mesurés au musée de Tachkend donnent les résultats suivants : Indice céph 77-63 Indice frontal 65-59 Les deux autres indices n'ont pas pu être mesurés parce que trois de ces crânes étaient incomplets."], [54, "RÉSULTATS ANTHROPOLOGIQUES 42 bable que ces blonds qui sont venus se mélanger aux Eraniens autochthones (?) de la Sogdiane, de la Transoxiane et de la Bactriane supérieure, ont été hauts de taille et dolichocéphales » ? Toutes ces questions sont loin d'être résolues; elles deman dent à être élucidées, mais, dès maintenant, elles ont eu la bonne fortune d'attirer Tattention des historiens et des anthropologis tes2. A-vant de présenter nos conclusions, qu'il nous soit per mis de citer ici' les paroles de notre grand historien Henri Mar tin qui apprécie nos recherches et les problèmes qu'elles ont soulevés de la façon suivante : « On a souvent, ici et ailleurs, « discuté sur l' origine et les vrais caractères des Aryas. Con « sidérée au point de vue linguistique, la famille aryenne est « une; au point de vue anthropologique, elle est double. II « y a des Aryas bruns et des Aryas blonds. Les Aryas blonds « existent non pas seulement en Europe , où ils ont apporté « les langues aryennes et où toutes les traditions 4es font ve « nir de l' Orient j mais il y a aussi des Aryas blonds clans « TAsie centrale, au nord des Aryas bruns de l'Inde et de la « Perse. Quelle est celle de ces deux races qui a donné à « l'autre le système des langues que nous nommons aryen « nés? A propos de ces deux races, je demanderai à mes sa « vants collègues de nïéclairer sur le point suivant : les « Aryas bruns de l'Asie méridionale sont-ils généralement bra i. Ces blonds sont-ils d'une autre race que les brachycéphales bruns? Le fait n'est pas douteux depuis que le docteur Broca, dans son lumineux mémoire sur la race celtique ancienne et moderne, dit : « Lorsque la grande majorité d'une population pré « sente un ensemble de caractères physiques différents de ceux d'une autre population, « lorsque surtout ces différences sont assez tranchées et assez générales pour se main « tenir de génération en génération, la distinction de deux races est légitime et néces •« saire. I 2. Des discussions très intéressantes ont eu lieu au sein de la Société d'Anthropo logie de Paris, discussions auxquelles MM. Henri Martin, de Mortillet, Topinard, Girard de Rialle, Dally, Piètrement, M\"\" Clémence Royer, Duhousset, etc., ont pris part. Tout dernièrement ont paru deux mémoires très intéressants, l'un dû à M. Girard de Rialle, si compétent en tout ce qui concerne l'ethnologie de l'Asie centrale, l'autre au savant M. Piètrement."], [55, "D'UN VOYAGE EN ASIE CENTRALE 43 « chycéphales, de même que les Aryas blonds sont dolicho « céphales? « L'examen des importants travaux de M. de Ujfalvy m'a « semblé donner des indications sur l'autre question que je « posais tout à l'heure : Tantériorité de l'une de deux races sur « l'autre. J'avais cru que les Tadjiks et leurs congénères de « l'Asie centrale étaient en masse des dolichocéphales blonds, « de même que les Aryas de l'Inde et de la Perse méridionale « sont de race brune, sauf quelques exceptions indiquées par « les lois de Manou, qui interdisent aux hommes des hautes « castes le mariage avec les familles blondes. — 11 résulte, au « contraire, des observations de M. de Ujfalvy que les « Tadjiks et leurs congénères aryens sont mêlés de blonds doli « chocéphales, de bruns brachycéphales et de châtains inter « médiaires, mélange qui paraît remonter à la plus haute anti « quité. Ceci , joint à d'autres indices , pourrait faire penser que la race qui a produit la langue sanscrite et la civilisation in- « dienne serait aussi celle à laquelle aurait appartenu la lan « gîte aryaque, la langue primitive, el qui saurait communi « quée aux tribus blondes, ses anciennes voisines dans l'Asie cen « traie. Après Témigration de la masse des Aryas bruns <r vers le sud, et Témigration de la plupart des Aryas blonds « vers Touest, les restes de ces deux familles primitives se « raient demeurés mélangés dans TAsie centrale '. y> De son côté, le docteur Topinard a déjà, à différentes reprises, entretenu la Société d'Anthropologie de Paris de ses recherches au sujet des Galtchas : « Jusque dans ces derniers temps, messieurs, TAuvergnat « était regardé comme la meilleure expression du type des « habitants de la Gaule centrale appelés Celtes par César. Le « Bas-Breton n'en était qu'une dilution. Mais depuis que, « grâce à M. Louis Revon, d'Annecy, des crânes savoyards i. Bulletin de la Société d'anthropologie de Paris, tome II, p. i85 (séance du ô mars 1879)."], [56, "RÉSULTATS ANTHROPOLOGIQUES 44 « nous sont arrivés en quantité suffisante au laboratoire, le c terrain s'est déplacé. L' Auvergnat ne serait déjà qu'une at « ténuation du type brachycéphale conquérant de la pierre « polie, et le Savoyard des hautes vallées deviendrait le repré « sentant le plus accusé du type celtique. Ces résultats sont « dus à MM. Broca et Hovelacque. « Eh bien, le crâne que voici ' est la reproduction parfaite « du' crâne savoyard. C'est plus que de la ressemblance, et « l'inscription qui s'y trouve n'aurait pas été mise sur place « auprès de Tachkend que je pourrais croire à une erreur. « Je vous en fais juges. Je viens de prendre dans nos collec a tions l'un des crânes les plus typiques de Savoyard. Vu « de face, c'est le mème visage aplati dans une certaine mesure, « presque carré, le même front avec les mêmes bosses fronta « les, comme hauteur, saillie et écartement, les mêmes orbites « hauts, les mêmes fosses canines profondes; les deux norma « verticalis sont semblables, le contour général, les renflements « temporo-pariétaux. De profil, les courbes de la voûte sont « identiques; sur les deux il y a une chute caractéristique de « Tarrière du crâne, qui commence dès le milieu de la suture sagittale. « Si Ton compare les mensurations de ce crâne avec la « moyenne de la série des Savoyards de M. Hovelacque, elles se superposent à une ou deux unités près. Si Ton opère la « comparaison avec les types les plus accentués de la même « série la ressemblance est complète. II n'est pas possible de « trouver en cràniologie quelque chose de plus décisif. « L'indice céphalique moyen de M. Hovelacque est de 85 degrés, mais les crânes les plus caractérisés atteignent et dé passent 90 degrés. Notre Galtcha a 90.53. L'indice vertical « moyen de M. Hovelacque est de 76.40 ; ici il est de 75.7. « L'indice orbitaire du même est de 89.41 ; ici il est 87.18. 1. Ce crâne a été rapporté de l'Asie centrale par l'auteur. U a été trouvé dans un an cien cimetière galtcha, aux environs de Pendjekend, dans la Haute-Vallée du Zéraf châne."], [57, "D!UN VOYAGE EN ASIE CENTRALE 45 « L'indice facial de 65.5g est ici de 63. 91, et ainsi de suite. Je « ne trouve qu'un caractère contradictoire dans ce crâne de « Galtcha, c'est qu'il est prognathe dans une certaine mesure ; « mais, si les Savoyards et les Auvergnats ne le sont pas en « moyenne, quelques-uns le sont au mème degré qu'ici. « L'Éranien des montagnes orientales du Turkestan a donc le « type du Savoyard de la montagne. Tous deux .se sont main « tenus, grâce à leur isolement relatif dans des endroit' s « accessibles. Or, comme les caractères physiques sont le pre « mier élément du diagnostic de la race, il y a lieu de les dire « de la même et d'ajouter que le Savoyard est venu du Tur « kestan. « Une première objection se présente, c'est que le contraire « a pu se produire : le Galtcha peut n'être qu'une immigration « de brachycéphales de Touest dans Test. On Ta soutenu, « mais la thèse a trouvé peu d'écho. « Une seconde, c'est qu'avec un seul crâne on ne peut rien 1 conclure '. C'est en général vrai. Mais ici la ressemblance est « si remarquable, les crânes des autres races de la mème région « de TAsie centrale, au nombre d'une quarantaine à Texposition « des sciences anthropologiques, sont si différents, que, dût-on « en rabattre, il resterait prouvé que le Galtcha et le Savoyard « sont de la même race au point de vue crânien. « Je tiens donc pour démontré, jusqu'à nouvel ordre, que les « brachycéphales du temps de la pierre polie , qui, en se mélan- « géant , ont donné naissance aux Bas-Bretons , Auvergnats et « Savoyards ou mieux à leurs ancêtres , sont venus de l'Asie cen « traie. « Je ne saurais terminer sans constater que cela s'accorde 0 complètement avec les données de la linguistique. Pour elle, « les langues qui ont succédé dans TEurope occidentale à « la langue euskarienne ont été apportées de TAsie centrale I. Depuis, le savant docteur a pu comparer ce crâne à trois autres qui se trouvaient à ['Exposition anthropologique de Moscou."], [58, "RÉSULTATS ANTHROPOLOGIQUES 46 • el plus particulièrement de Tancienne Arie, d'où Tarven « donné à ceux qui les parlaient à Tépoque protohistorique et, a ecíie autres, à ceux qui, dans la Gaule, se désignaient eux « memcs sous le nom de Celtes. Les anthropologistes .étaient « : 'serves jusqu'ici sur cette conséquence; les vainqueurs « qui avaient apporté les langues aryennes pouvaient les « avoir laissées et avoir succombé jusqu'au dernier. Mais ' lyrurd'hui, si je ne m'abuse étrangement, ils apportent leui «■ conclusion : ces vainqueurs ont survécu, puisque la même « race se retrouve encore aujourd'hui au point de départ et « au point d'arrivée. Les brachycéphales celtiques étaient « jusqu'ici des Aryens seulement pour la linguistique, ce sont • : présent des Aryens également pour Tanthropologie ». » t. Bulletins de la Société d'Anthropologie de Paris. Tome I, p. 247. Séance du 6 juin 1878."], [59, "i m C .oLUSION i° Les Eraniens de l'Ai'-'e cem. ale se subdivisent en deux bran ches, aussi bien au point de vu:- ethnographique qu'au point de vue anthropologique : en Galthas, Karatéghinois, etc., el en Tad jiks de la plaine. 2\" Les Gaìlt'i: . res Tadjiks des montagnes sont les repré sentants les 'plus purs du type éranien en Asie centrale. Ils sont d'une taille moyenne, châtain brun, et très brachìxéphales. 3° Les Eraniens de l'Asie centrale se sont mélangés, à une ép&que fort reculée, avec une population blonde, d'une taille élevée, peut-être dolichocéphale. 4° Ce mélange a été beaucoup plus jbrt avec les Eraniens de la plaine qu'avec ceux des montagnes. 5° Ce mélange n'a eu lieu qu* sur le Pamir occidental el non pas sur les versants orientaux do'ce massif montagneux. Les Kach gariens, résultat d'un mélange de populations iraniennes nyi grand nombre de peuplades d'origine différante, ne renferment au cun élément blond. Les Kachgariens, comme les Tarantchis, leurs congénères de la Dzoungarie, se rapprochent aussi, connue taille, des Galtchas el s'écartent sensiblement des Turco-Mongols. Les Kachgariens et les Tarantchis sont des peuples turco-tatars greffés sur un fond éranien. 6\" Les Kirghises-Kazaks du Furkestan et les Kara-Kirghises sont des peuples turco-mongols purs, e» !ous cas beaucoup plus purs"], [60, "48 RÉSULTATS ANTHROPOLOGIQUES que les Usbegs, qui eux, surtout ceux du Ferghanah, soni saturés de sang éranien. 70 Les Tourouks paraisse/u Ure un mélange de Kirghises et d' Usbegs avec des Bohémiens. 8° Ljs Doungâ*\">s sc 'ne peuplade dont forigine est absolu ment inconnue, maPyuin jstr %tì&.iblablemenl ni ''t. que nt mon golique. Le Puy, imprimerie v. . -..Vicssou fils, boulevard Suint-Laurent, 2?."], [61, ""], [62, "F. R N E S T í V. ' D I T E 13 as, EXPÉDITION SCIENTIFIQUE FRANÇAISE rVOSSíE,.ÉN RIE & DANS IE TURS IN DE UJFALVY E i .t Ko m. dja VOLl jF.s Sept-! cî planche! (j. VOLUMI I I DES s'ELi, Sous presse VGLUM1 .-:.- ou Te;- - ■ il m SittàmK, précédés d'.'- r L i-í ■ • - • Pour paraître prochainement ■ VOLUME V Le.; HARNAIS, AIGUIÈRES, BTC . . VOLUME VI 1 • i RrjSSTE ET D-E LA SlBÉaiE (.' ,ìm et cû bronze) . .. IV. Vei. VI formerotU le cornfìémen cités plus haut. . . h -Laurent, a"], [63, ""], [64, ""], [65, ""], [66, ""], [67, ""], [68, ""]]