[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A CATALOGUE OF MINERALS, ROCKS, AND FOSSILS, WHICH DAVE BEEN COLLECTED IN THE COLONY BY THE MINING DEPARTMENT, MELBOURNE, VICTORIA. PUBLISHED BY DIRECTION OF THE HONORABLE THE MINISTER OF MINES. E. autiiorllii : JOHN FERRES, GOVERNMENT PRINTER, MELBOURNE. VDCCCI.XYI."], [6, ""], [7, "NOTE. In order that the Mineral Resources of the Colony may be illus trated as completely as under present circumstances is possible, at the forthcoming Intercolonial Exhibition, the Minerals and Rocks which have been presented from time to time to this Department by Prospectors, Miners, Mining Surveyors, and others, have been carefully arranged, and labelled and numbered. With this Catalogue in his hand, anyone may easily find the Specimen he seeks ; but it is to be understood that no attempt has been made to classify the Minerals and Rocks. As valuable addi tions are made every day, it would be premature to do this ; and no good purpose, at this stage, would be served by it. The Specimens of Quartz, showing tbe character of the Reefs throughout the country, are very valuable and interesting ; and, when the Collection is complete, the Mineralogist will be in a good position to compare and contrast the several kinds of gold bearing quartz, and to arrive at safe conclusions regarding them. As much as hand specimens can teach, he will be able to learn. The thanks of the Department are due to those gentlemen named in the Catalogue, who have freely given their time and labor to the work of collecting specimens. R. BROUGH SMYTH, Secretary for Mines. Office of Mines, Melbourne, Victoria, 5th September, 1866."], [8, ""], [9, "MINERALS, HOCKS, AND FOSSILS. 1. Thirty-three Specimens, consisting of Zeolites, Basalt, Volcanic products, Mud Stones, &c, illustrative of the gold- workings in the Smythesdale Division.— John Lynch, Mining Surveyor, Ballarat. 2. Iron Pyrites. — Sulphide of Iron. — Emerald District, Dandenong Ranges.— J. D. Anderson, Melbourne. 3. Sulphide of Antimony. — Anderson's Creek. 4. -RXolyhdenite. — Sulphide of Molybdenum, in Quartz vein in Granite. — Kinchington Creek. — Thomas G. Kennan, Mining Surveyor, Yackandandah. 5. Red Granite. — Gabo Island. 6. Silicified Wood.— Bulla-Bulla Creek.— Walter Bell, Melbourne. 7. \"Nodule of Iron Pyrites, with Sulphate op Lime. — Bacchus Marsh. — J. Matson, Secretary Board of Agriculture. 8. Three Specimens, Clay Ironstone. — Cape Paterson Coal Field. — Henry Smith, Mining Surveyor. 9. Sandstone, with Quartz Veins. — Taken 330 feet from the surface of Balaclava Hill, Whroo ; some of it yielded 30 ozs. of gold per ton. 10. Sulphide of Antimony, containing Gold. — Murray's Reef, Costekfield, Heathcote. Two specimens. 11. Sulphate of Lime. — Gypsum Mound, near Shamrock Pool, South Australia. — C W. Ligar, Surveyor-General. 12. Carbonate and Oxide of Copper. — Warburton's Creek, South Australia. — C. W. Ligar, Surveyor-General. 13. Carbonate and Red Oxide of Copper. — Kapunda, near auriferous rocks. — C. W. Ligar, Surveyor-Genera)."], [10, "6 14. Carbonates and Oxides of Copper. — Riveb Thomson, Gipps Land (No. 1). This is from a lode 4 feet wide, and a few inches below the surface. 15. Sulphide of Copper. — River Thomson, Gipps Land (No. 2). This ore was taken from the same lode as specimen No. 1, but at a depth of about 15 feet from the surface. 16. Sulphide of Iron. — Frenchman's Reef, Queens town. — T. W. Soady. 17. Quartz Crystal. — Fryer's Creek, Castlemaine Dis trict. 18. \"Wood Coal. — Coleraine, Dundas. 19. Roofing- Slate, with Graptolites. — Daylesford. — A. Johnson. 20. Quartz. — Egerton Gold Mining Company's Claim, Gordon. — Thomas Cowan, Mining Surveyor, Gordon Sub division, Ballarat Mining District. 21. Quartz. — Egerton Gold Mining Company's Claim, Gordon. — Thomas Cowan, Mining Surveyor, Gordon Sub division, Ballarat Mining District. This quartz has been burnt, in consequence of the timber used in the workings of the claim taking fire. 22. Cement. — Peroxide of Iron and Silica. — Fourth Hill, Anderson's Creek. — Henry Frencham. A series of specimens showing the alluvions of this portion of the district. 23. Coal. — Dundas. 24. Hydrated Peroxide of Iron. — Major's Hill, Be nalla. — H. B. Nicholas, Mining Surveyor, Rushworth. 25. Tourmaline. — Black Schorl. — Mount Singapore, Corner Inlet. — Lieut. Arthur Morrison, Mount Singapore Station. 26. Bituminous Shale. — Said to be found in largo quantities in the bed of a creek, running into the River Latrobe, about five miles from that river, .and about eighteen miles north of Jackson's public-house (on the Tarvvin). — John Ed. Sage. 27. Black Sand, Auriferous. — Near Berwick, Guts Land. — Mrs. John Bowman."], [11, "7 28. Black Tourmalines. — Schorl. — Near Berwick, Gipps Land. — Mrs. John Bowman. 29. Zircons. — Near Berwick. — Mrs. John Bowman. 30. Tourmaline. — Near Berwick. — Mrs. John Bowman. 31. Blue Sapphires. — Near Berwick. — Mrs. John Bow- man. 32. Gypsum. — Lenticular Crystals, Sulphate of Lime. Beach, Geelong, near Lime Kilns, Botanic Gardens, Arthur Everett, Mining Department. 33. Limestone. — Major's Ranges, Benalla Station, Broken River. — H. B. Nicholas, Mining Surveyor, Rushworth. 34. Tin. — From sand found at Reid's Creek, Beechworth. — John Usher, Jun., Mining Surveyor. 35. Granite. — New South Wales. — W. S. Gould. — Specimens from various localities. 36. Copper Pyrites. — Sulphide of Copper, with Sulphide of Lead, and Quartz. — South Australia. — W. S. Gould. 37. Copper Ores. — Icely Copper Mines, Bathurst, New South Wales. — Captain J. A. Layard. — Consisting of Black and Red Oxides, Green and Blue Carbonates, Sulphides, &c. 38. Molybdenite. — Sulphide of 3Iolybdenum, with Mica and Quartz. — Latrobe River. — Chief Commissioner of Police. 39. Peroxide of Tin and Metallic Tin. — From the La- trobe River, Bungelene Company. — Frederick Harding. 40. Stibnite. — Sulphide of Antimony. — Heathcote. — B. W. Walshe. 41. Stibnite, with Oxide of Antimony. — Heathcote B. W. Walshe. 42. Stibnite, with Oxide of Antimony. — Heathcote B. W. Walshe. 43. Stibnite, with Oxide of Antimony, Quartz, and a little Gold. — Reed's Creek, Yow-Yow, Caledonia Gold Field. 44. Stibnite, or Sulphide of Antimony.— Costerfield, Heathcote. — Edwin Field. 45. Xiig-nite, with Quartz Pebbles. — From the Lignite Company's Works, Corduroy. — R. Watson, CE."], [12, "s 46. Lignite, with Fossil Resin.— Corduroy.— R. Watson, CE. ' 47. Carboniferous Sandstone. — Latrobe River. — Chief Commissioner of Police. 48. Coal. — Traralgon, Glengarry River. — John Usher, Jun. 49. Coal. — Latrobe River. — Chief Commissioner of Police. 50. Green Coccolite. — Lake Gnotuk, near Camperdown. — R. Brough Smyth. 51. Galena and Mundic. — Morse's Creek. — Patrick O'Neil. The galena contains 29 ozs. 6 dwts. of sliver per ton ; the mundic, 2 ozs. 8 dwts. 16 grs. gold per ton. 52. Bpidote. — Pistacite. — Snowy Bluff, near the junction of the Moroka and Wonnangatta Rivers. — W. Pearson, M.P. 53. Slate, with Cubic Pyrites. — Sandhurst. — G. Avery Fletcher, Town Clerk. 54. Stibnite. — Sulphide of Antimony, and Quartz, McIvor. — Mr. Day, Footscray. 55. Mundic. — Sulphide of Iron. — Baw-Baw. — J. Wilkin son, Melbourne. 56. Quartz, with Iron Pyrites. — Coliban Rivee. — James Edwards, McIvor. 57. Stibnite. — Sulphide of Antimony, with Oxide of Anti mony. — Reed's Reef, Yow-Yow, Caledonia Gold Field. 58. Quartz, with Iron Pyrites. — Kingower. 59. Quartz, with Iridescence. — Columbian Reef, Mary borough. 60. Sapphires and Zircons. — Castlemaine. 61. Gems. — From the junction of the Boundary Creek with the Loddon, parish of Holcombe. — R. L. M. Kitto, M.E., Mining Surveyor, Fryers Creek. Consisting of blue sapphires, zircons, &c, &c. 62. Mundic. — Sulphide of Iron. — Bet-Bet Reef, Dunolly. — R. Schlesinger. 63. Sapphires. — Corundum, &c. — Blue Mountain. — J. P. Main."], [13, "9 64. Oalena. — Sulphide of Lead, with Quartz. — Junction of Tullarook and Reedy Creeks. — Thomas W. Soady. 65. Quartz Nodule. — Crooked River, Gipps Land. — A. B. Ainsworth, Mining Surveyor, Wood's Point. 66. Titaniferous Iron. — Black Sand. — Ararat. 67. Quartz, with Mundic. — Llanbkrris Mining Company, Gum-tree Flat. — Thomas Cowan, Mining Surveyor. 68. Zeolites, &.c. — Ballarat. — James W. R. Priugle, Ballarat. 69. Kaolin. — Bulla-Bulla, Deep Creek. — Victoria Kao- lin Company. 70. Kaolin. — Washed and prepared for manufacturing pur- poses. — Bulla-Bulla, Deep Creek. — Victoria Kaolin Com- pany. 71. Pebbles. — Ballarat. — P. C. Fitzpatrick. 72. Peroxide of Tin. — Mount Gowar, Yowan Hills. — John Phillips, Mining Surveyor. 73. Galena. — Sulphide of Lead. — Cross Reef, Pleasant Creek. — John D'Alton, Mining Surveyor, Pleasant Creek. 74. Peroxide of Tin. — Serpentine Creek, Woolshed, Ovens District. — John Handfield. 75. Tourmalines. — Serpentine Creek, Woolshed, Ovens District. — John Handfield. 76. Conglomerate. — Auriferous Peroxide of Iron. — Stony Rise, Steiglitz Division. No gold apparent ; yield, 3 ozs. per ton. 77. Conglomerate. — Steiglitz Division. Taken from the tail-race of a deserted Chilian mill used for quartz crushing. 78. Conglomerate. — Steiglitz Division. No gold ap- parent ; yield, 3 ozs. of gold per ton. 79. Conglomerate. — Steiglitz Division. No gold ap- parent ; yield, 3 ozs. of gold per ton. 80. Conglomerate. — Steiglitz Division. No gold ap parent ; yield, 3 ozs. of gold per ton. 81. Conglomerate. — Steiglitz Division. Gold visible ; yield, 4 to 6 ozs. of gold per ton. b"], [14, "10 82. Blnoxide of manganese. — Near the Deep Lead, Pleasant Creek. — J. D' Alton, Mining Surveyor. Found with gold. 83. Kaolin. — Deep Creek. Specimen of manufacture. 84. Specimens. — From a bore-hole in carboniferous rocks, Barrarbool Hills ; depth 640 feet. — John Woods, M.P. 85. Native Silver, with Copper. — Lake Superior. — T. Woolgrove. 86. Native Copper. — Lake Superior. — T. Woolgrove. 87. Native Copper. — Minesota Mine, Lake Superior. — F. Macdonald. Taken from a piece 500 lbs. weight. 88. Quartz. — Surface Hill, Heathcote. Supposed to have been vitrified. 89. Quartz, with Peroxide of Iron. — Surface Hill, Heathcote. 90. Iron Ochre. — Hydrated Peroxide of Iron. — Welsh George's Claim, Raspberry Creek. — J. B. Drummond. 91. Rock. — Heathcote. 92. Quartz Crystal. — Crooked River, Gipps Land. — Mr. Montague. 93. Blagnetite, or Magnetic Oxide of Iron. — Mount Serle, South Australia. — C. W. Ligar, Surveyor-General 94. Carbonate of Lime Formations. — Finnis' Spring, South Australia. — J. Murphy, St. Andrews. 95. Jasper, Basaltic. — Hutt Plains. — Dr. F. Mueller; 96. Carbonate of Lime, with Peroxide of Iron. — Bgllcunda Creek, South Australia. — C. W. Ligar, Surveyor- General. 97. Cubic Pyrites. — Sulphide of Iron, with Quartz. — New Chum Reef, Tarnagulla. — Mr. Smyth. 98. Arseniate and Arsenide of Iron. — Beechworth. — Donald Fletcher. 99. Stibnite. — Sulphide of Antimony. — West Gipps Land. 1 00. Iron Pyrites. — Sulphide of Iron, in Felspathic Rock. — Near Mount Useful. — W. McLellan, M.P. 101. Cubic Pyrites. — Sulphide of Iron, in Quartz. — Daylesford. — Joseph Rowan."], [15, "11 102. Quartz Crystals. — Tarnagulla. — Mr. McMillan, keeper of the reservoir. 103. Semi-Opal, colored yellow, with Peroxide of Iron ; and green, with Oxide of Chromium. — W. J. Dalgetty. 104. Quartz. — Silica. — Yarra Rivulet. — F. Harding. 105. Quartz, coated with Peroxide of Iron. — Red Hill Creek. — J. Wood Beilby. 106. Fossil Wood, Mineralized, with Sulphide of Iron. — Exchequer Claim, Daylesford ; 130 feet below the surface. 107. Cassiterite. — Tin Ore. — Peroxide of Tin. — Ser pentine Creek, Woolshed, Ovens. — John Handfield. 108. Tourmaline, Black. — Serpentine Creek, Ovens. — John Handfield. 109. Zircons. — White Star Gutter, Daylesford ; 130 feet below the surface. — Joseph Rowan. 110. Cassiterite. — Tin Ore. — Peroxide of Tin. — Ser pentine Creek, Ovens. — John Handfield. 111. Quartz, with Auriferous Pyrites and Argen tiferous Galena. — Near St. Arnaud. — Ambrose Kyte, M.P. 112. Quartz, with Galena. — Near Mount Useful. — W. McLellan, M.P. 113. Quartz, Crystallized, with Manganese Ore. — Near Mount Useful. — Wm. McLellan, M.P. 114. Coccolite. — Summit of Mount Franklin (extinct vol cano), Daylesford. — Joseph Rowan. 115. Hornstone. — A siliceous deposit, near Mount Use ful. — Wm. McLellan, M.P. 1 J 6. Sulphide of Copper, with Silica and Iron ; contains 46-6 per cent, o'f copper. — New South Wales. — Mr. Tow. 117. Copper Ores, consisting of Green and Blue Car bonates, Black Oxide, &c. — A. H. Bates. 118. Scoria. — Summit of Mount Franklin (extinct vol cano), Daylesford. — Joseph Rowan. 119. Green Slate. — Daylesford. — Joseph Rowan. 120. Specular Iron Ore. — Lake Tyers. — Hen. Davidson."], [16, "12 121. Quartz, Crystallized. — Fern Hill, Daylesfokd. — Joseph Rowan. 122. Iron Pyrites. — Sulphide of Iron. — Daylesford. — Joseph Rowan. 123. Quartz, Crystallized. — Near Mount Useful. — Wm. McLellan, M.P. 124. Cubic Pyrites, on Slate. — Near Mount Useful. — Wm. McLellan, M.P. 125. Cubic Pyrites. — Sulphide of Iron, in Slate. — Mount Useful. — Wm. McLellan, M.P. 126. Silicate of Magnesia and Alumina. — Found be- tween two layers of basaltic rock, in a seam 5 feet thick, Ballarat. — R. M. Sargeant. 127. Auriferous Quartz. — Near Mount Useful. — Wm. McLellan, M.P. 128. Lignite. — Henty's Station, near Coleraine. — Ed ward Hill, prospector. 129. Clays, impregnated with Magnesia. — McIvor. — A. C L. DeLacy, M.E. 130. Pumice. — Lightwood Hill, near Daylesford. — Peter Wright. 131. Iron Stone. — Peroxide of Iron, with Quartz. — Head of the Lerderderg. — Peter Wright. 132. Clays. — Star Mining Company's Claim, Homebush. — Henry Hall. 133. Clays. — Golden Lake Mining Company, Homebush, — Henry Hall. 134. Stibnite, with Cervantite. — Whroo. — H.B.Nicholas. 135. Sillcified Wood. — Elevated Plains, Old Race course, Hepburn. — Joseph Rowan. Taken from a tunnel 260 feet below surface. 136. Stibnite. — Antimony Ore. — Near Mount Useful. — Wm. McLellan, M.P. 137. Vivianite. — Phosphate of Iron. — From the basalt, Phillip Island, Western Port Bay. Mutton-birds resort to the rocks where the vivianite is found. A great quantity of"], [17, "13 guano is deposited on the surface, and the vivianite is due, probably, to the decomposition of this and the iron of the basalt. 138. mag-nesite. — Near Heathcote, McIvor District. — A. C L. DeLacy, C. and M.E. 139. Coal, <Stc. — Near Welshpool, Gipps Land. — Dr. Hedley. — See Section. 140. Quartz, Auriferous. — Dundas Ranges, near Cole raine. 141. Tourmaline, Black. — Wilson's Promontory. — Lieut. Morrison, Mount Singapore Station. 142. Zeolites. — Near Challicum Station, Ararat ; from Burke and Party's Prospecting Claim. — J. G. Taylor, Warden. Found 100 feet below the surface, in amygdaloid. 143. Lead Ores. — Phosphates, fye. — Near Challicum Sta tion, Ararat ; from Burke and Party's Prospecting Claim. — J. G. Taylor, Warden. 144. Dendritic manganese, on Quartz. — Pleasant Creek. — J. G. Taylor, Warden. 145. Auriferous Quartz. — Ararat. — J. G. Taylor, War den. 146. Salt Incrustation. — From the interior of a boiler which burst. — Campbell's Creek. — J. G. Taylor, Warden. 147. Gold. — Obtained from Hawthorn Creek. — Wm. McCrea. 148. Gold. — Cobungera River, Omeo. — W. Phipps, Secre tary, Omeo Prospecting Company. 149. Calc-Spar. — Carbonate of Lime, on Limestone. — Benalla. — Peter Snodgrass, M.P. 150. Obsidian. — Great North- Western Company's Claim, near Ballarat. — T. W. Cooper, District Surveyor. Found in cavities in basaltic rock. 151. Galena. — Sulphide of Lead, with Sulphide of Iron. — Taknagulla. — Captain J. A. Layard. 152. Cubic Pyrites. — Sulphide of Iron. — Britannia Reef, Stringer's Creek. — Captain J. A. Layard."], [18, "14 153. Cubic Pyrites, with Quartz. — Castlemaine.— T. L. Brown, Mining Surveyor. 154. Quartz, Crystallized. — Reece's Claim, Blacksmith Gully Reef, Fryerstown. — R. L. M. Kitto, Mining Surveyor. All crystals hitherto found in this locality are similar to these specimens. 155. magnesite. — Red Hill, Fryerstown. — R. L. M. Kitto, Mining Surveyor. From a laminated reef, like slate. 156. magnesite. — Table Hill, River Loddon. — R. L. M. Kitto, Mining Surveyor. 157. Trap-Rock. — Church's Flat, Fryerstown. — R. L. M. Kitto, Mining Surveyor. 158. Iron Ore. — Pickpocket, Fryerstown. — R. L. M. Kitto, Mining Surveyor. . 159. Iron Ore. — Sailor's Gully, Loddon River (on the left bank). — R. L. M. Kitto, Mining Surveyor. 160. Sulphide and Carbonates of Copper, in Quartz. — Sailor's Reef, Steiglitz. — Thos. Woolgrove. Reef, from 8 inches to 2 feet thick. 161. mineral, containing Sulphates of Magnesia, Iron, Alumina, and Lime. — Growler's Creek Ranges. — Messrs. Chalmers and Gitchell. 162. Schorl. — Black Tourmaline. — Geraghty's Creek, Dandenong Gold Fields. — J. Murphy, St. Andrews. 163. C ale-Spar Stalactites. — Limestone Caverns, Buchan Basin, Gipps Land. — C. W. Nicholson. 164. Lava. — Callantippee River, Gipps Land. — C. W. Nicholson. 165. micaceous Rock. — Gipps Land. — C. W. Nicholson. 166. Iron Ore. — Cattle Yards, Sandhurst. — Crawford Mollison, Warden. 167. Pipeclay. — Corva, Carlisle. Taken from a depth of 94 feet. 168. Quartz.— Corva, Carlisle. Taken from a depth of 100 feet. 169. Scoria. — Summit of Mount Buninyong."], [19, "15 170. mineral. — Allen's Reef, Yow-Yow, Caledonia Gold Field. 171. mineral. — Creek running into Victoria River. 172. Fireclay. — Cape Paterson. — Victoria Coal Company. 173. Lava. — Warrion Hills. — R. Brough Smyth. 174. Lava. — Stony Rises, Mount Porndon. 175. Scoria. — From the summit of Mount Porndon. 176. Quartz, with Mundic. — Yow-Yow, Caledonia Gold Field. 177. Basalt. — Specimens of strata sunk through by the Great Redan Extended Company, Redan Lead, Ballarat (see Mining Surveyors' Reports, October, 1859). — Robert David son, Mining Surveyor. 178. Kaolin. — Warburton's Diggings, Yankee Jem's Creek. — R. Brazill, Mining Surveyor. 179. Argillaceous Peroxide of Iron. — Spring Gully, Sandhurst. — E. M. Cairnes. 180. Clay. — Cape Otway Ranges. — Alexander Robbie. 181. Peroxide of Iron. — Cape Otway Ranges. — Alex ander Robbie. 182. Red Sand. — Cape Otway Ranges. — Alex. Robbie. 183. Upper Washdirt. — Near Deep Lead, Pleasant Creek. — J. D' Alton, Mining Registrar. Contains 2 dwts. of gold per load. 184. Lower Washdirt. — Near Deep Lead, Pleasant Creek. — ,J. D' Alton, Mining Registrar. Contains 9 dwts. of gold per load. 185. Carbonate and Sulphate of Lime. — Stuart's Creek, South Australia. 186. Stone and Stone Bust, as received from the Mag netic Boring Claim, Blue Mountain. — R. H. Home, Mining Registrar. 187. Silicified Wood. — Omeo. — T. W. Cooper, District Surveyor. 188. Quartz, with Green and Blue Carbonate of Copper, &c. — Kingower. — John Catto, Mining Surveyor. Field."], [20, "16 189. Hematite.— Bald Hills, Noeth Gipps Land.— Peter Ferguson. 190. Sulphide of Antimony, with Oxide of Antimony, Quartz, and Gold. — Higgins' Reef, near Chiltern. (?) 191. Sandstone, with Mineral. 192. Galena, Mundic, and Quartz. — Kingower. — John Catto, Mining Surveyor. 193. Auriferous Pyritous Sand. — Blue Mountains. — R. H. Home, Mining Registrar. 194. Quartz Pebbles. — Cemented with Sulphide of Iron. — Blue Mountains. — R. H. Home, Mining Registrar. 195. Steatite. — Dunolly Porcelain Company.— J. C. Paterson. 196. Chloro-Bromide of Silver. — St. Arnaud. — St. Ar naud Silver Mining Association. 197. Basalt. — Dandenong Ranges. — Mr. Foote, Surveyor. 198. Coal. — Western Port. — Thomas Bury. 199. Sulphide of Antimony. — Maldon. 200. mundic, with Calc-Spar. — Thunder and Lightning Creek, Omeo. — John King. 201. Iron Stone. — Western Port. — Thomas Bury. 202. mundic, with Copper. — Thunder and Lightning Creek, Omeo. — John King. 203. Iron Ore. — Steiglitz. — Thomas Woolgrove. 204. Green and Blue Carbonate of Copper. — Steig litz. — Thomas Woolgrove. 205. Auriferous Quartz, with Mundic. — Steiglitz. — Thomas Woolgrove. 206. Silicified Wood. 207. Native Copper. — Black and Red Oxide, Blue and Green Carbonates, Sulphides, fye — Thomson River, Gipps Land. — W. Lockhart Morton. Twenty-six specimens. 208. Heavy Spar. — Sulphate of Barytes. — Wickham Height, near Fitzroy Range. Taken from the sandstone. — Dr. Mueller. 209. Ag-ate. — Silica. — Mac's Downs."], [21, "17 210. Silicified Wood.— River Glenelg. — Mr. Thomas, Gipps Land. 211. Ironstone. — Heathcote. — T. F. Smith. 212. Carbonate of Lime. — Lake Hawdon. — Thos. Burr. From the Biscuit Country. 213. Quartz, with Schorl. — Wodonga Hill, Belvoir. 214. Stalactitic Iron Pyrites. — Ballarat. — John Lynch. 215. Titaniferous Iron. — Ballarat. 216. Black Sand. — Anderson's Creek. — David Wil- kinson. 217. Black Sand. — Titaniferous Iron. — Nicholson River, Gipps Land. — Edward Parmiter. 218. Brown Hematite. — Mr. Williams. 219. Quartz Pebbles. — Pleasant Creek. — Richard Codd. 220. Greenstone. — Saussurite, Jade. — St. Arnaud. 221. Iron Ochre. — Peroxide of Iron. — St. Arnaud. 222. Pisolite or Peastone. — Carbonate of Lime and Iron. — Found in a creek near Keilor. — The Hon. A. F. A. Greeves. 223. Fireclay. — Cape Paterson. — Richard Davis, coal prospector. 224. Kaolin. — Lal-Lal. — Mr. Watson. 225. Wood, impregnated with Iron Pyrites. — Steiglitz. — T. Woolgrove. The action of the atmosphere having decomposed a large portion of the sulphide of iron, green copperas, or sulphate of iron, and sulphate of alumina, have been formed, disintegrating the mass. 226. Tin. — Smelted at Beechworth. — Mr. Polkinghorn. 227. Quartz, after being subjected to Mr. Wilkinson's patent process. 228. Selenite. — Sulphate of Lime. — Korong District. — John Phillips, Mining Surveyor. 229. Green Carbonate of Copper. — Angepina, South Australia. c"], [22, "18 230. Black Sand. — Titaniferous Iron. — Government Paddock, Wodonga, Belvoir. — Thomas E. Thornely, Mining Surveyor. 231. Sandstone, with Fossils. 232. Bendritlc Manganese. 233. Micaceous Iron Ore. — Mount Serle, South Australia. 234. Breccia. — Heathcote. — B. W. Walshe. 235. Kaolin, &.c. — Dunolly Porcelain Company. — J. C. Paterson. 236. Mundic. — Sulphide of Iron. — From 200 yards north of Union Company's Lease, Eaglehawk Reef, Maldon. — R. Nankivell, Mining Surveyor. 237. Mundic, &.c. — Sulphide of Iron. — Golden Lake Mining Company, Avoca. 238. Hydrated Peroxide of Iron. — Golden Lake Mining Company, Avoca. 239. Chloride of Sodium. — Common Salt. — Golden Lake Mining Company, Avoca. 240. Chalcedony. — Silica. — Golden Lake Mining Com pany, Avoca. 241. Auriferous Cement. — Golden Lake Mining Com pany, Avoca. 242. Lignite. — Corduroy, near Buninyong. — The Hon. John B. Humffray. 243. Iron Ore. — Benalla District, twenty miles from the township of Benalla, Major's Ranges. The surveyor reports that the quantity of iron ore cropping out at the' surface, of the same quality as the specimen exhibited, is immense (amounting to hundreds of thousands of tons). — H. B. Nicholas, Mining Surveyor. 244. Limestone. — Benalla District, twenty miles from the township of Benalla, Major's Ranges. Found within two miles of iron specimen and reported to be a very considerable deposit. — H. B. Nicholas, Mining Surveyor. 245. Granite. — Mount Torbreck. — Sergeant Forbes, R.E. 246. Crystallized Quartz."], [23, "19 247. Chloro-Bromide of Silver, and partially reduced Ore. — St. Arnaud. — C H. Raven. 248. Sandstone, with Quartz Breccia, Rounded Quartz, Ferruginous Cement, and Gold. — From a deep lead. 249. Calc-Spar. — Carbonate of Lime. 250. Stalactite. — Carbonate of Lime. — From a cave ou the banks of the Snowy River. — Presented by R. H. Bland to R. Brough Smyth. 251. Cherty Rock, with Veins of Quartz. — Heathcote. — B. W. Walshe. 252. Cubic Pyrites, in Quartz.— -Gipps Land. — Mr. Cun ningham. 253. Specimens of Galena, Sulphide of Iron, <&.c. — Richard Goulding. 254. Specimens of Granite, showing the junction with the metamorphosed slate, and the intersecting veins of quartz. — Nuggety Reef, Maldon. Pyrrhotine and other forms of iron pyrites are found in this locality. The distribution of the minerals composing the granite is often peculiar, and the gold is disseminated in the small veins of quartz in such a manner as to compel the miners to send the granite itself as broken out of the mine to the mills. The specimen marked A, at the place indicated by a black ring, and in other places, contains gold visible to the naked eye. These specimens are of surpassing interest to the mineralogist. 255. Sulphide of Iron. — Pyrites in Cubes, &c, with Green Slate and Quartz. — Gipps Land. 256. Galena, or Sulphide of Lead, with Pyrites, or Sul phide of Iron. 257. Auriferous Sandstone. — Obtained at a depth of 18 feet from the surface, from sandstone reef ; yield, 3 J ozs. per ton. — Gossey's Gully, Rushworth. 258. Auriferous Conglomerate. — Alston and Wear dale Company, Cambrian Hill, Bonshaw Estate, Sebastopol, Mining District of Ballarat. 259. Auriferous Conglomerate. — No gold apparent ; yield, 3 ozs. gold per ton. — Singleton."], [24, "20 260. Auriferous Quartz. — Murray's Reef, Costerfield, Heathcote. 261. Auriferous Quartz. — Maryborough District, John Catto, Mining Surveyor. 262. Auriferous Quartz. — Maryborough District, Snake Reef. — John Catto, Mining Surveyor. 263. Auriferous Quartz. — Stanley, half a mile from Hurdle Flat. — J. Scarlett, Mining Registrar. 264. Auriferous Quartz. — Welcome Reef, Gaffney's Creek. — Robert Mason, Mining Surveyor. 265. Auriferous Quartz. — Castle Reef, Gaffney's Creek. — Robert Mason, Mining Surveyor. 266. Auriferous Quartz. — Rose of Denmark Reef, Gaffney's Creek. — Robert Mason, Mining Surveyor. 267. Auriferous Quartz. — Golden Belt Reef, Gaff ney's Creek. — Robert Mason, Mining Surveyor. 268. Auriferous Quartz. — Seek-and-Find Reef, Gaff ney's Creek. — Robert Mason, Mining Surveyor. 269. Auriferous Quartz. — Star of Erin Reef, Gaff ney's Creek. — Robert Mason, Mining Surveyor. 270. Auriferous Quartz, with Sulphide of Antimony.— Antimony Reef, Redcastle, Messrs. M. Maurovitch and Party — B. Dardenelli. 271. Auriferous Mundic, yielding 32 ozs. of gold per ton of sand. — Steiglitz. — John Anderson. 272. Mundic Sand. — Desulphurized, and gold extracted. — Steiglitz. — John Anderson. 273. Gold. — Extracted from one pound of mundic sand ; weight, 7 grs., being equal to 32 ozs. per ton. — Steiglitz. — John Anderson. 274. Gold. — Extracted from twelve pounds weight of conglo merate, in which no gold was apparent ; yield, about 3 ozs. gold per ton. — Steiglitz. — John Anderson. 275. Auriferous Quartz.— Raspberry Creek.— Messrs. Bailey Brothers and Russell. 276. Auriferous Quartz.— Very pale gold.— -Raspberry Cheek. — Messrs. Bailey Brothers and Russell."], [25, "21 277. Auriferous Quartz. — Welsh George's Claim, Raspberry Creek. — J. B. Drurnmond. 278. Auriferous Sand. — Strezelecki Ranges. — E. W. Gladman. 279. Auriferous Quartz. — Donnelly's Creek. — Captain J. A. Layard. 280. Gold, got out of one shovelful of quartz. — Britannia Claim, Stringer's Creek. — Captain J. A. Layard. 281. Auriferous Quartz. — Albert Reef, Yow-Yow, Caledonia Gold Field. 282. Auriferous Quartz. — Locality unknown. 283. Auriferous Quartz. — Scrub Reef, Messrs. Wilson, Hilburn, and Company's Claim ; 137 feet in depth. — Rushworth, Waranga Division. 284. Auriferous Quartz. — \" Roasted.\" — Scrub Reef, Messrs. Wilson, Hilburn, and Company, Rushworth. 285. Auriferous Quartz. — Mr. J. T. Lewis's Claim, Balaclava Hill, Whroo, Waranga Division. Specimen taken from a depth of 175 feet. 286. Auriferous Quartz. — Mr. J. T. Lewis's Claim, Balaclava Hill, Whroo, Waranga Division. Specimen taken from a depth of 250 feet. 287. Auriferous Quartz. — Mr. J. T. Lewis's Claim, Balaclava Hill, Whroo, Waranga Division. Specimen taken from a depth of 330 feet. 288. Auriferous Sandstone.— Mr. J. T. Lewi's Claim, Balaclava Hill, Whroo, Waranga Division. Specimen taken from a depth of 50 feet. 289. Auriferous Quartz. — Prospecting Claim, Parkins' Reef, Slaughter- Yard Hill, Heathcote. Yield, 18 dwts. per ton ; depth of workings, 20 feet ; thickness of reef, 3 J feet; said to be abandoned as unprofitable. 290. Auriferous Quartz. — Locality between the Strath Creek and Junction Creek, Kilmore Division. — G. L. Morton, Mining Surveyor. 291. Auriferous Quartz.— Stewart's Reef, St. Arnaup."], [26, "22 — Found at a depth of 30 feet ; the gold worth only 16s. per oz. ; an adjoining reef in close proximity yielding 24 ozs. of gold of 23 J carats per ton. — D. O'Leary, Mining Surveyor. 292. Auriferous Quartz. — From the surface of the Cale donia Gold Field. 293. Auriferous Quartz, with Mundic and Galena.— Castlemaine. — Thos. L. Brown, Mining Surveyor. These spe cimens are rich and very beautiful. 294. Auriferous Quartz. — Staffordshire Reef, Balla rat. — Michael O'Malley, Mining Surveyor. 295. Crystallized Quartz. — Staffordshire Reef, Bal larat. — Michael O'Malley, Mining Surveyor. 296. Auriferous Quartz. — Traralgon. — John Usher, Jun., Mining Surveyor. 297. Auriferous Quartz. — Union Jack Mine, Gordon. — J. B. Cusack, Mining Surveyor. 298. Crystallized Quartz. — Union Jack Mine, Gor don. — J. B. Cusack, Mining Surveyor. 299. Auriferous Quartz. — Costerfield. 300. Auriferous Black Sand. — Upper Dargo River, Gipps Land. — A. W. Howitt, No. 2 Prospecting Party. 301. Auriferous Black Sand. — A. W. Howitt, No. 2 Prospecting Party. 302. Auriferous Black Sand. — NumblaMungee, Tambo River, Gipps Land. — A. W. Howitt, No. 2 Prospecting Party. 303. Auriferous Black Sand. — A. W. Howitt, No. 2 Prospecting Party. 304. Alluvial Gold. — Ararat. 305. Auriferous Quartz, with Mundic. — Smythesdale, Carngham. — J. Lynch, Mining Surveyor. 306. Auriferous Quartz, with Mundic. — Smythesdale, Carngham. — J. Lynch, Mining Surveyor. 307. Auriferous Quartz, with Sulphide of Antimony, Mount Blackwood. 308. Gold, with Peroxide of Tin. — Beechworth 309. Gold, with Titaniferous Iron. — Sandhurst."], [27, "23 310. Gold, with Titaniferous Iron. — King Parrot Creek. 311. Gold, with Titaniferous Iron. — Sandhurst. 312. Auriferous Black Sand. — Ballarat Division. — John Lynch, Mining Surve3*or. 313. Auriferous Yellow Sand. — Upper Dargo River. — A. W. Howitt, No. 2 Prospecting Party. 314. Auriferous Black Sand. — Ballarat. — John Lynch, Mining Surveyor. 315. Chloro-Bromide of Silver. — St. Arnaud. — St, Arnaud Silver Mining Association. 316. Sandstone. — Monkhill Quarry, Castlemaine. 317. Blue and Green Carbonate of Copper, with Quartz. — Mr. Catto. 318. Peroxide of Tin. — Mount Gowar, Maryborough District. 319. Quartz Crystals.— Castlemaine. 320. Coal. — Fine specimen, about four feet long and two feet thick. — Cape Paterson. — Thomas Bury. 321. Hematite. — Peroxide of Iron. — Little Brighton. — William Oliver King. 322. Rocks and Minerals, illustrative of the geology of the Upper Murray basin, collected by C Hodgkinson, C.E., Assistant Commissioner of Lands and Survey. The collection includes some fine crystals of tourmaline in quartz, and two specimens of fossil unio. The chief value of the collection is, however, that it explains and illustrates Mr. Hodgkinson's report entitled, \" Observations on the Geology and Soil of the country adjacent to the Upper Murray, and also on the Development of the Productive Capabilities of that portion of the territory of Victoria,\" published in the \" Transactions of the Philosophical Institute of Victoria,\" September, 1855; also in the Reports and Proceedings of the Parliament of Victoria. 323. Harring*tonite(.) — Silicate of Alumina and Lime, and Water. — Near Frankstone. — Theo. J. Sumner. 324. Auriferous Quartz. — Black Ranges, near Al bury. — N. W. Pollard, C.E., Victorian Water Supply."], [28, "24 325. Copper Glance. — Sulphide of Copper. — Wagga- Wagga, N.S.W.— N. W. Pollard, CE. 326. Kerosene Shale. — Hartley, N.S.W. — N. W. Pollard, CE. 327. Green Carbonate of Copper. — Between Ipswich and Peak Downs, Queensland. — N. W. Pollard, CE. 328. Galena. — Sulphide of Lead — Mosquito Reef, near Lyttleton, N.S.W.— N. W. Pollard, CE. 329. Galena. — Sulphide of Lead. — Flat Reef, near Lyttleton, N.S.W.— N. W. Pollard, CE. 330. Auriferous Decomposed Granite. — Near Albury. — N. W. Pollard, CE. Said to contain from _\\ to 1 oz. of gold per ton, and found in large quantities. 331. Cupriferous Mundic. — Gipps Land. — N. W. Pol- lard, CE. 332. Cubic Pyrites. — Sulphide of Iron. — American Gully, Bendigo.— N. W. Pollard, CE. 333. Auriferous Quartz, with Mundic. — American Gully, Bendigo.— N. W. Pollard, CE. 334. Mundic. — Sulphide of Iron. — Daylesford. — N. W. Pollard, CE. 335. Quartz, with Cubic Pyrites. — Near Albury, N.S.W. — N. W. Pollard. CE. 336. Malachite, Diverging. — Green Carbonate of Cop per.— Quedong, N.S.W.— N. W. Pollard, CE. 337. Chloro-Bromide of Silver. — St. Arnaud. — N. W. Pollard, CE. 338. Native and Manufactured Clays. — Nuna wa- ding.— N. W. Pollard, CE. 339. Shale. — Kerosene Mineral. — Hartley, N.S.W. N. W. Pollard, CE. 340. Alluvial Gold.— M. P. McPhelan's Party. — Warden McCrea. 341. Alluvial Gold. — North of Birrbgun, Dargo River, Gipps Land. — A. W. Howitt. 342. Alluvial Gold. — Mr. O'Connor's Party, Brooke's Station. — W. Frazer, M.P."], [29, "25 343. Very Fine Scaly Gold, with flue white Quartz. — Bkechworth District. — See Rpport of Prospecting Board. 344. Pine Scaly Gold, with Black Sand. — Beechavortii District. — See Report of Prospecting Board. 345. Green and Blue Carbonate of Copper. — Curra- avang Copper Mines, N.S.W. — H. Selvvyn Smith. 346. Native Copper. — CurrawangCopperMines,N.S.W. — H. Selwyn Smith. 347. Copper Pyrites, Green Carbonate, &.c. — Curra- avang Copper Mines, N.S.W. — H. Selwyn Smith. 348. Nephrite, Greenstone, Jade. — Hydrous Silicate of Magnesia. — New Zealand. — The property of the Honorable Samuel H. Bindon, M.P., Minister of Justice. Found massive, and in blocks, with slate and limestone, in many parts of the world. In the Exhibition of 1862 a very large mass was ex hibited, worth £700 or £800, and brought from Siberia. At Icolmkill, in Scotland, nephritic pebbles are found on the shore in great abundance, having been originally disseminated through a limestone, which has long ago been wrought out. In India, axe heads, ornaments, &c, are manufactured from jade. Vessels made from this material are as sonorous as porcelain. The natives of New Zealand fashion jade or nephrite into many fantastic shapes, hatchets, ornaments, &c., of which the accom panying specimen is an excellent example. The term nephrite is derived from retppo., a kidney, because it was supposed to be a remedy for diseases of that organ. 349. Cuprite. — Red Oxide of Copper, with Green Car bonate of Copper. — Thomson River Copper Mine. — Thomas R. James, Manager, Electric Telegraph, Melbourne. When found in sufficient quantity, one of the most valuable ores of copper. 350. Copper Pyrites. — Sulphide of Copper. — Thomson River Copper Mine, Gipps Land ; said to be present in un limited quantities. The lode is about three fathoms wide, with well defined walls. — A. W. Hallifax, Mining Manager. 351. Copper Pyrites.— Sulphide of Copper, with Car bonate of Copper. — Thomson River Copper Mine, Gipps d"], [30, "26 Land. Taken from the lode at a depth of about three fathoms.— A. W. Hallifax, Mining Manager. 352. Fahlerz(-)— Gray Copper Ore, with Green and Blue Carbonate of Copper.— Thomson River Copper Mine, Gipps Land. Taken from a lode at a depth of three fathoms.— A. W. Hallifax, Mining Manager. 353. Copper Pyrites. — Sulphide of Copper, coated with the Black Oxide of Copper. — Thomson River Copper Mine, Gipps Land. Taken from a lode four fathoms deep. — A. W. Hallifax, Mining Manager. 354. Auriferous Pyrites, with Quartz. — Tarnagulla. — Mr. McMillan. 355. Manganese Ores. — Pleasant Creek, Staavell. — Bernhard Smith, Warden. 356. Oamaru Stone. — New Zealand. Said to be used in New Zealand for building purposes. 357. Milk-white Quartz, and Quartz Crystals, with a large quantity of Gold in thin leaves, striated Iron Pyrites, and Galena. Where the pyrites and galena have disappeared, the thin walls of gold which once enclosed the crystals are left standing, quite clean and bright ; and, under the glass, the gold presents a singularly beautiful appearance. This specimen, besides being extremely rich and handsome, is instructive and worthy of study. It is the property of Mr. Rowe, of Fryer's Creek, and was obtained at a depth of 110 feet from the surface, and 20 feet below the water level, from a vein one foot thick, which yields 1 1 ozs. to the ton. Exhibited by R. L. M. Kitto, Mining Sur veyor. 358. Fossil Shells. — Casterton. — John Green. 359. Fossils. — Slate, with Fossils. — Bindi, one mile south of the limestone basin ; line of strata dipping beneath the lime stone. — C W. Nicholson. 360. Fossil Shells. — Near Ryan's Creek, Gaffney's Creek. 361. Bones, imbedded in Clay. — Blue Mountain. R. II. Home."], [31, "27 362. Carrajong. — Bush Fibre. — Cœcilia Ranges, new track to Gipps Land. — James Francis Shepherd. 363. Woods. — Cœcilia Ranges, new track to Gipps Land. — James Francis Shepherd. 364. Kauri Gum. — Neav Zealand. — E. M. Cairns, Mining Department. 365. Fossil Shells.— Tattiara; depth, 190 feet. — W. F. Hoskins, Mining Department. 366. Fossil Shell. — Mount Useful. — Wm. McLellan, M.P. 367. Fossil Leaves. — Exchequer Claim, Daylesford. — Joseph Rowan. 368. Fossil Leaves. — Exchequer Claim, Daylesford. — Robert Strickland. 369. Fossil. — Coal Formation. — Traralgon. — John Usher, Jun. 370. Native Silkworm Bggs. — Tarran. 371. Fossil Leaves. — White Star Claim, Daylesford. — Harry Selwyn Smith. 372. Fossils. — El Dorado, Gaffney's Creek. — M. S. Baker. 373. Fossils. — Fourth Hill, Anderson's Creek. 374. Fossils. — Shell Limestone. — From the bed-rock of the Buchan Limestone Basin, Gipps Land. — C W. Nicholson. 375. Fossil Shells. — Mitchell River, Lucknow. — C W. Nicholson. 376. Fossil Shells. — Buchan Limestone Basin, Gipps Land. — C W. Nicholson. 377. Fossils, <_*.c. — Found by a prospecting party from Camperdown, in the unexplored country of Heytesbury, about twenty miles south from Mount Leura, from a shaft 27 feet deep, and at various depths. 378. Fossils. — Hard Hill, Fryerstoavn. — From 90 feet sinking underneath the pipeclay. 379. Grass-Tree Gum. — From the west bank of the Snowy River. — C W. Nicholson."], [32, "28 380. Bark of a tree found at the Warburton Diggings, Yankee Jem's Creek. — Seemingly Avell adapted for rope-making, paper-making, &c. This bark has been long in use amongst the blacks for fishing-lines, &c. ; Avhen twisted, it is of great strength and tenacity. It appears to be the same as that observed near Cape Otway, and described by Mr. Short. — R. Brazill, Mining Surveyor. 381. Argentiferous Galena. — Utah, Salt Lake. — Mr. Golding. 382. Fossils. — From the coal formation, Western Port. — Messrs. Davidson and Garaghty. 383. Native Bread. — Lancefield. — Charles Beasley. 384. Coal. — Neav Caledonia. 385. Fossils. — Coal formation, Bacchus Marsh. — Messrs. Matson 386. Shells. — Lakes Bulleen-Merri, and Gnotuk. — R. Brough Smyth. 387. Fossils. — Ipsavich, Bremer, Queensland. — Andrew Robertson. 388. Fossil Shells, and Carbonates of Copper. — Que dong Copper Mining Company's Works, seventy miles from Twofold Bay.— W. F. Hoskius. From a depth of 40 feet. 389. Bark, with Gum. — Blue Mountains. — R. H. Home. 390. Fossils, in Limestone. — East of Mitchell River, Lucknow. — C. W. Nicholson. 391. Fossils.— Sarnia Reef, Sandhurst. — W. Nicholas. 392. Fossils. — From the Tertiaries, on the River Mit chell, Gipps Land. — Collected and presented by Mr. Jones. 393. Fossil Resin (7) — Wm. Turner, Greenhills, Moo roolbark, Lilydale. 394. Geelong Marble. — Polished Carbonate of Lime.— Messrs. Huxley, Parker, and Co. 395. Coal. — From a seam said to be about 3 feet in thick ness. — South of Colac. — Robert Robertson, Colac. 396. Tin Stone. — Vein Stone. — Peroxide of Tin. Wheal Perra-, Cornwall. — R. H. Bland."], [33, "29 397. Tin Stone. — Vein Stone. — Peroxide of Tin. — Wheal Perry, Cornwall. — R. H. Bland. 398. Tin Stone. — Vein Stone. — Peroxide of Tin Dolcoath, Cornavall. — R. H. Bland. 399. Tin Stone. — Vein Stone. — Peroxide of Tin Cooks Kitchen, Cornwall. — R. H. Bland. 400. Tin Ore. — Vein Stone. — Peroxide of Tin. — Cooks Kitchen, Cornwall. — R. H. Bland. 401. Tin Ore. — Vein Stone. — Peroxide of Tin. — Dol coath, Cornwall. — R. H. Bland. 402. Steatite. — Dunolly Porcelain Company. — J. C Paterson. 403. Slate. — In fine Slabs. — From the Moorabool Slate Quarry. — The Honorable J. B. Humffray. This Slate is very suitable for flagging, and for roofing. A good sample can be seen at Messrs. Huxley, Parker, and Company's premises. 404. Titaniferous Iron Ore.— New Zealand. 405. Titaniferous Iron Ore. — New Zealand. 406. Green Coccolite 1 407. Tin Stone. — Vein Stone. — Peroxide of Tin. — East Basset, Cornwall. — R. H. Bland. 408. Quartz, with Sulphide of Copper, said to exist in considerable quantities. — Steiglitz. — H. Davidson, Mining Surveyor. 409. Fluviometer. — Constructed and presented by John Phillips, Mining Surveyor, St. Arnaud. 410. Quartz Crystal, penetrated by filaments of Asbestus ; one side is polished, to show the internal structure. — A. McMillan, Dunolly. 411. Quartz, penetrated by Tourmaline (?); faces polished, to show the internal structure. — A. McMillan, Dunolly. 412. Chalcedonic Jasper. — Polished. 413. Chert. — One face polished. 414. Native Lead. — Found in gold-bearing drift. The manager says that the metal is found in the claim of the Mount Greenock Great Extended Gold Mining Company, on the main"], [34, "30 course of the Mount Greenock Lead, and under the Mount itself; and that the further south, or nearer the heart of the Mount, the more numerous are the particles. The specimens were presented to R. Brough Smyth by E. J. Bateman, of Talbot. 415. Native Lead, with Fine Gold; the gold appears to have been taken up when the lead was molten. — Found in great quantities in the claim of the Avoca Deep Lead Mining Associa tion, in the gutter. These specimens are very rare and valuable. Part of the lead was washed, from three tubs of wash-dirt, at the request of the Secretary for Mines, by the manager of the com pany. Presented to R. Brough Smyth by G. M. Newman, Mining Manager of the Avoca Deep Lead Gold Mining Association. 416. Brookite, or Quartz; very fine specimen. — Baw- Baav. Presented to R. Brough Smyth, by E. W. Gladman, Pros pector. 417. Pholerite. — Hustler's Reef, Sandhurst. — Obtained at a depth of 220 feet. — (Not the property of the mining depart ment.) — W. Nicholas. 418. Copper, and Ores of Copper. — Fine specimens of Crystallised Copper. — Malachite. — Blue and green Carbon ates of Copper. — Nodules of Carbonate. — Red Oxides, Sulphides of Copper and Tin Ores. This is a very interesting collection. The specimens, which are numerous, were procured partly from the Kapunda and Burra Burra Mines, South Australia, and partly from Cornavall. — Ml. Thomas, Sandhurst. 419. Quartz. — Said to be auriferous from the Reefs at Welshpool ; a very curious specimen ; veins of Bournonite appear to run through it. — John Ferres, Government Printer. 420. Spongy Peroxide of Iron, and Crystals of Sulphate of Barytes (?) . — Reefs, St. Arnaud. — Said to contain also the Ores of Silver. — C. H. Raven. 421. Sand, the Ores of Silver and Gold. — Obtained by washing debris. — The Reefs, St. Arnaud. — C H. Raven. 422. Sand, Silver, and Gold Obtained by washing, after amalgamating and retorting. — Reefs, St. Arnaud. C. H. Raven."], [35, "31 *423. Gold. — Iron Pyrites. — Pentagonal Dodecahedrons. — All Nations Reef, Matlock. 424. Native Silver, Avith Chloro-Bromide of Silver, Arseniate of Iron and Gold. — From Silver Reef, St. Ar naud. 425. Chloro-Bromide of Silver, with Gold. — Two spe cimens from Silver Reef, St. Arnaud. 426. Native Copper. — Pebble found in Thomson River, Gipps Land. 427. Cerusite. — Carbonate of Lead, with Galena, Iron, and Arsenical Pyrites. — Two specimens from Wilson's Reef, St. Arnaud. 428. Mimetene. — Arseniate of Lead. — Wilson's Reef, St. Arnaud. 429. Native Bismuth. — Two pieces in test tube from Dan denong Gold Fields. 430. Bismuthite. — Carbonate of Bismuth. — Small bottle full from washing stuff of Ramshorn Gully, Sandy Creek, Maldon. 43 1. Valentinite. — White Antimony, in Antimony Glance. — Drysdale's Claim, Morning Star Hill, Wood's Point. 432. Psilomelane. — Black Manganese Ore. — Strathlod- don. 433. Diallogite. — Carbonate of Lime and Manganese. — Port Phillip Company, Quartz Reefs, Clunes. 434. Meteoric Iron. — Small piece in test tube from Cran bourne. 435. Micaceous Iron Ore. — Grampians. 436. Brown Iron Ore. — Limonite. — Moonee Ponds. 437. Titaniferous Iron Sand. — Menaccanite. — One bottle full from Upper Yarra. 438. Chromic Iron Sand. — Small Octohedrons. — One test tube full from Heathcote Creek. * Specimens from 423 to 48* inclusive are from the collection made by the Geological Survey."], [36, "32 439. Chrome Ochre. — Heathcote. 440. Wolfram, from a reef near Sandy Creek, Maldon. 441. Spathic Iron. — Chalybite, with crystals of Iron Pyrites. — Lisle's Reef, Maldon. 442. Sphærosiderite. — Barfold Falls, Campaspe River. 443. Ankerite. — Phillip Island. 444. Brownspar. — Dolomite. — One specimen from a reef near Mount Timbertop. — One specimen from Lisle's Reef, Maldon. 445. Chloropal. — Nontronite. — Brewer's Reef, Maldon. 446. Pharmakosiderite. — Cube Ore, on Black Manga nese Ore. — Psilomelane. — Port Phillip Company's Reefs, Clunes. 447. Vivianite. — Phosphate of Iron. — Blue Iron Earth. — Small nodules in test tube from Phillip Island. 448. Fyrrhotine. — Magnetic Pyrites. — One specimen from a reef near Mount Timbertop, Howqua River. — One specimen, with Arsenical Pyrites, from Tiverton Reef, Maldon. 449. Copperas. — Iron Vitriol. — Two specimens from Beehive Reef, Maldon. 450. Quartz. — Blacksmiths Gully Reef, Fryerstown. 451. Chalcedony. — Four geodes. — Morocco Valley, Gipps Land. — Four specimens white Basalt. — Phillip Island. — One specimen bluish-grey Basalt. — McIvor. 452. Agate. — Cape Otway. 453. Lydian Stone. — Mount Stavely. 454. Hyalite. — From the Basalt of Kyneton. 455. Hyalite, with specular Iron, Labradorite, and Augite, in Dolerite, Malmsbury. 456. Semi Opals. — Six specimens from various localities. 457. Felspar. — Twin-crystals of Orthoclase. — West ern Australia. 458. Felspar. — Oligoclase. — From the Scoeiaceous Basalt of the Anakies. 459. Felspar. — Labradorite and Specular Iron, in Scoriaceous Dolerite. — Malmsbury."], [37, "33 460. Felspar. — Albite. — From Blacksmith's Gully Reef, Fryerstown. 461. Felspar. — Dolerite, with Crystals of Augite (?) Malmsbury. 462. Felspar. — Fibrolite. — Morocco Valley, Gipps Land. 463. Felspar. — Pholerite. — From Blacksmith's Gully Reef, Fryerstown. 464. Talc, in Chrome Ochre. — Heathcote. 465. Biotite. — Hexagonal Mica. — Basalt Dyke, Eu reka Reef, Castlemaine. 466. Olivine. — From basalt, Warrion Hills. 467. Obsidian. — Angular pieces, Basalt, Geelong ; but ton-shaped specimens, Western Plains. 468. Augite, in Diabase-Greenstone. — Bareabool Hills, Geelong. 469. Hornblende, in crystals and crystalline pieces, from the Scoriaceous Lava of the Anakies ; also Hornblende in Dioritic-Greenstone. 470. Topaz. — White transparent crystals. — Flinders Island. 471. Zircon. — Various Gold-fields. 472. Almandine Garnet, in Granitoid Rock. — Near Longwood. 473. Black Corundum. — Dandenong Ranges. 474. Corundum. — Barklyite. — Beechayorth. 475. Zeolite. — Analcime. — Three specimens from basalt, Phillip Island. 476. Zeolite. — Natrolite. — Mesotate. — One specimen associated with calcite ; one specimen with analcime. — Phillip Island. 477. Zeolite. — Chabazite. — One specimen from basalt, Malmsbury ; two specimens from basalt, Ballan. 478. Zeolite. — Herschelite. — Four specimens from basalt, Quarries, Richmond. 479. Zeolite. — Gmeltnite. — Two specimens from basalt, Phillip Island. e"], [38, "34 480. zeolite.— Heulandite.— One specimen from Lisle's Reef, Maldon. 481. Calcite. — One specimen from basalt, Malmsbury. 482. Aragonite. — Two specimens from basalt, Richmond Quarries ; two specimens from freshwater limestone, Muckle ford Creek. 483. Magnesite. — One specimen (loose crystals in packet), and two specimens (large pieces). — From Hard Hills, near junc tion of Jim Crow Creek and Loddon. 484. Gypsum, with basic Sulphate of Iron. — Miocene Tertiary, from Coast, near Point Addis, south of Geelong. 485. Heavy Spar. — Sulphate of Baryta. — One specimen from Fordred's Claim, Swiper's Reef, Maldon ; one specimen from South Australia. 486. Asbestus. — Tasmania. 487. Kyanite. — South Australia. 488. Washdirt. — From the claim of the Extended Sons of Freedom Mining Company, Registered, Chiltern Lead. — The strata consist of decomposed granite, clay, and drift, and the bedrock is soft white slate or sandstone. The company employs, it is said, 120 men, and obtained for the week ending 14th July, 1866, 206 ounces of gold. This specimen fully represents the distinctive character of the alluvial mining in the Indigo division. A sample of the gold accompanies the specimen. The specimen was obtained at a depth of 230 feet. — R. Arrowsmith, Mining Sur veyor, Chiltern. 489. Sandstone. — From the Grampians, fourteen miles west of Staavell. — W. G. Couchman, Mining Surveyor, Inglewood. 490. Silver Ore. — Two specimens from the 50 feet level, St. Arnaud Silver Mines Association, St. Arnaud. 491. Silver Ore. — From the 100 feet level, St. Arnaud Silver Mines Association, St. Arnaud. 492. Silver Ore. — From the 150 feet level, St. Arnaud Silver Mines Association, St. Arnaud. 493. Silver Ore. — Two specimens from the 215 feet or water level, St. Arnaud Silver Mines Association, St. Arnaud."], [39, "35 494. Silver Ore.— From the 260 feet level, St. Arnaud Silver Mines Association, St. Arnaud. 495. Silver Ore. — Two specimens from the 310 feet level, St. Arnaud Silver Mines Association, St. Arnaud. 496. Native Copper. — Sulphides, Oxides, Carbonates, and Gray Copper Ores. Many of the specimens are very fine and large, consisting of Blue and Green Carbonates of Copper and Hæmatite, &.., and yielding a return of 20 per cent, to 50 per cent, of pure copper. The lode is said to have been traced for several hundred feet, is well defined, 18 feet wide, and has been worked to a depth of 40 feet ; it is situated about 45 miles from Sale. — The Thomson River Copper Co.'s Claim, North Gipps Land. — Wm. Pearson, M.P. 497. Native Copper, with Green Carbonate. — A very fine specimen. The metal is rarely found embedded in the rock, as in this specimen. The Thomson River Copper Co.'s Claim. — Wm. Pearson, M.P. 498. A Collection of Minerals from the Wood's Point District. Frederick Ive, Wood's Point. (Not the property of the department.) 499. Micaceous Iron Ore. — Found by Martin May and Company, Excelsior Claim, Reed's Creek, Beechworth, and exhibited by Donald Fletcher, Chairman of the Mining Board. 500. Quartz Crystal. — Found in the bed of a creek close to the Achilles Reef, Taradale. — Thomas Orwin. 501. Fossil Shells, &.c. — Found in the Wren's Nest Lime Quarries, at a depth of 400 feet, on the grounds of Dudley Castle, near Dudley, Staffordshire, England (the seat of Lord Dudley Ward). — Robert Warry, Richmond. 502. Flucans. — Two specimens from 300 feet level ; found in the centre of the Western Reef, Clunes Quartz Mining Company. — R. H. Bland, Clunes. 503. Aragonite. — From Lord Malmsbury Company's Claim, 75 feet from surface. — R. B. Tucker, M.P. 504. Lignite. — Two specimens from Lord Malmsbury Company's Claim, 175 feet from surface. — R. B. Tucker, M.P."], [40, "36 505. Sandstone, of a peculiar formation. — R. B. Tucker, M.P. 506. Tin Ingot. — Smelted from Black Sand, obtained on the Woolshed Creek. — W. H. Gaunt, Beechworth. 507. Model of Portable Crusher and Amalgamator. ■Invented by John Phillips, Mining Surveyor, St. Arnaud. 508. Agate and Quartz. — Two instructive specimens. — Found in the washdirt at Ray's Rush, Landsborough, at a depth of 65 feet. — John D' Alton, Mining Surveyor, Quartz Reefs, Pleasant Creek. 509. Ironstone. — From Ray's Rush, Landsborough. — Found in large quantities on the western side of the lead. — John D'Alton, Mining Surveyor, Quartz Reefs, Pleasant Creek. 510. Ironstone, of a singular form; appears as if it had been bored into by a worm in several places. — Found in an alluvial claim under the Epsom Creek, near Sandhurst, lying on the pipe-clay. The washdirt from the spot yielded 80 ozs. of gold to the load. Gold was found adhering to the specimen. — John D'Alton, Mining Surveyor, Quartz Reefs, Pleasant Creek. 511. Green and Blue Carbonate and Gray Copper Ore, mixed with Ironstone, Quartz, and Clay. — Large speci men taken from the outcropping of the lode in the Thomson River Copper Mine. — Thomas R. James, Manager, Electric Telegraph, Melbourne. 512. Green and Blue Carbonate and Gray and Purple Copper Ore, mixed with Quartz. — Rich specimen; the purple copper ore very nearly resembling what is technically called \" bell-metal\" copper. — From the Thomson River Copper Mine. — Thomas R. James, Melbourne. 513. Specimen of Pyrites. — Found on the lower face of the basalt, above the Avashdirt, in the Prince of Wales Claim, Ballarat. This is a large and beautiful specimen, and is worthy of attention. — Thomas Dicker, Melbourne. (Not the property of the department.) 514. Opalised Wood, which formed part of an entire tree.— Found below the basalt, near Spring Creek, Daalesford. Fine"], [41, "37 specimen. — Thomas Dicker, Melbourne. (Not the property of the department.) 515. Quartz Crystal. — A fine specimen, 5_ inches in length ; hexagonal, with nearly perfect pyramidal terminations ; transparent, with whitish internal impurities. — Found a little below the surface, in the Catherine Reef United Claim holders' Mine, Bendigo. — Thomas Dicker, Melbourne. (Not the property of the department.) 516. Blue Sapphires, Zircons, &.C. — From the Blue Mountains. — R. H. Home, Mining Registrar. 517. Auriferous Titaniferous Sand. — Blue Moun- tains. — R. H. Home, Mining Registrar. 518. Titaniferous Sand, with Zircons, <Stc. — Blue Mountains. — R. H. Home, Mining Registrar. 519. Fossil Wood, having undergone but little change. — Found at a depth of 300 feet below the surface, in the Scottish and Cornish Company's Claim, Ballarat. — M. O'Malley, Mining Surveyor, Ballarat. 520. Thirteen Specimens of Minerals. — Hard Bed- dish Quartz, with Gold, Albury; Silver Lead, Yass ; Sulphide of Copper, N.S.W.; Sulphide of Copper, North Island, N. Z.; Plum, or Blue Carbonate of Copper, Yass ; &c., &c, — J. L. Evans, Melbourne. (Not the property of the department ) 521. Auriferous Quartz Conglomerate. — From the Columbian Tunnelling and Sinking Claim, Blue Moun tains. — R. H. Home, Mining Registrar, Trentham. 522. Washdirt, containing Gold and Stream Tin. — Taken from a depth of 75 feet ; thickness of layer of washdirt, 3 feet. From Messrs. Kneeebone and Company's Amalgamated Claim, Eldorado Flat, Woolshed Creek. — William H. Gaunt, Warden, Beechworth. 523. Stream Tin. — Taken from a depth of 15 feet from the surface; said to yield 75 per cent, of tin, and to be worth £40 per ton, in addition to an average yield of 90 ozs. of Gold per ton. A cubic yard of washdirt yields about 2 to 2\\ ozs. of gold and | cwt. of tin ore. — Gitt's Claim, Napoleon Flat,"], [42, "38 Woolshed Creek, Beechworth. — William H. Gaunt, Warden, Beechworth. 524. Stream Tin. — Taken from a depth of 30 feet from the surface ; said to yield 65 per cent, of tin, and to be worth £37 per ton, in addition to an average yield of 75 ozs. of Gold per ton. A cubic yard of washdirt yields about 3f ozs. of gold and 1 cwt. of tin. From the Endeavour Claim, Eldorado Flat, Wool shed Creek, Beechworth. — William H. Gaunt, Warden, Beechworth. 525. Titaniferous Iron Ore, often mistaken for Stream Tin by inexperienced miners. — Taken from the claim of Robert Dryburgh and Company, Spring Creek, Beechworth. — William H. Gaunt, Warden, Beechworth. 526. Sulphide of Iron. — Iron Pyrites. — Mundic. — From Snowy Creek. — Thomas G. Kennan, Mining Surveyor, Yackan dandah. 527. Black Sand, said to contain Tin. — Near Berwick. — Mrs. Bowman. 528. Agates, Chalcedony, Quartz Pebbles, -.c. — Near Beravick, Gipps Land. — Mrs. Bowman. 529. Quartz Pebbles, &.c. — Reed's Creek, Beech worth. — John Usher, junior."], [43, "SPECIMENS OF QUARTZ ILLUSTEATIVE OF THE CHARACTER OF THE AURIFEROUS REEFS IN THE COLONY. M.O. Mine Owner; __.. Exhibitor. 1. Twelve inches by 6 inches by 5 inches ; translucent, breaking here and there into crystalline planes ; much stained with Peroxide of Iron ; a diagonal fracture runs partly through it ; Gold visible, also Clay Slate in veins and cavities. Pyrites, absent. — This quartz was taken from a leader of an average of 1 foot in thickness. The main reef is about 10 feet west of the spot from where the specimen was procured, and is 13 feet in thickness ; it yields only 5 dwts. of gold per ton, and it is said is too poor to pay for crushing until the owners erect their own machinery. From Church Hill Reef, Amherst. — Depth from the surface at which the specimen was obtained, 50 feet ; depth of water-line, 89 feet ; average yield of gold per ton, 1 oz. 10 dwts. — M.O., Messrs. Julian and Company ; E., Joseph Smith, Mining Surveyor, Talbot. 2. Eleven inches by 4 inches by 4 inches ; translucent, partly crystallized, much stained with Peroxide of Iron ; Gold visible ; seams of Clay Slate run into the specimen. Pyrites, absent. — Taken from a leader of an average of 1 foot in thick ness. The main reef is about 10 feet west of the spot from where the specimen was taken, and is 13 feet in thickness ; it yields only 5 dwts. of gold per ton, and it is said to be too poor to pay for crushing until the owners erect their own machinery. From Church Hill Reef, Amherst. — Depth from the surface at which the specimen was obtained, 50 feet ; depth of water-line,"], [44, "40 89 feet; average yield of gold per ton, 1 oz. 10 dwts. — M.O., Messrs. Julian and Company ; E., Joseph Smith, Mining Surveyor, Talbot. 3. Block, 6 inches by 6 inches by 4 inches, of grayish, translu cent Quartz; Gold visible; Clay Slate in cavities, with Pyrites; the quartz much stained with Peroxide of Iron. Proportion of pyrites, scarcely any. From the Homeward-Bound Reef, Black wood. — Depth from the surface at which the specimen was ob tained, 35 feet; depth of water-line, 50 feet ; width of reef, 2 feet 6 inches; average yield of gold per ton., 1 3 dwts. — M. 0., Messrs. Tay lor and Company ; E., E. G. Magnus, Mining Surveyor, Blackwood. 4. Piece of gray, translucent Quartz, 10 inches by 8 inches by 4 inches ; Gold diffused throughout the mass, with Pyrites. Gray Slate, in quantity on one face. Proportion of pyrites, small. From Atkin's Reef, Blackwood. — Depth from the sur face at which the specimen was obtained, 165 feet; depth of water line, 90 feet ; width of reef, 3 feet ; average yield of gold per ton, 17 dwts. — 31.0., Messrs. Guard and Company; E., E. G. Magnus, Mining Surveyor, Blackwood. 5. Gray, translucent block of Quartz, 8 inches by 4 inches by 4 inches ; Gold visible and diffused, with a few grains of Pyrites scattered over one face; much stained with Peroxide of Iron. Pro portion of pyrites, scarcely any. From the United Reef, Black wood. — Depth from the surface at which the specimen was obtained, 92 feet; depth of water-line, 95 feet; width of reef, 3 feet 6 inches; yield of gold per ton, 1 oz. 6 dwts. — 31. 0., The United Company ; E., E. G. Magnus, Mining Surveyor, Blackwood. 6. Gray, translucent block of hard Quartz, 10 inches by 10 inches by 7 inches ; fracture diagonal ; Gold visible ; seams of Clay Slate pass through the specimen ; one thickly coated with Peroxide of Iron, the others only stained; Pyrites present. Proportion of pyrites, scarcely any. From Trewhella's Reef. — Depth from the surface at which the specimen was obtained, 40 feet ; depth of water-line, 110 feet ; width of reef, 4 feet; average yield of gold per ton, 11 dwts. — 31.0., Messrs. Sherwood and Company ; E., E. G. Magnus, Mining Surveyor, Blackwood."], [45, "41 7. Translucent, grayish Quartz, 9 inches by 8 inches by 5 inches ; fine Gold in cavities, with Clay Slate and Pyrites ; stone tinged with Iron. Proportion of pyrites, scarcely any. From Barry's Reef. — Depth from the surface at which the specimen was obtained, 83 feet ; depth of water-line, 100 feet ; width of reef, 4 feet; average yield of gold per ton, 18 dwts. — M. 0., Mounter and Company ; E., E. G. Magnus, Mining Sur veyor, Blackwood. 8. Hard, white, milky Quartz, 6 inches square ; cavities, with a little Gold, and patches of Clay Slate ; very slightly stained. Proportion of pyrites, scarcely any. From the St. George's Reef. — Depth from the surface at which the specimen was obtained, 93 feet ; depth of water-line, 73 feet ; width of reef, 4 feet ; average yield of gold per ton, 1 1 dwts. — 31. 0., Faugh-a-Bal lagh Company ; E., E. G. Magnus, Mining Surveyor, Blackwood. 9. Milky, translucent, hard Quartz, 10 inches by 6 inches by 7 inches ; slightly stained with Peroxide of Iron; some cavities ; much Clay Slate in seams ; very little Pyrites. Proportion of pyrites, scarcely any. From Lucky-hit Reef. — Depth from the surface at which the specimen was obtained, 60 feet ; depth of water-line, 75 feet ; width of reef, 2 feet ; average yield of gold per ton, 5 dwts. — 31. 0., Messrs. Trewhella Brothers ; E., E. G. Magnus, Mining Surveyor, Blackwood. 10. Piece of hard, white, milky Quartz, 8 inches by 6 inches by 5 inches. The natural fractures much stained with Peroxide of Iron. Cavities, containing Pyrites, throughout the piece. Pro portion of pyrites, large. From Saummon's Reef. — Depth from the surface at which the specimen was taken, 155 feet ; depth of water-line, 185 feet ; width of reef, 22 feet ; average yield of gold per ton, 2 dwts. — M.O., The Crown Company; E., E. G. Magnus, Mining Surveyor, Blackwood. 11. Grayish, translucent, hard Quartz, 12 inches by 12 inches by 6 inches ; slightly stained with Peroxide of Iron ; cavities, containing Gold, Clay Slate, and a few crystals of Pyrites ; a mass of botryoidal Peroxide of Iron .'(?) on one face. Proportion of pyrites, scarcely any. From the Dana Reef, near Amherst. —"], [46, "42 Depth from the surface at which the specimen was taken, 100 feet ; depth of water-line, 100 feet ; width of reef, 2\\ feet ; average yield of gold per ton, 1 oz. to 1 J ozs. — 31. 0., Messrs. Khelet and Patterson ; E., Joseph Smith, Mining Surveyor, Talbot. 12. Block of red, translucent, hard Quartz, 5 inches by 4 inches by 2 inches ; cavities, containing Gold, Pyrites crys tallized and amorphous, with Peroxide of Iron, the result of the decomposition of a portion of the pyrites. Proportion of pyrites, scarcely any. From the Berkeley Reef, near Amherst. — Depth from the surface at which the specimen was taken, 10 feet ; width of reef, 3 feet ; the upper part of the reef is loose and rotten ; yield of gold expected to be 2 ozs. per ton. — 31.0., Messrs. Usher and Company ; E., Joseph Smith, Mining Surveyor, Talbot. 13. Piece of compact, translucent Quartz, 8 inches square ; partly tinged green by Clay Slate, with which the quartz is interlaminated ; cavities, containing Gold, Galena, and crystals of Pyrites in very small quantity, are disseminated through the mass. Proportion of pyrites, scarcely any. From Campbell's Reef, Moyston. — Depth from the surface at which the specimen was taken, 450 feet ; depth of water-line, 80 feet ; average yield of gold per ton, 26 dwts. — 31. 0., The Kangaroo Gold Mining Company ; E., C J. W. Russell, Mining Surveyor, Ararat. 14. Block of compact, grayish-white Quartz, 10 inches by 6 inches by 5 inches ; cavities few, containing Clay Slate, Gold, Galena, and a few shining crystals of Pyrites ; the mass colored green with Clay Slate, with which it is interlaminated. Proportion of pyrites, scarcely any. From Campbell's Reef, Moyston. — Depth from the surface at Avhich the specimen was obtained, 180 feet ; depth of water-line, 48 feet ; width of reef, 2 feet ; average yield of gold per ton, 23 dwts. — M.O., The Extended North Star Company ; E., C J. W. Russell, Mining Surveyor, Ararat. 15. Translucent, grayish, hard Quartz, 9 inches by 8 inches by 6 inches ; crystalline and amorphous, with cavities, formed by the intersection of the planes of crystals ; Clay Slate lamina tions tinge the mass green ; Gold, a few specks of Galena, and"], [47, "43 a large number of very small shining crystals of Pyrites are visible. Proportion of pyrites, small. From Campbell's Reef, Moyston. — Depth from the surface at which the specimen was obtained, 270 feet ; depth of water-line, 70 feet ; width of reef, 18 inches ; average yield of gold per ton, 18 dwts. — 31.0., Extended Southern Cross Gold Mining Company ; £., C J. W. Russell, Mining Surveyor, Ararat. 16. Block of white, hard, compact Quartz, 12 inches by 8 inches by 6 inches ; tinged green with Clay Slate, which tra verses the mass in laminations ; cavities, containing fine Gold ; Sulphides of Lead and Iron are diffused through the mass. Proportion of pyrites, very small. From Campbell's Reef, Moys ton. — Depth from the surface at which the specimen was taken, 400 feet ; depth of water-line, 80 feet ; width of reef, 19 inches ; average yield of gold per ton, 1 oz. — 31.0., the Perseverance Gold Mining Company ; __?., C J. W. Russell, Mining Surveyor, Ararat. 17. Piece of grayish, hard Quartz, 10 inches by 8 inches by 8 inches ; variously colored by Peroxide of Iron ; cavities, some filled with Clay Slate, others with Pyrites, and some empty. Proportion of pyrites, scarcely any. From Lady Darling's Reef, near Chiltern. — Depth from the surface at which the specimen was obtained, 50 feet ; width of reef, 12 inches ; probable yield of gold per ton, 15 dwts. ; no crushing has yet been made; casing of reef, slate and sandstone. — 31. 0., the Magenta Company ; E., R. Arrowsmith, Mining Surveyor, Chiltern. 18. Gray, compact Quartz, very slightly tinged with Iron, 8 inches square, without cavities ; Clay Slate at one end. Proportion of pyrites, scarcely any. From the Higgins Reef, Chiltern. — Depth from the surface at which the specimen was taken, 175 feet ; width of reef, 2\\ feet ; average yield of gold per ton, 4 dwts. 12 grs. ; casing, slate and sandstone. — 31.0., Golden Bar Company ; __?., R. ArroAvsmith, Mining Surveyor, Chiltern. 19. Clay Slate, with veins of Quartz, colored with Peroxide of Iron, and much broken lines of fracture running transversely ; very fine Gold in the veins. The reef is said to consist of a number of small veins of quartz, running through masses of slate"], [48, "44 and sandstone. Pyrites, absent. From the Victoria Reef.— Depth from the surface at which the specimen was obtained, 95 feet ; Avidth of payable reef, 9 to 14 feet ; average yield of gold per ton, 17 dwts. — M.O., Victoria Reef Company ; E., R. Arrow smith, Mining Surveyor, Chiltern. 20. Block of grayish, compact Quartz, 7 inches J_y 6 inches by 3 inches ; rough cavities, with Gold, Clay Slate, and Perox ide of Iron. Pyrites, absent. Reef recently discovered, about one mile east from Chiltern, Essex Reef. — Depth from the surface at which the specimen was obtained, 40 feet ; width of reef, 12 to 14 inches; a trial crushing of nine tons yielded 2 ozs. 1 dwt. per ton. — 31.0., Messrs. Parish and Company; E., R. Arrowsmith, Mining Surveyor, Chiltern. 21. Small pieces of hard, gray Quartz, stained with Peroxide of Iron ; very few cavities, containing Gold, Clay Slate, and Pyrites. Proportion of pyrites, scarcely any. From the All Nations Reef. — Depth from the surface at which the specimen was obtained, 120 feet ; width of reef, 2 feet ; average yield of gold per ton, 5 dwts. — 31. 0., All Nations Company (Registered) ; E., R. Arrowsmith, Mining Surveyor, Chiltern. 22. Grayish-Avhite, hard, amorphous Quartz, about 12 inches by 10 inches by 9 inches ; cavities, partly empty, specks of fine thin Gold deposited in them ; green Clay Slate deposited on two of the faces, lying parallel, between which are numerous diagonal lines of fractures, partially filled with Pyrites ; crystals of pyrities are embedded in the Clay Slate. Proportion of pyrites, very small. From the Britannia Reef, Carngham. — Depth from the surface at which the specimen was obtained, 180 feet ; depth of water-line, 80 feet ; width of reef, 10 feet ; average yield of gold per ton, 4 dwts. 13 grs. — 31.0., Messrs. James Stenfield and Company ; E., John Lynch, Mining Surveyor, Smythesdale. 23. Whitish-gray, translucent, hard Quartz, about 12 inches by 9 inches by 8 inches ; much colored by Peroxide of Iron ; many cavities, with small crystals of Pyrites, intersected by seams of blue Clay Slate. Proportion of pyrites, scarcely any. From"], [49, "45 Bird's Reef, Sandhurst. — Depth from the surface at which the specimen was obtained, 150 feet; depth of water-line, 35 feet ; width of reef, 60 feet ; average yield of gold per ton, 7 dwts. — 31. 0., Bird's Reef Company ; E., N. G. Stephens, Mining Regis trar, Sandhurst. 24. Block of white, translucent, hard Quartz, about 10 inches by 8 inches by 7 inches ; cavities, some empty, others with fine Gold, Galena, and Clay Slate ; intersected by white Iron Pyrites in laminæ. Proportion of pyrites, large. From Hust ler's Reef, Sandhurst. — Depth from the surface at which the specimen was obtained, 320 feet ; depth of water-line, 100 feet ; width of reef, 15 inches ; average yield of gold per ton, \\\\ ozs. — 31.0., Hustler's Reef Company. — E., N. G. Stephens, Mining Registrar, Sandhurst. 25. Dense, grayish-white Quartz, 9 inches by 7 inches by 6 inches ; cavities, partly filled with bluish Clay Slate, Galena, and fine Gold ; Pyrites in laminæ ; the natural fractures much stained with Peroxide of Iron. Proportion of pyrites, large. More pyrites is said to exist in the reef than is indicated by the specimen. All the quartz is passed through a decomposing furnace. From the Comet Reef, Tipperary Gully, Sand hurst. — Depth from the surface at which the specimen was obtained, 150 feet; depth of water-line, 180 feet; width of reef, 6 feet ; yield of gold per ton, 3 ozs. — 31. 0., Messrs. Dressier and Stephenson ; E., N. G. Stephens, Mining Registrar, Sandhurst. 26. Grayish, translucent Quartz, 7 inches by 4 inches by 4 inches ; cavities, with blackish Clay Slate, fine Gold, and Pyrites, crystals of which are striated. Proportion of pyrites, small. From the Hercules Line, Victoria Reef, Sand hurst. — Depth from the surface at which the specimen was obtained, 340 feet ; depth of water-line, 80 feet ; width of reef, Z_ feet; average yield of gold per ton, \\ oz. — 31.0., Hercules Company ; E., N. G. Stephens, Mining Registrar, Sandhurst. 27. Piece of compact and crystalline, white, hard Quartz, about 8 inches by 7 inches by 4 J inches ; cavities, containing sine and spongy Gold, Galena, and Pyrites. Proportion of pyrites,"], [50, "46 very small. From the New Chum Reef, Sandhurst. — Depth from the surface at which the specimen was obtained, 260 feet ; depth of water-line, 60 feet ; width of reef, 30 feet, 6 feet of which average about 1 oz. per ton, the remaining portion 4 dwts. — M.O., New Chum Company; E., N. G. Stephens, Mining Registrar, Sandhurst. 28. Three blocks of compact, white, amorphous Quartz, with cavities, which contain fine Gold ; blue Clay Slate, Galena, amorphous Pyrites, part of which is in laminæ, and Peroxide of Iron. Proportion of pyrites, very small. From the Comet Reef, Tipperary Gully, Sandhurst. — Depth from the surface at which the specimen was obtained, 150 feet; depth of water line, 180 feet ; width of reef, 6 feet ; yield of gold per ton, 3 ozs. — 31.0., Messrs. Dressier and Stephenson; E., N. G- Stephens, Mining Registrar, Sandhurst. 29. Pieces of white, compact, hard Quartz ; Sulphide of Anti mony, Oxide of Antimony, and fine dense Gold. — M.O., Messrs. Field Brothers and Company, Costerfield ; E., W. Willoby, War den, Heathcote. 30. A very interesting and valuable collection of specimens of Gold-bearing Rock, from the Doubtful Reef, Kamarooka. a. Two pieces of light-brown Mudstone or Claystone. Very small thin plates of mica all through the mass. A thin seam, marked, rather than filled, by peroxide of iron, is seen in one specimen. The gold appears to be distributed in thin leaves in the lines of bedding of the rock. b. Claystone harder than a, with gold distributed in the same manner. c. Similar to a. The gold appears to be differently distributed. d. Sandstone with crystallized quartz on one face. Fine scales of gold and smaller plates of mica are disseminated through the sandstone. e. Sandstone Avith crystallized quartz on one face. Gold is seen here in the cavities of the quartz. f. Part of the wall of a Quartz vein ; quartz laminated ; heavy gold and very thin scales."], [51, "47 y. Three pieces of white Quartz, stained with iron oxyd in patches, where some mineral has decomposed. Spongy gold in cavities. /.. Light-brown Claystone, with a good deal of very fine mica, and minute thin scales of gold lying apparently everywhere in the lines of bedding. Two or three thin plates of gold are perpendicular to the line of bedding. i. Light-brown Claystone, with thin plates of gold irregu- larly disseminated in the mass. — M. 0., Erin Company ; E., E. N. Emmett, Ray wood. 31. Small piece of reddish-gray Quartz, with cavities, con taining Clay Slate and Gold. From the Austrian Reef, Whipstick, Sandhurst. — 31. 0., Messrs. Bassanger and Raynor ; E., E. N. Emmett, Mining Registrar, Raywood. 32. Gray, vesicular Quartz ; stained with Peroxide of Lron; Gold in some of the cavities. From the Hope Reef. — 31.0., Mr. McQualter ; E., E. N. Emmett, Mining Registrar, Raywood. 33. Reddish and gray Quartz ; dense and hard ; cavities, chiefly empty, some with a little bluish Clay Slate, Gold, and Galena. From the Barkly Reef, Whipstick, Elysian Flat. — E., E. N. Emmett, Mining Registrar, Raywood. 34. Block of gray, dense Quartz, about 30 inches by 12 inches by 6 inches, through a portion of which diagonal lines of fracture run ; some cavities, containing Gold and Pyrites ; and pyrites in laminations. Proportion of pyrites, large. From Beehive Reef, Maldon. — Depth from the surface at which the specimen was obtained, 240 feet ; depth of water-line, 190 feet ; width of reef, 10 feet ; average yield of gold per ton, 1 oz. 10 dwts. — 31.0., Great Western Company; E., R. Nanki vell, Mining Surveyor, Maldon. 35. Compact, greenish Quartz, running in veins through White Stone, about 12 inches by 7 inches by 5 inches; cavities, containing Gold, Galena, and very small grains of Pyrites, with occasional masses, are freely distributed throughout the piece. Proportion of pyrites, small. From Nuggety Reef, Maldon. — Depth from the surface at which the specimen was"], [52, "48 obtained, 260 feet ; depth of water-line, 260 feet ; width of reef, 6 feet; average yield of gold per ton, 2 ozs. 10 dwts. — M.O., The Speculation Company ; E., R. Nankivell, Mining Surveyor, Maldon. 36. A piece of gray, hard, amorphous Quartz, about 8 inches by 6 inches by 4 inches ; cavities, some empty, others partially filled with Gold, Clay Slate (which also runs through the mass in seams), and Pyrites. Proportion of pyrites, large. From Wilson's Reef, Maldon. — Depth from the surface at which the specimen was obtained, 270 feet ; depth of the water-line, 260 feet ; width of reef, 3 feet ; average yield of gold per ton, 3 ozs. — M.O., The Pioneer Company; E., R. Nankivell, Mining Surveyor, Maldon. 37. Milk-white, compact, hard Quartz, about 8 inches by 6 inches by 6 inches ; cavities, some filled with blue Clay Slate, Gold, Galena, and Pyrites, much vesiculated. Proportion of pyrites, large. From Wilson's Reef, Maldon. — Depth from the surface at which the specimen was obtained, 270 feet ; depth of water-line, 100 feet ; width of reef, 3 feet ; average yield of gold per ton, 2 ozs. — M. O., The Nelson Company, Maldon ; E., R. Nankivell, Mining Surveyor, Maldon. 38. Dense, gray, hard Quartz, about 10 inches by 4 inches by 3 inches ; cavities, partly empty, some containing Gold, small quantities of Galena, and Pyrites. Proportion of pyrites, scarcely any. From the Victoria Reef, Maldon. — Depth from the surface at which the specimen was obtained, 280 feet ; depth of water-line, 1 50 feet ; width of reef, 3 feet 6 inches ; average yield of gold per ton, 1 oz. 5 dwts. — M.O., The Derby Company (Registered) ; E., R. Nankivell, Mining Surveyor, Maldon. 39. Gray, compact, translucent Quartz, about 6 inches by 6 inches by 4 inches ; few cavities, those contain Gold, Clay Slate (also in seams), and Galena. Pyrites, absent. From Eaglehawk Reef, Maldon. — Depth from the surface at which the specimen was obtained, 320 feet ; depth of water-line, 220 feet ; width of reef, 6 feet ; average yield of gold per ton, 2 ozs. —"], [53, "49 M.O., The Union Company ; __?., R. Nankivell, Mining Surveyor, Maldon. 40. White, hard, dense, laminated Quartz, about 10 inches by 7 inches by 3 inches ; cavities, some containing Pyrites and blue Clay Slate ; clay slate laminæ, in which Gold is visible. Proportion of pyrites, scarcely any. From Thornhill's Reef, Muckleford. — Depth from the surface at which the specimen was obtained, 330 feet ; depth of water-line, 200 feet ; width of reef, 3 feet ; average yield of gold per ton, 1 oz. 2| dwts. — 31. 0., The Union Company ; E., R. Nankivell, Mining Surveyor, Maldon. 41. Crystalline and amorphous, white, hard Quartz, about 10 inches by 6 inches by 4 inches ; cavities, some of which are formed by crystalline planes. Proportion of pyrites, very small ; chiefly distributed along the Clay Slate seams, in which Gold is visible. From Thornhill's Reef, Muckleford. — Depth from the surface at which the specimen was obtained, 330 feet ; depth of water-line, 200 feet ; width of reef, 3 feet ; average yield of gold per ton, 1 oz. 2\\ dwts. — 31.0., The Union Company; __?., R. Nankivell, Mining Surveyor, Maldon. 42. White, slightly crystalline and compact, hard Quartz, about 10 inches by 5 inches by 4 inches ; cavities, containing Pyrites, Gold, and bluish Clay Slate ; clay slate laminæ. Proportion of pyrites, scarcely any. From Thornhill's Reef. Muckleford. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, 200 feet ; width of reef, 8 feet; average yield of gold per ton, 1 oz. 15 dwts. — M.O., Brittingham and Company ; ___., R. Nankivell, Mining Surveyor, Maldon. 43. Milk-white, hard, compact Quartz, about 9 inches by 5 inches by 6 inches ; few cavities, some contain a little blue Clay Slate ; the mass laminated by thin Clay Slate. Proportion of pyrites, scarcely any. From Thornhill's Reef, Muckleford. — Depth from the surface at which the specimen was obtained, 430 feet ; depth of water-line, 200 feet ; width of reef, 8 feet; average yield of gold per ton, 1 oz. 15 dwts. — M.O., Britting- 9"], [54, "50 ham and Company ; E., R. Nankivell, Mining Surveyor, Maldon. 44. Block of gray Quartz ; hard, amorphous ; about 7 inches by 6 inches by 2 inches ; Clay Slate and Pyrites present. Proportion of pyrites, nearly equal parts. From the Beehive Reef. — Depth from the surface at which the specimen was ob tained, 300 feet; depth of water-line, 90 feet ; width of reef, 8 feet ; average yield of gold per ton, 1 oz. — 31. 0., Beehive Company (Registered), Maldon ; E., R. Nankivell, Mining Sur veyor, Maldon. 45. Piece of gray, translucent, hard Quartz, 6 inches by 4 inches by 3 inches ; traversed by a seam of Clay Slate ; cavities, some empty, others containing Galena, a little Peroxide of Iron, and fine Gold. Proportion of pyrites, scarcely any. From the Beehive Reef, Maldon. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, 90 feet ; width of reef, 8 feet ; average yield of gold per ton, 1 oz. — 31. 0., Beehive Company (Registered), Maldon ; E.x R. Nankivell, Mining Surveyor, Maldon. 46. Gray, translucent, hard Quartz, about 6 inches by 4 inches by 2 inches ; traversed by a very thin bluish Clay Slate seam ; cavities, partially filled with Galena, Clay Slate, and Peroxide of Iron. Proportion of pyrites, scarcely any. From the Beehive Reef, Maldon. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, 90 feet ; width of reef, 8 feet ; average yield of gold per ton, 1 oz. — 31.0., Beehive Company (Registered), Maldon ; E., R. Nankivell, Mining Surveyor, Maldon. 47. Mass of gray, translucent, hard, amorphous Quartz, 6 inches by 2 inches by 2 inches ; with irregular laminæ of bluish Clay Slate ; cavities, containing Galena, Pyrites, Peroxide of Iron, and fine Gold. The gold is seen studding the lines of natural fracture. Proportion of pyrites, not large. From the Beehive Reef, Maldon. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, 90 feet ; width of reef, 8 feet ; average yield of gold per ton, 1 oz. — 31. 0.,"], [55, "51 Beehive Company (Registered), Maldon ; E., R. Nankivell, Mining Surveyor, Maldon. 48. Gray, hard, translucent Quartz, about 5 inches by 4 inches by 2 inches ; few cavities, some empty, others filled with fine Gold, Pyrites, and Peroxide of Iron ; a seam, containing bluish Clay Slate, grains of Pyrites, and Gold, runs through the block. Proportion of pyrites, very small. From North Eaglehawk, Maldon. — Depth from the surface at which the specimen was obtained, 280 feet ; depth of water-line, 1 70 feet ; width of reef, 4 feet ; average yield of gold per ton, 3 ozs. — M. O., Stevenson and Co. ; E., R. Nankivell, Mining Surveyor, Maldon. 49. Block of grayish-yellow, translucent, highly granular Quartz, about 12 inches by 5 inches by 5 inches ; cavities, some very small, and partially filled with Peroxide of Iron ; fine Gold scattered in the vicinity of the cavities ; the natural frac tures of the quartz much stained with Iron. Pyrites, absent. From Vale's Reef, Avoca. — Depth from the surface at which the specimen was obtained, 30 feet ; depth of water-line, 130 feet ; width of reef, 18 inches ; average yield of gold per ton, 5 ozs. — 31.0., Evert Evertsen ; E., R. English, Mining Surveyor, Avoca. 50. Piece of grayish-yellow, translucent, highly granular Quartz, about 10 inches by 7 inches by 7 inches ; many minute cavities, partly filled with Peroxide of Iron ; the natural frac tures much stained with Peroxide of Iron ; Gold, very fine, chiefly scattered in the vicinity of the cavities. Pyrites, absent. From Vale's Reef, Avoca. — Depth from the surface at Avhich the specimen was obtained, 30 feet; depth of water-line, 130 feet; width of reef, 18 inches ; average yield of gold per ton, 5 ozs. — M. O., Evert Evertsen ; E., R. English, Mining Surveyor, Avoca. 51. Dense, gray Quartz, about 8 inches by 4 inches by 5 inches ; much divided by thin seams of bluish Clay Slate ; the natural fractures of the quartz stained with Peroxide of Iron ; very fine Gold and Pyrites scattered along the seams. Proportion"], [56, "52 of pyrites, not large. From Donnelly's Creek, Gipps Land. — Depth from the surface at which the specimen was obtained, 210 feet ; width of reef, 5 feet.— 31. 0., The Crinoline Prospecting Claim ; _??., John Grimes Peers, Mining Surveyor and Registrar, Stringer's Creek. 52. Gray, granular, crystalline Quartz, about 10 inches by 7 inches by 7 inches ; cavities, many of which contain Crystals, bluish Clay Slate, or Pyrites ; lines of fracture much stained with Peroxide of Iron ; Gold freely scattered over the lines. Proportion of pyrites, very small. From Stringer's Creek. — Specimen obtained above the level of the Creek, 200 feet ; width of reef, 1 to 2 feet wide and flat ; average yield of gold per ton, 1 oz. 17 dwts. 10 grs.— 31.0., The Happy-go-Lucky Prospecting Claim ; E., J. S. Patterson, Mining Registrar, Stringer's Creek. 53. Block of white, amorphous, hard Quartz, about 12 inches by 7 inches by 8 inches ; crystalline on the natural fractures, which are stained with Iron, and cut through by fine seams of blue Clay Slate, which lie in laminæ throughout the specimen ; fine Gold is diffused along the seams, Avhich are charged also with Pyrites in patches. Proportion of pyrites, large. From Cohen's Reef, Stringer's Creek. — Taken from the level of the Creek ; width of reef, 2 feet. — 31.0., South Gipps Land Gold Mining Com pany ; E., J. S. Patterson, Mining Registrar, Stringer's Creek. 54. Milk-white, amorphous, hard Quartz, about 6 inches by 5 inches by 2 inches ; thin blue Clay Slate seams, containing finely divided Gold and Pyrites, laminate the piece. Proportion of pyrites, scarcely any. From North Cohen's Reef, Stringer's Creek. — Taken from above the Creek level, 80 feet ; average yield of gold per ton, 7 ozs. 17 dwts. 17 grs. — 31. 0., North Gipps Land Company ; E., J. S. Patterson, Mining Registrar, Stringer's Creek. 55. Block of milk-white, hard, amorphous Quartz, about 9 inches by 7 inches by 4 inches ; thin blue Clay Slate seams run irregularly through the. specimen, and a quantity of finely divided Gold, with some Pyrites, rest on the seams. Proportion of pyrites, scarcely any. From North Cohen's Reef, Stringer's"], [57, "53 Creek. — Taken from above the Creek level, 90 feet ; width of reef, 1 J to 3 feet ; average yield of gold per ton, 5 ozs. 13 dwts. 19 grs. — 31.0., Walhalla Gold Mining Company ; E., J. S. Patterson, Mining Registrar, Stringer's Creek. 56. Grayish-white, partly amorphous, partly crystalline Quartz, about 10 inches by 7 inches by 4 inches ; cavities, par tially filled with dark Clay Slate, some empty ; much stained with Iron ; fine Gold visible over an outer seam. Pyrites, absent. From Deep Creek. — Taken from above the Creek level, 20 feet ; width of reef, 2 feet to 3 feet. — 31. 0., Scrat-a-Bit Com pany ; _£., J. S. Patterson, Mining Registrar, Stringer's Creek. 57. Piece of white, amorphous, hard Quartz, 9 inches by 6 inches by 6 inches ; cavities, chiefly empty, some containing dark Clay Slate, fine Gold, and Pyrites ; dark clay slate in irregular seams. Proportion of pyrites, very small. From Stringer's Creek. — Taken from above the Creek level, 20 feet ; width of reef, 8 feet ; only just struck in a tunnel 430 feet in. — 31.0., The Wellesley Company ; E., J. S. Patterson, Mining Registrar, Stringer's Creek. 58. Block of white, translucent, hard, amorphous Quartz, 16 inches by 14 inches by 12 inches; cavities, filled with Pyrites, Galena, blue Clay Slate, and Gold ; regularly laminated by dark Clay Slate, the sulphides lying along the laminæ. This block shows the width of the reef. Proportion of pyrites, not large. From the Hustler's Reef, Sandhurst. — Depth from the surface at which the specimen was obtained, 450 feet ; depth of water-line, about 120 feet ; width of reef, 16 inches. — 31. 0., Messrs. Latham and Watson ; E., Messrs. Latham and Watson. 59. Block of white, translucent, hard, amorphous Quartz, about 30 inches by 1 1 inches by 1 1 inches ; cavities, a few of which are empty, the remainder filled with Sulphide of Iron, Sulphide of Lead, blue Clay Slate, and Gold, regularly laminated, the sul phides and gold lying chiefly along the laminæ. Proportion of pyrites, not large. From the Hustler's Reef, Sandhurst. — Depth from the surface at which the specimen^ was obtained, 400 feet ; depth of water-line, about 1 20 feet ; width of reef, 1 1"], [58, "54 inches.— M. O., Messrs. Latham and Watson ; E., Messrs Latham and Watson. A, B, C, D. Four pieces, taken from a break or fault of the reef at Messrs. Latham and Watson's Claim ; they consist of hard, white Quartz, much disintegrated by cavities, containing Pyrites and Galena ; they are said to be non auriferous. A few of the cavities are empty, or contain portions of white Clay Slate. — Taken from the same depth as specimen No. 59. E. A specimen of the strata, consisting of metamorphosed Clay Slate, through which the break {see specimens A, B, C, D) runs. 60. Hard, white, crystalline Quartz, about 5 inches by 3 inches; full of cavities, which apparently have been once filled with Clay Slate ; dark bluish-green Clay Slate entangled in the mass ; beautiful crystals of Pyrites, on one of which a piece of Gold is fixed. Proportion of pyrites, very small. From the Wetherall Reef. — Depth from the surface at which the specimen was ob tained, 310 feet; depth of water-line, 140 feet; width of reef, 7 feet ; average yield of gold per ton, from 2 to 4 dwts. — M. 0., Wetherall Reef Company ; __?., G. W. Hart, Mining Surveyor, Eaglehawk Subdivision, Sandhurst. 61. Block of hard, white Quartz, about 9 inches by 4 inches by 4 inches ; cavities, Avhich have been once filled with bluish green Clay Slate ; the interior surface of which appears as if stippled, called by the miners \" mice-eaten quartz.\" Very in structive. A lamina of Clay Slate, with a few crystals of Pi-rites on one side. Large ragged pieces of Gold, with particles of quartz entangled, appear in the cavities. Proportion of pyrites, very small. From the St. Mungo Reef. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of Avater-line, 140 feet ; width of reef, 7 feet ; new reef. — 31.0., St. Mungo Reef Company ; E., G. W. Hart, Mining Surveyor, Sandhurst. 62. Amorphous Quartz, regularly laminated with blue Clay Slate, 8 inches by 5 inches ; face of lamina shown striated ; these lines run usually at right angles to the strike of the reef; Gold,"], [59, "55 fine, combined with Pyrities ; little Galena. Proportion of pyrites, small. From the Nelson Reef. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water line, 120 feet ; Avidth of reef, 2 feet ; average yield of gold per ton, 15 dwts. — 31.0., Nelson Reef Company ; E., G. W. Hart, Mining Surveyor, Sandhurst. 63. Amorphous Quartz, very hard, laminated with blue Clay Slate ; fine Gold found on the faces, or cleavage, with the Slate and Pyrites. Proportion of pyrites, small ; various sized speci mens. From the Hit-or-Miss Reef, Barfold Ranges. — Depth of water-line, 180 feet ; width of reef, 1 foot ; average yield of gold per ton, 3 ozs. 12 dwts. — 31.0., English and Scottish Quartz Mining Company, Barfold ; E., Thomas Orwin, Mining Registrar, Taradale. 64. Two small specimens of hard Quartz, partly translucent ; Pyrites occur in a massive form in the quartz, accompanied by Gold ; they are also found mixed with blue Clay Slate ; in the latter case pyrites crystallized. Proportion of pyrites, not large. From the Prince Albert Reef, Taradale. — Depth of water line, 102 feet ; width of reef, 14 inches ; average yield of gold per ton, 17 dwts. — 31.0., Mr. Johnson ; E., Thomas Orwin, Mining Registrar, Taradale. 65. Nearly milk-white Quartz, 4 inches by 1 1 inches ; Pyrites and Galena irregularly disseminated through the stone, accompanied by fine, dull-colored Gold. Proportion of pyrites and galena, not large. From the Pyrenees Reef. — Depth from the surface at which the specimen was obtained, 200 feet ; depth of water-line, 115 feet 6 inches ; width of reef, 1 foot 6 inches ; average yield of gold per ton, 3 ozs. — 31.0., No. 5 Claim, South Pyrenees Reef; E., William Byrne, Mining Surveyor, Redbank. 66. Dark brown-colored, amorphous Quartz, 6 inches by 8*| inches; few cavities, more or less filled with Peroxide of Iron; irregular divisions in the stone, partly caused by the presence of blue Clay Slate. Peroxide of Iron abundantly deposited in flowing lines on one face of this specimen. Proportion of pyrites, very small. From the Pyrenees Reef. — Depth from the surface"], [60, "56 at which tbe specimen was obtained, 80 feet ; depth of water-line, 97 feet 6 inches ; width of reef, from 2 to 3 feet ; average yield of gold per ton, 6 dwts. — M.O., No. 3 Claim, South Pyrenees Reef ; E., William Byrne, Mining Surveyor, Redbank. 67. Compact, milk-white Quartz, 8 inches by 6 inches by 5 inches ; laminated regularly by blue Clay Slate (sometimes apparently merely stained laminæ) ; these faces into which the stone will divide are found to be striated by parallel lines, and carry the main portion of the Pyrites. Proportion of pyrites, small. From the Pyrenees Reef. — Depth from the surface at which the specimen was obtained, 180 feet; depth of water-line, 97 feet 6 inches ; width of reef, 1 foot 3 inches ; average yield of gold per ton. 1 oz. — M.O., No. 3 Claim, South Pyrenees Reef; E., William Byrne, Mining Surveyor, Redbank. 68. Small specimen of compact Quartz, laminated by light blue Clay Slate ; Galena and Gold interspersed with the Pyrites ; pyrites being massive and iridescent. Proportion of pyrites, not large. From the Pyrenees Reef. — Depth from the surface at which the specimen was obtained, 200 feet ; depth of water-line, 124 feet ; width of reef, 3 feet ; average yield of gold per ton, 3 ozs. — M. O., No. 6 Claim, South Pyrenees Reef ; ___\"., William Byrne, Mining Surveyor, Redbank. 69. Hard, white Quartz, slightly crystallized ; few cavities, partly filled with Pyrites, crystallized and decomposing ; 4 inches by 5 inches by 2 inches. Proportion of pyrites, very small. From the Pyrenees Reef. — Depth from the surface at which the speci men was obtained, 200 feet ; depth of water-line, 124 feet ; width of reef, 1 foot ; average yield of gold per ton, 3 ozs. — M. O., No. 6 Claim, South Pyrenees Reef ; E., William Byrne, Mining Sur veyor, Redbank. 70. Hard, white, amorphous Quartz, 9£ inches by 5 inches by 3 inches ; slightly crystallized ; laminated with blue Clay Slate. Proportion of pyrites, small ; contains very fine Gold. From the Pyrenees Reef. — Depth from the surface at which the specimen was obtained, 1 60 feet ; depth of water-line, 97 feet 6 inches ; width of reef, 1 foot 3 inches ; average yield of gold per ton, 1"], [61, "57 oz. — M.O., No. 3 Claim, South Pyrenees Reef; E., William Byrne, Mining Surveyor, Redbank. 71. Quartz, with one large cavity and a number of small ones ; Clay Slate running irregularly through the stone ; cavities, partly filled with Peroxide of Iron. Proportion of pyrites, small ; contains Galena. From the Unexpected Reef, near Stuart Mill. — Depth from the surface at which the specimen was ob tained, 90 feet ; depth of water-line, 90 feet ; width of reef, 1 1 inches ; average yield of gold per ton, 3 ozs. — 31.0., Messrs. Mal colm and Mathews ; E., William Byrne, Mining Surveyor, Red bank. 72. Antimony nodules (four specimens), one very large, 9 inches by 8 inches by 6 inches ; centre composed of antimony, surrounded by concentric layers of oxidized antimony. These specimens are rare, and their structure, &c, well worthy of atten tion. Value of antimony per ton on the claim, £4 10s. to £5. From the Stockyard Reef, Whroo. — Depth from the surface at which the specimens were obtained, 30 feet ; width of reef, 1 foot 3 inches; average yield of gold per ton, 1 oz. 5 dwts. — 31.0., Messrs. Thompson and Johnson ; E., H. B. Nicholas, Mining Surveyor, &c, Rushworth. 73. Hard, crystalline, gray Quartz (two specimens), laminated by cream-colored Clay Slate ; numerous small cavities dissemi nated throughout the stones filled with Clay Slate and Gold ; gold also found on the faces and joints. Blue Carbonate of Cop per shown in the fracture of the smaller stone. From the London Reef, Coy's Diggings. — Depth from the surface at which the specimens were obtained, 147 feet ; width of reef, 1 foot 6 inches ; average yield of gold per ton, 3 ozs. 19 dwts. 11 grs. — 31.0., Messrs. Ratcliff, Thompson, and Company ; E., H. B. Nicholas, Mining Surveyor, Rushworth. 74. Fine Sandstone, 1 foot by 7 inches by 7 inches ; traversed by small Quartz veins intersecting each other, some of which are exceedingly rich. Stone fractured with one of veins ; showing the Gold disseminated over its surface in combination with Per oxide of Iron. Sandstone contains crucite crystals (?). Proportion It"], [62, "58 of pyrites, very small. Upwards of £150,000 wortli of gold has been extracted from this mine. Procured from Balaclava Hill, Whroo. — Depth from surface at which the specimen was obtained, 330 feet ; width of net-work of quartz spurs, &c, crushed, from 3 feet to 100 feet ; average yield of gold per ton, from 2 dwts. to 6 dwts. — 31.0., Mr. John Thomas Lewis ; E., H. B. Nicholas, Mining Surveyor, Rushworth. 75. Hard, gray, crystalline Quartz (two specimens) ; fractures, with faces full of cavities, which contain the Gold. Proportion of pyrites, very small. From the Byron Reef, Coy's Diggings. — Depth from the surface at which the specimens were obtained, 156 feet ; depth of water-line, 150 feet ; width of reef, 1 foot 6 inches to 24 feet ; average yield of gold per ton, 15 dwts. 21 grs. — M.O., Mr. F. T. Pollon ; E., H. B. Nicholas, Mining Surveyor, Rush worth. 76. Compact, brown Quartz (two specimens) ; containing faces and vesicles of what the miners term \" mice-eaten quartz ;\" Gold bedded in the quartz and in the cavities. Pyrites, none visible. From Hicks' Reef, Coy's Diggings. — Depth from the surface at which the specimens were obtained, 160 feet ; depth of water-line, about 160 feet ; width of reef, 4 inches ; average yield of gold per ton, 5 ozs. — M. 0., Messrs. Hicks, Boulter, and Company ; E., H. B. Nicholas, Mining Surveyor, Rushworth. 77. Compact, auriferous Antimony and gray Quartz, 9 inches by 4 inches by 3 inches ; specimen including a portion of the casing of the reef ; laminæ running parallel with casing, composed of Clay Slate and Antimony. Pyrites, none visible. From the Murray Reef, Coy's Diggings. — Depth from surface at which the specimen was obtained, 100 feet ; depth of water-line, 150 feet ; width of reef, from 9 to 12 inches; average yield of gold per ton, 1 oz. 15 dwts. 12 grs. — M.O., Messrs. Murray, Taylor, and Company ; E., H. B. Nicholas, Mining Surveyor, Rush- Avorth. 78. Hard, white Quartz (three specimens), small ; laminated by dark-blue Clay Slate ; Pyrites, Galena, and Gold intimately mixed and separate ; quartz slightly crystallized ; pyrites found"], [63, "59 about the crystals. It is also translucent, gold being visible beneath the quartz. Pyrites, iridescent. Proportion of pyrites, not large. From the New Lode. — Depth from the surface at which the speci mens were obtained, 220 feet ; depth of water-line, 90 feet ; width of reef, about 2 feet ; average yield of gold per ton, 10 dwts. — 31.0., Steiglitz Company (Boxing Reef); E., Henry Davidson, Mining Surveyor, &c, Steiglitz. 79. Hard, white Quartz (three specimens), small ; laminated with dark-blue Clay Slate, the laminæ carrying with it a con siderable quantity of massive Pyrites, a little Galena, and Gold ; the pyrites is also generally distributed through the stones, its color is rather iridescent. Proportion of pyrites, large. From the Old Lode. — Depth from the surface at which the specimens were obtained, 220 feet ; depth of water-line, 90 feet ; width of reef, 1 foot 6 inches ; average yield of gold per ton, 12 dwts. — 31.0., Steiglitz Company (Boxing Reef) ; E., Henry Davidson, Mining Surveyor, Steiglitz. 80. Dark-brown Quartz (two specimens), small ; derives its color from the quantity of Peroxide of Iron traversing its nume rous joints ; Gold found in cavities and in solid quartz ; Green Carbonate of Copper present. Proportion of pyrites, small. From the Pioneer Reef. — 31.0., Crinoline Company ; E., H. Davidson, Mining Surveyor, Steiglitz. 81. Blocks of compact, white Quartz (two specimens), 9 inches by 6 inches by 3 inches, and 1 1 inches by 7 inches by 6 inches ; regularly laminated by dark-blue Clay Slate ; in these laminæ or seams the greater part of the Gold is found. Proportion of pyrites, small ; crystallized. These specimens are worthy of attention in consequence of the depth from which they were raised, and the increased yield of gold with the depth. The statement undermentioned is verified by the late manager of the Albion Company (Mr. King), and by Mr. Henry Davidson, the Mining Surveyor. Mr. King states that the quantities have been very carefully arrived at. From the Portuguese Reef. — Depth from the surface at which the specimens were obtained,"], [64, "60 500 feet. — M.O., Albion Company, Portuguese Reef, Steiglitz ; E., H. Davidson, Mining Surveyor, Steiglitz. Statement of Average Yield of Reef, 82. Hard, bluish-white, partly translucent Quartz, 4 inches by 2 inches by 2 inches ; crystallized ; large cavity, partly filled with yellow Clay Slate and Gold ; color of the gold, light and dark -yellow, the dark assuming most beautiful forms ; about 4 dwts. of gold. Proportion of pyrites, very small. From Cattle's Reef. — Depth from the surface at which the specimen was obtained, 60 feet ; depth of water-line, 60 feet ; width of reef, 12 feet. — 31.0., Duke of Cormvall Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 83. Blocks of dark-brown Quartz, 5 inches by 4 inches by 4 inches; discolored by Peroxide of Iron on several of its faces; other faces covered by blue and pink Clay Slate ; cavities lined, crystals covered, and Gold partly covered by Peroxide of Iron. Proportion of pyrites, very small. From Cattle's Reef. — Depth from the surface at which the specimens were obtained, 60 feet ; depth of water-line, 60 feet ; width of reef, 12 feet ; average yield of gold per ton, 1 3 dwts. — 31. 0., Duke of Cornwall Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 84. Hard, white, translucent Quartz, 3 inches by 2 inches by 2 inches ; slightly crystallized ; cavities partly filled by Pyrites, one large cube fractured ; the Gold occurs in the quartz close to the pyrites. Proportion of pyrites, not large. From Cattle's Reef. — Depth from the surface at which the Depths at which Quartz was obtained. Average Yield of Gold per Ton. From 220 to 320 feet ozs. dwts. 4 15 „ 320 „ 345 „ 3 10 „ 345 „ 360 „ 2 18 „ 360 „ 382 „ 7 5 „ 382 „ 402 „ 7 7"], [65, "61 specimen was obtained, 85 feet ; depth of water-line, 60 feet. — 31.0., Duke of Cornwall Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 85. (i.) Block of Quartz and Slate, 6 inches by 5 inches by 4 inches ; laminated irregularly with light-blue Clay Slate ; cavities in the laminæ. (2.) Small specimen of Quartz ; large cavities, containing Gold. Pyrites, absent. From the Bristol Reef. — Depth from the surface at Avhich the specimens were obtained, 120 feet ; depth of water-line, 120 feet ; width of reef, 1 foot; average yield of gold per ton, 2 ozs. 10 dwts. — 31.0., Rowland and Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 86. Blocks of hard, white, translucent Quartz (two speci mens), about 5 inches by 4 inches by 3 inches ; amorphous ; cavities, &c, filled with Clay ; iridescent massive Pyrites, and a little Galena ; laminated on one side by blue Clay Slate. Proportion of pyrites, not large. From the Irish Reef. — Depth from the surface at which the specimens were obtained, 120 feet ; depth of water-line, 60 feet ; width of reef, 12 feet ; average yield of gold per ton, 3 dwts. — 31.0., Crœsus Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 87a. Block taken from the reef without having its natural seams fractured, its faces are consequently covered with Clay and Peroxide of Iron ; 6 inches by 4 inches by 3 inches ; cavities, partly filled with Peroxide of Iron and Clay, one end coated with gray and red Clay Slate. Pyrites, absent. From the Emu Reef. — Depth from the surface at which the specimen was obtained, 20 feet ; depth of water-line, 70 feet ; width of reef, 10 feet ; average yield of gold per ton, 6 dwts. — 31.0., Hand of Friendship Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 87b. Yellow and bluish-white Quartz, translucent ; 5 inches by 4 inches by 3 inches ; laminated by blue Clay Slate ; cavi ties, partly filled by Peroxide of Iron and Clay. Proportion of pyrites, scarcely any. — From the Emu Reef. — Depth from the surface at which the specimen was obtained, 20 feet ; depth of"], [66, "62 water-line, 70 feet ; width of reef, 10 feet ; average yield of gold per ton, 6 dwts. — M.O., Hand of Friendship Company; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 88. Hard, white, translucent Quartz, 5 inches by 4 inches by 3 inches ; cavities, partly filled by red Clay, gray Clay Slate, and Gold ; sides of cavities composed of stippled quartz (called by miners \" mice-eaten quartz\") ; gold, heavy and leaf-like, thin. Pyrites, absent. From Ferron's Reef. — Depth from the surface at which the specimen was obtained, 40 feet ; depth of water-line, 50 feet ; width of reef, 12 feet ; average yield of gold per ton, 1 oz. 1 dwt. — M. 0., Stephens and Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 89. Block of hard, pink and white, translucent, and partly crystalline Quartz, 7 inches by 6 inches by 6 inches ; cavities, formed by the planes of the crystals ; crystals large. Pyrites, absent. From Ferron's Reef. — Depth from the surface at which the specimen was obtained, 40 feet ; depth of water-line, 50 feet ; width of reef, 12 feet ; average yield of gold per ton, 1 oz. 1 dwt. — 31. 0., Stephens aud Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division. 90. Four specimens of milk-white and brown Quartz, lami nated by Peroxide of Iron irregularly ; cavities, partly filled with Sulphide of Iron, Galena, and Gold, and also Peroxide of Iron; coarse gold found in midst of solid quartz. Proportion of pyrites, very small. From Cattle's Reef. — Depth from the surface at which the specimens were obtained, 50 feet ; depth of water-line, 70 feet; width of reef, 8 feet ; average yield of gold per ton, 2 ozs. — M.O., Cattle and Company ; E., R. L. M. Kitto, Mining Surveyor, Fryer's Creek Division.) 91. Hard, bluish-white, translucent Quartz (two specimens); blocks, 6 inches by 3 inches by 3 inches, crystallized ; con siderable number of cavities having a stippled appearance ; slightly laminated ; one of the specimens presents a face of iridescent crystallized Pa-rites embedded in blue slate. Proportion of pyrites, in one stone, very small ; in the other large. From Cattle's Reef. — Depth from the surface at which the specimens"], [67, "63 were obtained, 110 feet ; depth of water-line, 90 feet ; width of reef, 3 feet ; average yield of gold per ton, 2 ozs. 10 dwts. — 31.0., Rowe and Company; E., R. L. M. Kitto, Mining Sur veyor, Fryer's Creek Division. 92. White Quartz, having its lines of fracture colored brown by Peroxide of Lron ; small cavities, partly filled by Peroxide of Iron and Gold ; gold massive in solid quartz ; small pieces of quartz embraced by the gold. Proportion of pyrites, scarcely any. From Cattle's Reef. — Depth from the surface at which the spe cimen was obtained, 60 feet ; depth of water-line, 90 feet ; width of reef, 4 feet ; average yield of gold per ton, 1 oz. 10 dwts. — M. 0., Rowe and Company ; E ., R. L. M. Kitto, Mining Sur veyor, Fryer's Creek Division. 93. Block of hard, gray, crystalline, and amorphous Quartz, about 14 inches by 4 inches by 5 inches ; cavities, containing Quartz Crystals, Pyrites, and Clay Slate, laminated with blue clay slate, in which some Gold and pyrites are embedded ; lines of fracture parallel, and partially covered with fine pyrites. Proportion of pyrites, very small. From Autard's Reef, Anderson's Creek, 17 miles N.E. from Melbourne, upon an island in the Yarra-Yarra. The reef is worked by an open cutting from the river bank. — Depth from the surface at which the specimen was obtained, 10 feet ; width of reef, 10 inches ; average yield of gold per ton, 2 ozs. — M. 0., Messrs. Autard and Journeaux ; E., A. Armstrong, Mining Surveyor and Registrar, St. Andrew's, Central Division of the Castlemaine Mining District. 94. Hard, reddish-gray, amorphous Quartz, 14 inches by 6 inches by 5 inches; much stained with Peroxide of Iron; lines of fractures run partly through the mass. Pyrites, absent. From Miller's Reef, Tow- Tow, near Queenstown. — Depth from the surface at which the specimen was obtained, 30 feet ; width of reef, 15 inches ; average yield of gold per ton, 19 dwts. — 31.0., Robert Edgar and Company ; E., A. Armstrong, Mining Surveyor and Registrar, Castlemaine Mining District. 95. Eleven pieces of hard, partly crystalline, reddish-gray Quartz ; cavities, chiefly empty, sometimes containing crystals"], [68, "64 and reddish Clay ; much stained with Peroxide of Iron. The reef is said to contain a large quantity of Antimony. Pyrites, absent. From Allen's Reef, Tow-Tow, near Queenstown. — Depth from the the surface at which the specimens were obtained, 110 feet ; width of reef, 1 foot ; average yield of gold per ton, 6 ozs. 4 dwts. 10 grs. — 31.0., Messrs. Sloane and Murray; E., A. Armstrong, Mining Surveyor and Registrar, Castlemaine Mining District. 96. Block of hard, grayish-white, amorphous, and partly crys talline Quartz, about 10 inches by 8 inches by 4 inches ; cavities, partly empty, partly containing Gold, Peroxide of Iron, and a few small grains of Pyrites ; much stained with Iron ; lines of fracture diagonal. Proportion of pyrites, scarcely any. From the Eureka Reef, Tow-Tow. — Depth from the surface at which the specimen was obtained, 50 feet ; width of reef, 6 inches ; average yield of gold per ton, 6 ozs. 14 dwts. 1 gr. — 31.0., Messrs. Chapney and Co. ; E., A. Armstrong, Mining Surveyor and Registrar, Castlemaine Mining District. 97. Piece of grayish-white, amorphous, hard Quartz, slightly crystalline in places ; about 7 inches by 7 inches by 3 inches ; cavities, some empty, some filled with Pyrites and Clay Slate ; the mass much stained with Iron and with a few green-colored specks, probably copper ; dendritic crystals are seen on one face ; antimony is said to be found in the reef in considerable quantities. Proportion of pyrites, scarcely any. From the Comet Reef, Tow- Tow. — Depth from the surface at which the specimen was obtained, 70 feet ; width of reef, 3 inches ; average yield of gold per ton, 3 ozs. — 31.0., Messrs. Reed and Conteer; E., A. Arm strong, Mining Surveyor and Registrar, Castlemaine Mining District. 98. Block of metamorphosed Clay Slate, with portion of vein of hard, gray Quartz ; about 8 inches by 6 inches by 2 inches ; cavities, containing Crystals and Clay Slate ; upon one face of the quartz, Pyrites and Gold are visible. Propor tion of pyrites, scarcely any. From the German Reef, Toav-Tow Creek, near Queenstown. — Width of reef, 1| inches ; average"], [69, "65 yield of gold per ton, 20 ozs.— 31.0., Albert Ness and Co. ; E., A. Armstrong, Mining Surveyor and Registrar, St. Andrew's, Central Division, Castlemaine Mining District. 99. Block of white, translucent, amorphous, and crystalline Quartz, 8 inches by 6 inches by 4 inches ; nearly parallel layers of crystalline cavities run through the piece ; Gold is present in two of the cavities, but seems to have been introduced by artificial means ; yellow Clay Slate is deposited on one face, and the stone is much stained with Iron. Pyrites, absent. From the Caledonian Diggings, 25 miles N.E. of Melbourne by road. — Depth from the surface at which the specimen was obtained, 230 feet ; width of reef, 2 inches to 3 feet ; average yield of gold per ton, 28 dwts. — 31. 0., James W. Nickenson, Oram, and Stewart -, E., Alfred Armstrong, Mining Surveyor, Eltham. 100. White, translucent Quartz, 5 inches by 5 inches by 4 inches ; with crystalline cavities ; fine Gold on the natural face, with a little white Clay. Pyrites, absent. From the Arrah-na-Pogue Reef, Maryborough. — Depth from the sur face at which the specimen was taken, 80 feet ; width of reef, 1 foot ; average yield of gold per ton, 30 dwts. — 31. 0., Conway and Company ; E., D. O'Leary, Mining Surveyor, Maryborough. 101. Gray, translucent Quartz, 8 inches by 8 inches by 4 inches ; in laminations, with many empty cavities ; a little Gold present in cavities along the laminæ ; white and yellow Clay present in very small portions. Proportion of pyrites, scarcely any. From Mariner's Reef, Maryborough. — Depth from the surface at which the specimen was taken, 590 feet ; depth of water-line, 200 feet ; width of reef, 1 foot. — 31. 0., Mariner's Reef Company ; E., D. O'Leary, Mining Surveyor, Maryborough. 102. Grayish-white Quartz, 3 inches by 4 inches by 2 inches; laminated ; many empty cavities, some partially filled with spongy Gold and yellow Ochre ; a few specks of Pyrites visible along the laminæ. Proportion of pyrites, scarcely any. From White Horse Reef, Maryborough. — Depth from the surface at which the specimen was taken, 225 feet ; depth of water-line, 190 feet ; width of reef, 18 inches ; average yield of gold per ton, 2 ozs. — i"], [70, "66 M.O., Melaski and Company; E., D. O'Leary, Mining Surveyor, Maryborough. 103. Grayish-white Quartz, 4 inches by 4 inches by 2 inches ; laminated ; many cavities, chiefly empty, some filled with Sulphides of Lead and Iron, and some partially filled with Gold ; a few crystals of Pyrites, coated with Peroxide of Iron, in one of the cavities. Proportion of pyrites, scarcely any. From Mariner's Reef, Maryborough. — Depth from the surface at which the specimen was taken, 580 feet ; depth of water-line, 200 feet ; width of reef, 1 foot ; average yield of gold per ton, 5 ozs. — M. 0., Mariner's Reef Company ; E., D. O'Leary, Mining Surveyor, Maryborough. 104. Broken Quartz, cemented with Peroxide of Iron; two pieces, 1 1 inches by 7 inches by 6 inches ; auriferous ; fine scaly golden-yellow Mica present in a few places, also Pyrites. Pro portion of pyrites, scarcely any. From the Tambo Company's Lease, Store Creek, 15 miles N.E. of Bairnsdale. — Depth from the surface at which the specimen was taken, 50 feet ; width of reef, 2 feet. — M. O., The Tambo Company ; E., A. M. Ross, Mining Surveyor, Mitchell's River. 105. Amorphous and slightly crystalline Quartz, about 10 inches by 7 inches by 3 inches ; a few cavities, some partly filled with Gold, others wholly filled with Pyrites ; lines of fracture pass through the mass ; in the neighborhood of the lines are den dritic formations. Proportion of pyrites, scarcely any. From the Morning Star Hill, Wood's Point. — Depth from the surface at which the specimen was taken, 200 feet. — M.O., The Hope Company ; E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 106. Reddish and gray Quartz, about 7 inches by 4 inches by 3 inches ; amorphous, slightly crystalline, laminated ; some cavities, partly filled with Pyrites; greenish Clay Slate laminæ visible in places. Proportion of pyrites, very small. From the Aberfeldy Reef, Aberfeldy River. — E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 107. Portion of a vein of much fractured, amorphous, and partly crystalline Quartz, about 6 inches by 3 inches by 3 inches."], [71, "67 with many cavities, some of which are empty, others filled with Sulphides of Lead and Iron ; the vein runs through diorite rock. Proportion of pyrites, large. From the Morning Star Hill, Wood's Point. — M. O., The Hope Company ; E., A. B. Ains worth, Mining Surveyor, Wood's Point. 108. Much fractured, grayish-white, stained Quartz, about 8 inches by 5 inches by 4 inches ; gray Clay Slate runs irre gularly through the block ; few empty cavities. Pyrites, absent. From the head of the right-hand branch of the River Goulburn. — Taken from the surface. — 31.0., Blazing Star Tunnelling Company ; E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 109. Crystalline, grayish-white Quartz ; block, 8 inches by 4 inches by 5 inches ; cavities, some empty, some filled with Pyrites ; blue Clay Slate seams laminate the mass ; along these laminæ Gold is plentiful. Proportion of pyrites, very small. From Matlock. — Depth from the surface at which the specimen was taken, 75 feet. — 31.0., Prince of Wales Amalgamated Gold Mining Company ; __?., A. B. Ainsworth, Mining Surveyor, Wood's Point. 110. Hard, gray, crystalline Quartz, 4 inches by 4 inches by 2 inches ; highly colored with Peroxide of Iron ; cavities, some formed by crystalline planes, gray Clay Slate, partly washed away, leaving rough clean surfaces, on which Gold is visible. Pyrites, absent. From No. 4 North, Garibaldi Reef, Matlock. — Depth from the surface at which the specimen was obtained, 70 feet. — E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 111. Piece of hard, white, crystalline Quartz, about 11 inches by 4 inches by 2 inches ; laminated ; much colored with Peroxide of Iron ; greenish Clay Slate and partly decomposed Pyrites in the laminæ. Proportion of pyrites, scarcely any. From Goolei''s Creek, Upper Goulburn. — Depth from the surface at which the specimen was obtained, 60 feet. — 31.0., Star of the East Gold Mining Company ; E., A. B. Ainsworth, Mining Sur veyor, Wood's Point."], [72, "68 112. Two pieces of hard, crystalline, granular Quartz, about 6 inches by 4 inches by 3 inches ; cavities, partly filled with friable Pyrites and spongy Gold, run in veins into each mass. Proportion of pyrites, scarcely, any. From \" Nos. 1 and 2 North,\" Morning Star Hill, late \" Scott and Cherry's,\" Wood's Point. — Depth from the surface at which the specimens were obtained, 60 feet. — E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 113. Disintegrated Quartz, friable, and stained all through the mass with Peroxide of Iron ; known to the miners as \" auri ferous mullock.\" Pyrites, absent. From \" Nos. 1 and 2 North,\" Morning Star Hill, late \" Scott and Cherry's.\" — E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 114. Broken Quartz, together with the Gold found in one dishful of the mullock. From Mullocky Reef, Wood's Point. — M. 0., Messrs. Holt, Sabine, and Company, Gooley's Creek, Wood's Point. — ___., A. B. Ainsworth, Mining Surveyor. 115. Mass of yellow Clay Slate. — From the Mullock Lode. — 31.0., The Never-Mind Prospecting Company, Gooley's Creek, Upper Goulburn ; E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 116. Mass of crystalline, white Quartz, with fine Sandstone, about 8 inches by 6 inches by 5 inches ; colored with yellow Peroxide of Iron. Pyrites, absent. From Cherry's Point, River Goulburn. — M.O., Golden Bar Gold Mining Company ; E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 117. Amorphous and crystalline white Quartz, about 7 inches by 6 inches by 5 inches ; cavities, some empty, some filled with Clay, others with Sandstone, are scattered throughout the piece, together with laminæ of Clay Slate ; very fine Gold visible. Pyrites, absent. From Cherry's Point, River Goulburn. — 31.0., The Vulcan Gold Mining Company ; E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 118. Disintegrated, amorphous, and crystalline Quartz, with Clay Slate ; much stained. Pyrites, absent. From Granite Dyke, Bald Hills, Gooley's Creek. — From near the surface — E., A. B. Ainsworth, Mining Surveyor, Wood's Point."], [73, "69 119. Three pieces of reddish-gray Quartz ; cavities, empty ; Gold visible on natural fractures. Pyrites, absent. — E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 120. Reddish-gray Quartz (ten pieces) ; showing lines of fracture ; cavities, partly filled with Peroxide of Iron and Gold ; the mass much stained with Iron. Pyrites, absent. — E., A. B. Ainsworth, Mining Surveyor, Wood's Point. 121. White, amorphous Quartz, about 4 inches square, with ragged cavities, partially filled with white Clay and fine spongy Gold. Pyrites, absent. From Mount Egerton, at Gordon's. — Depth from the surface at which the specimen was obtained, 150 feet ; width of reef, 1 5 feet ; average yield of gold per ton, 2 dwts. 14 grs. — 31. 0., Egerton Mining Company ; E., Somerville Learmonth. 122. Piece of Quartz ; hard, white, stained with Iron ; 3 inches by 2 inches by 2 inches ; cavities, possibly once filled with Clay Slate, now empty ; fine Gold deposited on portions of the interior. Pyrites, absent. From Mount Egerton, at Gor don's. — Depth from the surface at which the specimen was obtained, 150 feet; width of reef, 15 feet; average yield of gold per ton, 2 dwts. 14 grs. — 31.0., Egerton Mining Company ; E., Somer ville Learmonth. 123. Block of hard, white, amorphous Quartz, 4 inches square; filled with cavities, once containing pale bluish Clay, now nearly empty, fine Gold in some of the cavities ; strongly colored with Peroxide of Iron. Pyrites, absent. From Mount Egerton, Gordon's. — Depth from the surface at which the specimen Avas obtained, 150 feet; width of reef, 15 feet ; average yield of gold per ton, 2 dwts. 14 grs. — M.O., Egerton Mining Company ; E., Somerville Learmonth. 124. Piece of fine, hard, white Quartz, with gray streaks, 9 inches by 8 inches by 4 inches ; stained with Iron, Avithout cavities. Pyrites, absent. From Mount Egerton, Gordon's. — Depth from the surface at which the specimen was obtained, 1 50 feet ; width of reef, 15 feet ; average yield of gold per ton, 2 dwts. 14 grs. — 31.0., Egerton Mining Company; E., Somerville Learmonth."], [74, "70 125. Hard, translucent Quartz, about 6 inches by 5 inches by 4 inches ; stained with Peroxide of Iron ; diagonal veins traverse the piece, made up of cavities, once containing Pyrites, but now empty. Pyrites, absent. From Mount Egerton, Gordon's. — Depth from the surface at which the specimen was obtained, 210 feet ; width of reef, 20 feet ; average yield of gold per ton, 2 dwts. 14 grs. — 31.0., Egerton Mining Company; E., Somerville Learmonth. 126. Hard, white, amorphous Quartz, about 6 inches by 6 inches by 5 inches ; cavities, chiefly empty, some partially filled with white Clay, others containing fine specks of Gold ; slightly stained with Peroxide of Iron on the natural fractures. Pyrites, absent. From Mount Egerton, Gordon's. — Depth from the surface at which the specimen was obtained, 210 feet ; width of reef, 20 feet ; average yield of gold per ton, 2 dwts. 14 grs. — 31.0., Egerton Mining Company; E., Somerville Learmonth. 127. Piece of white, hard, amorphous Quartz, about 6 inches by. 5 inches by 5 inches ; cavities, chiefly empty, some containing Pyrites and Gold ; natural fractures much stained with Iron. Proportion of pyrites, scarcely any. — Depth from the surface at which the specimen was obtained, 210 feet ; width of reef, 20 feet ; average yield of gold per ton, 2 dwts. 14 grs. — 31.0., Egerton Mining Company ; E., Somerville, Learmonth. 128. Block of milk-white, hard, amorphous, partly crystalline Quartz, about 9 inches by 8 inches by 7 inches ; cavities, chiefly formed by crystals, a little white Clay on one side, and slightly stained with Iron. Pyrites, absent. From Bolivia Reef, Cas tlemaine. — Depth from the surface at which the specimen was obtained, 240 feet ; depth of water-line, 296 feet ; width of reef, 3 feet to 4 feet ; average yield of gold per ton, 1 oz. 13 dwts. — 31.0., The Ajax Mining Company; E., T. L. Brown, Mining Surveyor, Castlemaine. 129. Piece of grayish- white, hard, amorphous Quartz, about 12 inches by 8 inches by 7 inches ; cavities, once containing Clay Slate, but now empty, some filled with Galena ; the natural fractures much stained with Peroxide of Iron. Pyrites, absent."], [75, "71 From the Town Reef, Castlemaine. — Depth from the surface at which the specimen was obtained, 150 feet ; depth of water-line, 130 feet ; width of reef, 8 feet; average yield of gold per ton, 17 dwts. — 31.0., Richard James ; E., T. L. Brown, Mining Sur veyor, Castlemaine. 130. White, hard, amorphous, and crystalline Quartz, 8 inches by 6 inches by 4 inches ; cavities, chiefly formed by crystalline planes, white Clay Slate adhering to two faces. Pyrites, absent. From the Nuggety Reef, Castlemaine. — Depth from the surface at which the specimen was obtained, 1 70 feet ; depth of water-line, 63 feet ; average yield of gold per ton, 10 dwts. 8 grs.— 31. 0., The Nuggety Company ; £., T. L. Brown, Mining Surveyor, Castlemaine. 131. White, hard, amorphous, and crystalline Quartz, about 6 inches by 6 inches by 3 inches ; cavities, chiefly formed by crystalline planes, a few the result of the washing away of the white Clay Slate with which they were once filled ; one face covered with bluish Clay Slate, in which Pyrites is embedded. Proportion of pyrites, very small. From Nuggety Reef, Castlemaine. — Depth from the surface at which the specimen was obtained, 160 feet ; depth of water-line, 63 feet 6 inches ; average yield of gold per ton, 1 oz. 6 dwts.— M. 0., Messrs. North and Company ; E., T. L. Brown, Mining Surveyor, Castle maine. 132. Hard, gray, translucent, amorphous Quartz, about 7 inches by 5 inches by 3 inches ; cavities, partially filled with crys tals ; the natural fractures much stained with Peroxide of Iron, and covered with a thin coating of Clay Slate. Pyrites, absent. From Post Office Reef, Chewton. — Depth from the surface at which the specimen was obtained, about 65 feet; depth of water-line, 90 feet ; average yield of gold per ton, 1 oz. — 31.0., Messrs. Opie and Company ; E., T. L. Brown, Mining Surveyor, Castlemaine. 133. Block of white, amorphous Quartz, 7 inches by 7 inches by 4 inches ; cavities, chiefly on the face, empty ; with a few containing blue Clay Slate, and small rough Gold, much stained"], [76, "72 with Peroxide of Iron. Pyrites, absent. From Wattle Gully, Cheavton. — An immense number of leaders, 200 feet wide, dipping south, worked open at surface ; yield formerly as high as 200 ozs. per ton ; average yield of gold per ton, at present, about 7 dwts. — M.O., R. W. Fairbairn ; E., T. L. Brown, Mining Surveyor, Castlemaine. 134. Gray, translucent, hard, amorphous Quartz, about 6 inches by 4 inches by 2 inches ; cavities, a few quite empty ; frac tures much stained with Peroxide of Iron ; a little whitish Clay Slate. Pyrites, absent. From Nimrod Reef, Chewton. — Depth from surface at which the specimen was obtained, 170 feet ; depth of water-line, 178 feet ; average yield of gold per ton, 2 dwts. — M. 0., Messrs. Jones and others ; ____, T. L. Brown, Mining Sur veyor, Castlemaine. 135: Two pieces of hard, yellow, granular Sandstone ; cavities, chiefly empty. Pyrites, absent. From Wattle Gully, Chew ton. — Surface workings ; width of reef, 12 feet ; yield of gold per ton, from lj ozs. to 10 ozs. — 31.0., Mr. Prior, Sandstone Reef ; E., T. L. Brown, Mining Surveyor, Castlemaine. 136. Two pieces of crystalline, granular, hard, reddish-gray Quartz, about 10 inches by 7 inches by 5 inches, and 5 inches by 4 inches by 3 inches ; stained with red Peroxide of Iron ; many cavities, some empty, others containing gray Clay Slate ; lines of fracture seem to pass through the specimen, some of which are long, crystalline, cavernous divisions. Pyrites, absent. From Reedy Creek. — Depth from the surface at which the speci mens were obtained, 60 feet ; width of reef, 10 inches ; average yield of gold per ton, 4 ozs. — 31. 0., Messrs. Farrell and Company ; E., M. Meagher, Mining Registrar, Kilmore. 137. Two pieces of amorphous, hard, gray, translucent Quartz, about 10 inches by 7 inches by 3 inches, and 5 inches by 4 inches by 2 inches ; parallel fractures divide one piece ; laminated, the laminæ consisting of blue Clay Slate, with grains of Pyrites and fine Gold. Proportion of pyrites, scarcely any. From Sailor Jack's Reef, Strath Creek, near Reedy Creek. — Depth from the surface at which the specimens were"], [77, "73 obtained, 80 feet ; width of reef, 1 2 inches ; average yield of gold per ton, 6 ozs. 15 dwts. 10 grs. — 31.0., Sailor Jack's Gold Mining Company ; E., M. Meagher, Mining Registrar, Kilmore. 138. Pieces of grayish-white, hard, semi-crystalline, laminated Quartz; many cavities, chiefly formed by planes of crystals; frac tures pass through a portion of the specimens diagonally to the laminæ, which consist of pale blue Clay Slate seams, filled with fine Pyrites ; Gold is visible in small cavities in the bulk of the quartz. Proportion of pyrites, scarcely any. From the Providence Mining Association's Reef, Muddy Creek, near Yea. — Depth from the surface at which the specimens were obtained, 152 feet; depth of water-line, 52 feet; width of reef, from 8 inches to 4 feet; average yield of gold per ton, 4 ozs. — 31. 0., Messrs. Webster and Company ; E., M. Meagher, Mining Surveyor, Kilmore. 139. Three pieces of grayish-white, hard, crystalline Quartz; many cavities, formed by planes of crystals; Gold is visible in very fine grains; laminæ of blue Clay Slate, with Pyrites. Proportion of pyrites, scarcely any. From the Providence Mining Association's Reef, Muddy Creek, near Yea. — Depth from the surface at which the specimen was obtained, 152 feet; depth of water-line, 52 feet; width of reef, from 8 inches to 4 feet ; average yield of gold per ton, 30 ozs. — M.O., Messrs. Webster and Company ; _£., M. Meagher, Mining Surveyor, Kilmore. 140. Two pieces of dark-gray, dense, and partly crystalline Quartz, about 5 inches by 4 inches by 2 inches; cavities, some empty, others filled with blue slaty Clay ; seams of Clay Slate run irregularly through each piece; small specks of Gold and Pyrites are also visible. Proportion of pyrites, scarcely any. From the Welcome Reef, Tea- tree Creek Ranges. — Depth from the surface at which the specimens were obtained, 50 feet ; width of reef, 15 inches ; average yield of gold per ton, 5 ozs. — M.O., Welcome Reef Gold Mining Company; E., M. Meagher, Mining Surveyor, Kilmore. 141. Compact, translucent, bluish-white Quartz (six speci mens) ; laminated regularly by lead-black Clay Slate ; cavities, formed by planes of crystals; black Clay Slate found also isolated h"], [78, "74 through the quartz ; Copper Pyrites (?) ; Iron Pyrites crys tallized, principally found amongst the laminæ and in the solid quartz ; Galena in small quantity. Proportion of pyrites, not large. From Broavn's Reef. — Depth from the surface at which the specimens were obtained, 163 feet; depth of water-line, 110 feet ; width of reef, 2 feet 6 inches ; average yield of gold per ton, 1 oz. — M. O., Break-o'-Day Mining Company, Sandhurst ; E., N. G. Stephens, Mining Registrar, Kangaroo Flat Subdivision, Sandhurst. 142. Hard, amorphous, bluish-white Quartz (five specimens) ; cavities, filled and partly filled with dark-blue Clay Slate, little Pyrites, and Gold.; gold also occurring in the solid quartz and clay slate. Proportion of pyrites, small. From Broavn's Reef. — Depth from the surface at which the specimens were obtained, 163 feet ; depth of water-line, 110 feet ; width of reef, 2 feet 6 inches ; average yield of gold per ton, 1 oz. — M.O., Break-o'-Day Mining Company, Sandhurst ; E,, N. G. Stephens, Mining Registrar, Kangaroo Flat Subdivision, Sandhurst. 143. Hard, bluish-white Quartz (two specimens) ; translu cent, laminated regularly by dark Clay Slate ; isolated black Clay Slate irregularly disseminated in varying sizes through the blocks; cavities, formed by facets of crystals, some of which are partly covered by iridescent crystallized Iron Pyrites ; Galena present. Proportion of pyrites, small. The black clay slate faces, or ends of the larger block, have a peculiar polished appearance ; color like unto black lead ; also striated slightly. From Brown's Reef. — Depth from the surface at which the specimens were obtained, 163 feet; depth of water-line, 110 feet; width of reef, 2 feet 6 inches ; average yield of gold per ton, 1 oz. — 31.0., Break o'-Day Mining Company, Sandhurst ; E., N. G. Stephens, Mining Registrar, Kangaroo Flat Subdivision, Sandhurst. 144. Block of hard, greenish, argillaceous Rock, about 8 inches by 8 inches by 4 inches; with thin, nearly parallel veins of white Quartz ; no cavities ; crystals of Pyrites are distributed through the mass ; on one face is fine flat Gold and white Quartz, on the opposite face a hard ferruginous vein, containing"], [79, "75 Garnets. Proportion of pyrites, very small. From Castle Reef. — 31. 0., Perseverance Company ; E., Hugh St. H. Blair, Mining Surveyor, Gaffney's Creek. 145. Piece of white, hard, amorphous, and partly crystalline Quartz ; cavities, empty ; stained on the natural fractures with Peroxide of Iron ; a mass of Gold is attached to one corner. Pyrites, absent. From Gaffney's Creek. — Depth from the sur face at which the specimen was obtained, 70 feet ; width of reef, 6 inches to 1 foot ; average yield of gold per ton, 1 oz. — 31. 0., Hunt's Company ; E., Hugh St. H. Blair, Mining Surveyor, Gaffney's Creek. 146. Two pieces of white, hard, semi-crystalline Quartz; the majority of the cavities are formed of crystalline planes, the remainder filled with Peroxide of Iron ; yellowish Clay, a little Gold, Mica, and crystalline Pyrites, seen on the natural frac tures. Proportion of pyrites, scarcely any. From Raspberry Creek. — Depth from the surface at which the specimens were obtained, 60 feet; average yield of gold per ton, 2 ozs. — 31.0., Welcome Company ; E., Hugh St. H. Blair, Mining Surveyor, Gaffney's Creek. 147. Pieces of white, much stained Quartz ; cavities, partly empty, partly filled with Peroxide of Iron, very fine Gold, and Clay Slate. Pyrites, absent. From Cannon's Creek. — Depth from the surface at which the specimen was obtained, 10 feet; width of reef, 10 inches; average yield of gold per ton, 10 dwts. — M.O., Rose of Denmark Company ; E., Hugh St. H. Blair, Mining Surveyor, Gaffney's Creek. 148. Piece of partly crystalline, white, hard Quartz, about 4 inches by 3 inches by 3 inches ; cavities, chiefly formed by crystalline planes, the remainder either empty or partly filled with Peroxide of Iron, yellow or blue Clay Slate, Pyrites, or Gold. Proportion of pyrites, scarcely any. From Victoria Gully. — Depth from the surface at which the specimen was obtained, 70 feet; width of reef, 12 inches ; average yield of gold per ton, 2 ozs. — 31.0., Al Company; __.., Hugh St. H. Blair, Mining Surveyor, Gaffney's Creek."], [80, "76 149. Hard, white, amorphous, and crystalline Quartz, about 3 inches by 3 inches by 2 inches ; cavities, formed by crystalline planes; a little Gold visible. Pyrites, absent. From Victoria Gully. — Depth from the surface at which the specimen was obtained, 80 feet ; width of reef, 12 inches; average yield of gold per ton, 1 oz. — M.O., Al Company; E., Hugh St. H. Blair, Mining Surveyor, Gaffney's Creek. 150. Piece of hard, amorphous, white Quartz, about 5 inches by 2 inches by 4 inches ; slightly crystalline ; cavities, empty, or partially filled with Clay Slate, Peroxide of Iron, Pyrites, or Gold ; a micaceous clay seam runs through the piece. Proportion of pyrites, scarcely any. From Victoria Gully. — Depth from the surface at which the specimen was obtained, about 55 feet ; width of reef, 9 inches to 2 feet; average yield of gold per ton, 2 ozs. — 31. 0., A 1 Company ; E., Hugh St. H. Blair, Mining Surveyor, Gaffney's Creek. 151. Block of reddish-gray, much stained, amorphous Quartz, about 6 inches by 3 inches 3 by inches; cavities, partially filled with Peroxide of Iron, Clay Slate, and Gold; veins of Pyrites run into the mass. Proportion of pyrites, not large. From Cannon's Creek. — Depth from the surface at which the speci men was obtained, 10 feet ; width of reef, 6 inches to 12 inches ; yield of gold per ton, 3 ozs. — M.O., Perseverance Company; E., Hugh St. H. Blair, Mining Surveyor, Gaflhey's Creek. 152. Hard, amorphous, white Quartz, about 10 inches by 6 inches by 4 inches ; cavities, some empty, some partly filled with Oxide of Iron and Gold, others with Pyrites, or Clay Slate ; clay slate on the natural fractures. Proportion of pyrites, scarcely any. From the Bell Rock Reef, St. Arnaud. — Depth from the surface at which the specimen was obtained, 150 feet ; width of reef, 2 to 4 feet ; average yield of gold per ton, 1 _ ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. 153. Hard, amorphous, bluish-gray Quartz, about 8 inches by 4 inches by 3 inches, through which run seams of metamorphosed Clay Rock ; cavities, chiefly empty ; crystals of Pyrites ; a little Gold visible. Proportion of pyrites, small. — Depth from the"], [81, "77 surface at which the specimen was obtained, 150 feet ; width of reef, 2 to 4 feet ; average yield of gold per ton, 1£ ozs. — __?., John Phillips, Mining Surveyor, St. Arnaud. 154. Gray and reddish-gray, compact, hard Quartz, about 8 inches by 5 inches by 4 inches ; cavities, partially filled with Peroxide of Iron, hard Clay Slate, and Galena (?), and Pyrites; the natural faces stained with Iron; a little green color probably denotes the presence of copper. Proportion of pyrites, scarcely any. From the Greenock Reef. — Depth from the surface at which the specimen was obtained, 30 feet ; depth of water-line, 170 feet ; width of reef, 2 to 10 feet ; average yield of gold per ton, 1 oz. — E., John Phillips, Mining Surveyor, St. Arnaud. 155. Piece of grayish-white, translucent, hard Quartz, about 6 inches by 6 inches by 3 inches ; cavities, some filled with dark Clay Slate, others partially filled with Peroxide of Iron, scales of Mica, and a little Pyrites. Proportion of pyrites, scarcely any. From the Greenock Reef, St. Arnaud. — Depth from the surface at which the specimen was obtained, 30 feet ; depth of water-line, 170 feet ; width of reef, 2 feet to 10 feet ; average yield of gold per ton, 1 oz. — E., John Phillips, Mining Surveyor, St. Arnaud. 156. Two small pieces of gray Quartz ; many cavities, par tially filled with Peroxide of Iron and Gold in very fine particles ; a piece of Clay Slate is attached to one face. Pyrites, absent. — Depth from the surface at which the specimens were obtained, 30 feet; depth of water-line, 170 feet ; width of reef, 2 feet to 10 feet ; average yield of gold per ton, 1 oz. — E., John Phillips, Mining Surveyor, St. Arnaud. 157. Two pieces of hard, grayish- white, amorphous Quartz, with cavities, containing Pyrites, Clay Slate, and Peroxide of Iron, and Sulphide of Silver (?). Proportion of pyrites, large. From Stuart's Hill, St. Arnaud. — Depth from the surface at which the specimens were obtained, 250 feet ; depth of water line, 215 feet— E., John Phillips, Mining Surveyor, St. Arnaud. 158. Piece of white, hard Quartz, on Clay Slate, about 4 inches by 4 inches by 2 inches ; many cavities, partially filled with Chloro-Bromide of Silver, &c. Pyrites, absent. From"], [82, "78 Stuart's Hill, St. Arnaud. — Depth from the surface at which the specimen was obtained, 91 feet ; depth of water-line, 215 feet. — E., John Phillips, Mining Surveyor, St. Arnaud. 159. Hard, white, amorphous Quartz, about 3 inches by 3 inches by 2 inches ; cavities, some empty, some partially filled with Carbonates of Copper, Peroxide of Iron, Clay Slate, &c. Pyrites, absent. From Stuart's Hill, St. Arnaud. — Depth from the surface at which the specimen was obtained, 91 feet ; depth of water-line, 215 feet. — E., John Phillips, Mining Sur veyor, St. Arnaud. 160. Piece of metamorphosed Clay Slate, with Chiastolite(?); small veins of Quartz run partially into it ; on the surface Chloro- Bromide and Sulphides of Silver. Pyrites, absent. From Stuart's Hill, St. Arnaud's. — Depth from the surface at which the specimen was obtained, 91 feet ; depth of water-line, 215 feet. — E., John Phillips, Mining Surveyor, St. Arnaud. 161. Hard, gray, much stained, dense Quartz, 9 inches by 4 inches by 4 inches ; cavities, chiefly empty, some partly filled with fine Gold, Peroxide of Iron, specks of Carbonates of Copper, &c. Pyrites, absent. From the Jerejaw Reef, St. Arnaud. — Depth from the surface at which the specimen was obtained, 1 5 feet ; width of reef, 1 foot 6 inches ; average yield of gold per ton, 3 ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. 162. Gray, amorphous, hard Quartz, about 4 inches by 3 inches by 2 inches ; cavities, chiefly empty ; a little reddish Clay Stone, Carbonate of Copper, Pyrites, and on one face a quan tity of finely divided Gold ; the specimen much stained with Peroxide of Iron. Proportion of pyrites, scarcely any. From the Jerejaw Reef, St. Arnaud. — Depth from the surface at which the specimen was obtained, 1 5 feet ; width of reef, 1 foot 6 inches ; average yield of gold per ton, 3 ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. 163. Reddish-gray, much stained, amorphous Quartz, about 6 inches by 4 inches by 3 inches ; cavities, empty, or partly filled with Peroxide of Iron ; one face covered with specks of finely"], [83, "79 divided Gold. Pyrites, absent. From the Jerejaw Reef, St. Arnaud. — Depth from the surface at which the specimen was obtained, 15 feet ; width of reef, 1 foot 6 inches ; average yield of gold per ton, 3 ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. 164. Two pieces of grayish-white, hard, amorphous Quartz ; cavities, chiefly empty, a few coated with Carbonates of Copper, or containing portions of white Clay; greenish Clay Slate on one face. Pyrites, absent. From the Jerejaw Reef, St. Arnaud. — Depth from the surface at which the specimens were obtained, 15 feet ; width of reef, 1 foot 6 inches ; average yield of gold per ton, 3 ozs. — __?., John Phillips, Mining Surveyor, St. Arnaud. [Accompanying these specimens are some Elvans from the Jerejaw Reef.] 165. Block of grayish-red, amorphous, and crystalline, hard Quartz, 9 inches by 8 inches by 3 inches ; cavities, partially filled with Clay Slate and Peroxide of Iron ; irregular masses of greenish Slate distributed through the piece; crystals of Quartz, which are coated with Chloro-Bromide of Silver (?), visible on one face ; a few specks of Pyrites, Mica, and Gold present. Pro portion of pyrites, scarcely any. From the Bristol Reef. — Depth from the surface at which the specimen was obtained, 140 feet ; width of reef, 4 feet 6 inches ; average yield of gold per ton, I5 ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. 166. Gray, translucent, hard, amorphous Quartz, about 4 inches by 3 inches by 2 inches ; a few cavities, filled with Clay Slate and a little fine Gold ; lines of fractures, stained with Iron, pass into the specimen. Proportion of pyrites, scarcely any. From the Bristol Reef, St. Arnaud. — Depth from the surface at which the specimen was obtained, 140 feet ; width of reef, 4 feet 6 inches; average yield of gold per ton, ._ ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. 167. Three pieces of Elvan, along the apparent wall of which runs a small vein of Quartz, in which Gold is visible. From the Bristol Reef, St. Arnaud. — Depth from the surface at which the specimen was obtained, 140 feet ; width of reef, 4 feet"], [84, "80 6 inches ; average yield of gold per ton, 1 \\ ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. [Accompanying these specimens are some pieces of Clay Slate, &c, showing the nature of the strata.] 168. Reddish-gray, amorphous, hard Quartz, about 7 inches by 5 inches by 4 inches; cavities, containing Clay Slate, some empty, or with a little fine Gold or Mica ; dendritic formations, probably Iron or Manganese; natural fractures much stained with Peroxide of Iron. Pyrites, absent. From the Bristol Reef, St. Arnaud. — Depth from the surface at which the specimen was obtained, 140 feet ; width of reef, 4 feet 6 inches; average yield of gold per ton, 1 1 ozs. — __?., John Phillips, Mining Surveyor, St. Arnaud. 169. Two pieces of gray, or reddish-gray, hard, amorphous Quartz; cavities, chiefly empty, or partially filled with Carbonate of Copper, light-colored Clay Slate, Galena, or Peroxide of Iron; much stained with Iron. Pyrites, absent. From the Bristol Reef, St. Arnaud. — Depth from the surface at which the specimens were obtained, 140 feet ; width of reef, 4 feet 6 inches; average yield of gold per ton, 1*| ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. 170. Seven specimens, consisting of auriferous Quartz, Mime tene, Peroxide of Iron, &c. Pyrites, absent. From the Chryso lite Mine, St. Arnaud. — Depth from the surface at which the specimens were obtained, 200 feet ; depth of water-line, 240 feet; width of reef, 4 feet to 7 feet; average yield of gold per ton, from £ oz. to 2 ozs. — E., John Phillips, Mining Surveyor, St. Arnaud. A. Sample of Quartz, with so-called Plumbago or Gra- phite. 171. Block of white, translucent, amorphous, hard Quartz, 9 inches by 6 inches by 6 inches ; cavities, empty ; greenish Clay Slate seams on two of the faces, much stained with Per oxide of Iron. Pyrites, absent. From the Black Hill, Bal larat. — Depth from the surface at which the specimen was obtained, 180 feet; width of reef, 55 feet ; average yield of gold per ton, 5 _S dwts. — 31.0., Black Hill Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat."], [85, "81 172. White, translucent, hard, amorphous Quartz, 8 inches by 6 inches by 5 inches ; cavities, formed by crystalline planes. Pyrites, absent. From Black Hill, Ballarat. — Depth from the surface at which the specimen was obtained, 100 feet ; width of reef, 30 feet.— 31. 0., Black Hill Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 173. White, translucent, hard Quartz, 9 inches by 5 inches by 4 inches ; much fractured, stained with Peroxide of Iron ; a few crystals of Pyrites visible ; one face of the mass covered with a seam of metamorphosed Clay Rock. Proportion of pyrites, scarcely any. From Black Hill, Ballarat. — Depth from the surface at which the specimen was obtained, 220 feet ; width of reef, 18 feet ; average yield of gold per ton, 10 dwts. — M.O., Black Hill Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 174. Three pieces of white, translucent, hard Quartz, much traversed by irregular seams of green Clay Slate, with Pyrites ; cavities, partly empty. Proportion of pyrites, scarcely any. From Black Hill, Ballarat. — Depth from the surface at which the specimens were obtained, 220 feet ; said to be part of the same lode as No. 173 ; width of reef, 18 feet ; average yield of gold per ton, 17 dwts. — 31.0., Black Hill Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 175. White, hard, amorphous and partly crystalline, trans lucent Quartz, 6 inches by 5 inches by 5 inches; cavities, formed of crystalline planes ; fractures slightly stained with Iron ; some whitish Clay Slate in patches. Pyrites, absent. From Black Hill, Ballarat. — Depth from the surface at which the specimen was obtained, 50 feet ; width of reef, 4 feet ; average yield of gold per ton, 9 dwts. — M.O., Black Hill Quartz Mining Company; E., Harrie Wood, Mining Registrar, Ballarat. 176. Piece of white, hard, amorphous, translucent Quartz, about 6 inches by 6 inches by 2 inches ; cavities, empty ; fractures slightly stained with Iron, yellow Clay adhering ; Gold visible. Pyrites, absent. From Black Hill, Ballarat. — Depth from the surface at Avhich the specimen was obtained, 50"], [86, "82 feet ; width of reef, 4 feet ; average yield of gold per ton, 9 dwts. — M.O., Black Hill Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 177. White, hard, amorphous, translucent Quartz, about 7 inches by 7 inches by 4 inches ; natural fractures much stained with Peroxide of Iron. Pyrites, absent. From Black Hill, Ballarat. — Depth from the surface at which the specimen was obtained, 130 feet ; width of reef, 16 feet ; average yield of gold per ton, 6 dwts. — 31.0., Black Hill Quartz Mining Company; E., Harrie Wood, Mining Registrar, Ballarat. [Accompanying this specimen is a piece of quartz covered with a film of iridescent peroxide of iron.] 178. Block, 9 inches by 6 inches by 4 inches, consisting of alternate seams of argillaceous Rock, and much fractured gray translucent Quartz, much stained with Peroxide of Iron; cavities, partially filled with Oxide of Iron ; scales of Mica distributed through the rock. Pyrites, absent. From Black Hill, Bal larat. — Depth from the surface at which the specimen was obtained, 180 feet ; width of reef, 55 feet ; average yield of gold per ton, 5 \\ dwts. — 31.0., Black Hill Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 179. Three pieces of hard, white, translucent, amorphous Quartz, much stained on the natural fractures; cavities, partially filled with Pyrites, Galena, and Gold, some with Peroxide of Iron ; metamorphosed Rock adhering to one face of two of the specimens. Proportion of pyrites, small. From Black Hill, Ballarat. — Depth from the surface at which the specimen was obtained, 180 feet ; width of reef, 55 feet ; average yield of gold per ton, 5 dwts. 14| grains. — M.O., Black Hill Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 180. Block of hard, white, amorphous Quartz, 10 inches by 10 inches by 8 inches; interlaminated with blue Clay Slate; ca vities, empty ; Pyrites visible on some of the fractures and in the slate ; Gold in fine specks. Proportion of pyrites, scarcely any. From Little Bendigo. — Depth from the surface at which the specimen Avas obtained, 567 feet ; width of reef, 13 inches ;"], [87, "83 average yield os gold per ton, It) ozs. — M.O., The Sisters Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Bal larat. 181. Hard, white, amorphous Quartz, 12 inches by 8 inches by 7 inches, interlaminated with Clay Slate charged with Pyrites ; cavities, empty ; pale clay slate seam on one face. Proportion of pyrites, scarcely any. From Little Bendigo. — Depth from the surface at which the specimen was obtained, 567 feet ; width of reef, 13 inches ; average yield of gold per ton, 12 dwts. — M. O., The Sisters Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 182. Gray, dense, amorphous Quartz, about 10 inches by 7 inches by 6 inches ; bluish Clay Slate laminæ ; cavities, chiefly filled with Pyrites ; a few specks of Gold visible. Proportion of pyrites, scarcely any. From Little Bendigo. — Depth from the surface at which the specimen was obtained, 567 feet ; width of reef, 13 inches ; average yield of gold per ton, 12 dwts. — 31.0., The Sisters Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 183. Grayish- white, hard, amorphous Quartz, about 11 inches by 7 inches by 5 inches ; diagonal fractures ; cavities, some empty, others filled with Gold, Pyrites, and blue Clay Slate ; laminated with blue clay slate and pyrites. Proportion of pyrites, scarcely any. From Little Bendigo. — Depth from the surface at which the specimen was taken, 567 feet ; width of reef, 10 inches; average yield of gold per ton, \\\\ ozs. — M.O., The Sisters Quartz Mining Company ; E., Harrie Wood, Mining Registrar, Ballarat. 184. Block of grayish-white, translucent, hard, amorphous Quartz, about 9 inches by 9 inches by 6 inches; few cavities; interlaminated with blue Clay Slate seams, containing Parites; Gold not visible. Proportion of pyrites, scarcely any. From Little Bendigo. — Depth from the surface at which the specimen was obtained, 474 feet ; width of reef, 2 feet ; average yield of gold per ton, 10 dwts. — 31.0., The Sisters Quartz Mining Com pany ; E., Harrie Wood, Mining Registrar, Ballarat."], [88, "84 185. Piece of Avhite, translucent, amorphous Quartz, about 5 inches by 5 inches by 3 inches ; cavities, some empty, having once been filled with Clay Slate, others partially filled with Pyrites or pale-blue clay slate. Proportion of pyrites, small. From Cobbler's. — Depth from the surface at which the specimen was obtained, 380 feet ; width of reef, 8 feet ; average yield of gold per ton, 12 dwts. — 31.0. , The Prince of Wales Quartz and Alluvial Company ; E., Harrie Wood, Mining Registrar, Ballarat. A. Pyrites, with Quartz. — Prince of Wales Claim. B. Lignite. — Found in gutter, at Cobbler's. 186. Piece of gray, hard, amorphous Quartz, about 6 inches by 2 inches by 2 inches ; many small cavities, filled or partially filled with blue Clay Slate, Pyrites, crystallized and amorphous, Galena, and fine Gold. Proportion of pyrites, scarcely any. From No. 6 North, Cross Reef, Pleasant Creek. — Depth from the surface at which the specimen was obtained, 460 feet ; depth of water-line, 240 feet ; width of reef, 8 to 9 feet ; average yield of gold per ton, 18 dwts. — 31.0., Kensella, Malong, and Company ; E., John D'Alton, Mining Surveyor, Pleasant Creek. 187. Milk-white, hard, amorphous Quartz, about 5 inches by 4 inches by 4 inches ; cavities, partly empty, partly filled with an intimate mixture of Gold and Pyrites, a little Galena, Carbonate of Copper ; and blue Slate present. Proportion of pyrites, very small. From the North Perthshire Reef, Pleasant Creek. — Depth from the surface at which the specimen was obtained, 220 feet; depth of water-line, 260 feet; width of reef, 24 to 26 feet. — M.O., The Perthshire Company; E., John D'Alton, Mining Surveyor, Pleasant Creek. 188. White, hard, amorphous Quartz, about 3 inches by 3 inches by 4 inches ; fine Gold and light-green Clay on one face. Pyrites, absent. From No. 7 Claim North, Scotch man's Reef, Pleasant Creek. — Depth from the surface at which the specimen was obtained, 240 feet ; depth of water-line, 230 feet ; width of reef, 6 feet 6 inches ; average yield of gold per ton, 1 oz. 5 dwts. — M.O., Constable, Freyne, Smith, and Company; E., John D'Alton, Mining Surveyor, Pleasant Creek."], [89, "85 189. Block of grayish-white, hard, amorphous Quartz, about 8 inches by 7 inches by 6 inches ; cavities, filled with meta morphosed greenish Clay Rock, a few specks of Pyrites, and fine Gold. Proportion of pyrites, scarcely any. From No. 4 Claim South, Cross Reef, Pleasant Creek. — Depth from the surface at which the specimen was obtained, 320 feet ; depth of water-line, 220 feet; width of reef, 24 feet; average yield of gold per ton, f oz. — M.O., Parkinson, Newton, and Company; E., John D'Alton, Mining Surveyor, Pleasant Creek. 190. Grayish, translucent, hard, amorphous, and crystalline Quartz, about 10 inches by 5 inches by 3 inches ; cavities, formed by crystalline planes ; interlaminated with light-green Clay Slate, charged with Pyrites, amorphous and in crystals, and fine Gold. Proportion of pyrites, scarcely any. From 10 and 1 1 Claim North, Scotchman's Reef, Pleasant Creek. —Depth from the surface at which the specimen was obtained, 260 feet ; depth of water-line, 240 feet. — 31.0., Barnes. Beaglehole, and Company ; E., John D'Alton, Mining Surveyor, Pleasant Creek. 191. Piece of grayish-white, hard, translucent Quartz, about 12 inches by 5 inches by 4 inches ; cavities, chiefly empty ; much stained with Peroxide of Iron ; particles of Gold adhering ; Clay Slate distributed through the mass ; natural fractures stained with Iron. Pyrites, absent. From Sloan's Reef, Pleasant Creek. — Depth from the surface at which the specimen was obtained, 130 feet ; depth of water-line, 260 feet ; width of reef, 7 feet. — M.O., Messrs. Petrie and Company ; E., John D'Alton, Mining Surveyor, Pleasant Creek. 192. Block of grayish-white, translucent, hard Quartz, about 10 inches by 8 inches by 5 inches ; laminated with Clay ; laminæ containing Pyrites and small specks of Gold. Proportion of pyrites, very small. From No. 4 Claim South, Cross Reef, Pleasant Creek. — Depth from the surface at which the specimen was obtained, 320 feet ; depth of water-line, 220 feet ; width of reef, 24 feet ; average yield of gold per ton, § oz. — 31. 0., Parkin son, Newton, and Company ; E., John D'Alton, Mining Surveyor, Pleasant Creek."], [90, "86 193. White and grayish-white, hard, amorphous Quartz, about 12 inches by 12 inches by 6 inches ; interlaminated with blue Clay, lamina? containing fine Gold, Pyrites, and crystals of Peroxide of Iron(?.); natural face much stained with Iron. Pro- portion of pyrites, scarcely any. From No. 9 Claim North, Scotchman's Reef, Pleasant Creek. — Depth from the surface at which the specimen was obtained, 260 feet ; depth of water- line, 240 feet ; width of reef, from 2 feet 6 inches to 6 feet ; average yield of gold per ton, 1 oz. 2\\ dwts.. — M.O., Messrs. Walton and Company ; E., John D' Alton, Mining Surveyor, Pleasant Creek. A. Pyrites, with Quartz. — From a vein 3 inches in thickness at the water-level in No. 7 Claim North, Scotchman's Reef. 194. Piece of reddish-gray, dense, hard, amorphous Quartz, about 10 inches by 6 inches by 4 inches, traversed by many irre- gular seams of Peroxide of Iron. Pyrites, absent. From Plea- sant Creek, New Chum Reef. — Depth from the surface at which the specimen was obtained, 1 20 feet ; depth of water-line, 120 feet; width of reef, 3 feet; average yield of gold per ton, 6 dwts. — M. O., Cato, Dare, Church, and Company ; E., John D'Alton, Mining Surveyor, Pleasant Creek. 195. Reddish-white, hard, translucent, amorphous Quartz, about 8 inches by 5 inches by 4 inches ; coated with strongly colored Peroxide of Iron. Pyrites, absent. From No. 2 Claim North, Mariner's Reef, Pleasant Creek. — Depth from the surface at which the specimen was obtained, 100 feet ; depth of water-line, 260 feet • average yield of gold per ton, about 4 dwts. — M. 0., Henderson, Dane, and Nelson ; E., John D'Alton, Mining Surveyor, Pleasant Creek. A. Iron cement. — From Deep Lead, 80 feet from surface ; called by the miners \" pot metal.\" B. Iron cement, containing gold. — From the Silver Shil- ling Diggings, at a depth of 60 feet. 196. Block of gray, and reddish-gray, hard, translucent, crys talline, and amorphous Quartz, about 10 inches by 10 inches by"], [91, "87 8 inches ; cavities, partly empty ; fractures stained with Iron ; Gold visible. Pyrites, absent. From Leicester Reef, Ingle wood. — Depth from the surface at which the specimen was obtained, 50 feet ; depth of water-line, 175 feet ; width of reef, 4 feet ; average yield of gold per ton, 1£ ozs. — 31.0., The Leicester Company ; E., W. G. Couchman, Mining Surveyor, Inglewood. 197. Reddish-gray, hard, dense, amorphous Quartz, about 8 inches by 6 inches by 5 inches ; cavities, chiefly empty ; Clay Slate on the faces, and the natural fractures much stained with Peroxide of Iron. Pyrites, absent. From Maxwell's Reef, Inglewood. — Depth from the surface at which the specimen was obtained, 230 feet ; depth of water-line, 208 feet ; average yield of gold per ton, 12 dwts. — 31.0., The Enterprise Company ; ___., W. G. Couchman, Mining Surveyor, Inglewood. 198. Gray and reddish-gray, hard, translucent, amorphous, and crystalline Quartz, about 13 inches by 6 inches by 6 inches ; cavities, some filled with Pyrites, others partially filled Avith pyrites, Peroxide of Iron, and Gold; pale-yellow Clay seams traverse the mass; the fractures stained with peroxide of iron. Proportion of pyrities, small. From Poverty Reef, Ingle- wood. — Depth from the surface at which the specimen was obtained, 225 feet; depth of water-line, 125 feet; width of reef, 15 feet ; average yield of gold per ton, 1| ozs. — 31.0., Mr. Bara gwanath ; E., W. G. Couchman, Mining Surveyor, Inglewood. 199. Block of gray, hard, translucent, amorphous, and crys talline Quartz, about 7 inches by 6 inches by 5 inches ; cavities, chiefly formed by crystalline planes ; one face covered with greenish Clay Slate ; fractures much stained with Peroxide of Iron. Pyrites, absent. From Vulcan Reef, Inglewood. — Depth from the surface at which the specimen was obtained, 100 feet; depth of water-line, 240 feet ; width of reef, 12 feet ; average yield of gold per ton, 4 dwts. — M. 0., The Manchester Company ; E., W. G. Couchman, Mining Surveyor, Inglewood. 200. Reddish-gray, hard, translucent, amorphous Quartz, about 12 inches by 6 inches by 4 inches ; much fractured ; frac-"], [92, "88 tures coated with very dark Peroxide of Iron. Pyrites, absent. From the Columbian Reef, Inglewood. — Depth from the surface at which the specimen was obtained, 120 feet; depth of water-line, 240 feet ; width of reef, 10 feet ; average yield of gold per ton, 2 dwts. — M.O., No. 3 Claim, Columbian Company ; E., W. G. Couchman, Mining Surveyor, Inglewood. 201. Piece of gray, hard, translucent, amorphous Quartz, about 8 inches by 5 inches by 6 inches; fractures much stained with Iron. Pyrites, absent. From Welcome Reef, Inglewood. — Depth from the surface at which the specimen was obtained, 200 feet ; average yield of gold per ton, j oz. — M.O., The Welcome Reef Company; E., W. G. Couchman, Mining Surveyor, Ingle wood. 202. Red, fine, granular, hard Quartz, about 6 inches by 5 inches by 5 inches ; fractures much stained with Iron ; the natural faces covered with iridescent Peroxide of Iron. Pyrites, absent. From Maxwell's Reef, Inglewood. — Depth from the surface at which the specimen was obtained, 180 feet; depth of water-line, 233 feet ; average yield of gold per ton, 16 dwts. — M.O., London Company ; E., W. G. Couchman, Mining Surveyor, Inglewood. 203. Piece of much stained, gray, hard, translucent, amorphous Quartz, about 9 inches by 4 inches by 3 inches ; cavities, chiefly empty, some partly filled with white Clay Slate, others with fine Gold. Pyrites, absent. From the March Reef, Ingle wood. — Depth from the surface at which the specimen was obtained, 147 feet ; depth of water-line, 125 feet ; average yield of gold per ton, 1 oz. — 31.0., The Independent Company ; E., W. G. Couchman, Mining Surveyor, Inglewood. 204. Whitish-gray, hard, translucent, amorphous Quartz, about 10 inches by 7 inches by 5 inches ; coated with very dark brown Peroxide of Iron. Pyrites, absent. From European Reef, Ingleavood. — Depth from the surface at which the speci men was obtained, 125 feet ; width of reef, 2 feet to 4 feet ; average yield of gold per ton, 1 oz — M.O., The North Ophir Company ; E., W. G. Couchman, Mining Surveyor, Inglewood."], [93, "89 205. Block of gray, hard, translucent, amorphous Quartz, about 10 inches by 9 inches by 6 inches ; cavities, chiefly empty, sometimes with fine Gold and light-colored Clay adhering to the sides ; much stained with Peroxide of Iron. Pyrites, absent. From the Old Ingleavood Reef. — Depth from the surface at which the specimen was obtained, 180 feet ; depth of AArater-line, 220 feet ; width of reef, 3 feet ; average yield of gold per ton, 3 ozs. 5 dwts. — 31. 0., The Royal Standard Company ; E., W. G. Couchman, Mining Surveyor, Inglewood. 206. Gray, hard, amorphous Quartz, about 12 inches by 8 inches by 6 inches ; a few cavities, filled with Pyrites, Gold, and Clay; a clay seam, with pyrites and gold, traverses one face; the natural fractures slightly stained with Iron. Proportion of pyrites, scarcely any. From Jericho. — Depth from the surface at which the specimen was obtained, 160 feet ; depth of water line, 90 feet ; width of reef, 20 feet ; average yield of gold per ton, 10 to 12 dwts. — M.O., The Prince of Wales Company; E., W. G. Couchman, Mining Surveyor, Inglewood. 207. Reddish-gray, translucent, hard, amorphous Quartz, about 1 1 inches by 7 inches by 3 inches; cavities, chiefly empty, or containing fine Gold ; many natural fractures stained with Iron, a little Mica on one face ; the faces coated with Peroxide of Iron. Pyrites, absent. From Jericho. — Depth from the surface at which the specimen was obtained, 110 feet ; depth of water-line, 90 feet ; width of reef, 10 feet to 12 feet ; average yield of gold per ton, 10 to 12 dwts. — 31.0., The Prince of Wales Company; E., W. G. Couchman, Mining Surveyor, Inglewood. 208. Piece of reddish -gray, hard, translucent, amorphous Quartz, about 12 inches by 6 inches by 3 inches ; cavities, filled with Galena, Pyrites, Gold, and Clay Slate ; irregularly laminated with clay slate, laminæ running across the lines of fractures ; much stained with Peroxide of Iron. Proportion of pyrites, scarcely any. From Jericho. — Depth from the surface at which the specimen was obtained 190 feet ; depth of Avater line, 90 feet; width of reef, 10 to 12 feet ; average yield of gold ni"], [94, "90 per ton, 2 dwts. to 1 oz. — M.O., The Prince of Wales Company; E., W. G. Couchman, Mining Surveyor, Inglewood. 209. Gray, hard, translucent, amorphous Quartz, about 10 inches by 7 inches by 5 inches ; cavities, filled with green Clat Slate (which also stains the quartz), and Pyrites ; Mica is present on the fractures, which are slightly stained with Iron. Proportion of pyrites, scarcely any. From Jericho. — Depth from the surface at which the specimen was obtained, 150 feet ; depth of water-line, 90 feet ; width of reef, 20 feet to 35 feet.— M. 0., The Prince of Wales Company ; __?., W. G. Couchman, Mining Surveyor, Inglewood. 210. Two pieces of grayish-white Quartz, about 6 inches by 4 inches by 3 inches ; cavities, empty ; the walls covered with crystals of Pharmacosiderite, which is also present in an amor phous Slate ; a quantity of Pyrites (probably arsenical) and brown-colored Rock, consisting nearly wholly of Pyrites. From Jericho. — Depth from the surface at which the specimen was obtained, 150 feet ; depth of water-line, 90 feet. — 31.0., The Prince of Wales Company ; E., W. G. Couchman, Mining Surveyor, Inglewood. 211. Piece of blue Clay Slate, about 11 inches by 7 inches by 3 inches ; small crystals of Pyrites freely distributed through the mass. Proportion of pyrites, small. From Jericho. — Depth from the surface at which the specimen was obtained, 150 feet ; depth of water-line, 90 feet. — 31.0., The Prince of Wales Com pany ; E., W. G. Couchman, Mining Surveyor, Inglewood. 212. Block of green, argillaceous Rock, through which runs a vein of gray, translucent, granular Quartz ; fine crystals of arsenical Pyrites are distributed throughout the mass, with small micaceous scales and a little common pyrites. Proportion of pyrites, small. From Jericho. — Depth from the surface at which the specimen was obtained, 150 feet ; depth of water-line, 90 feet. — M.O., The Prince of Wales Company; E., W. G. Couchman, Mining Surveyor, Inglewood. 213. Block of hard, white, and reddish-white, amorphous"], [95, "91 Quartz, 8 inches by 6 inches by 4 inches ; laminated ; the reddish white quartz is separated from the white by a laminæ of Iron Pyrites ; the larger portion of the Gold occurs in the laminæ, in connection with Pyrites and Galena. Proportion of pyrites, not large. This is a very beautiful specimen, possessing a large variety of colors. From the Eastern Reef. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, about 84 feet ; width of reef, 4 feet ; average yield of gold per ton, 3 ozs. 12 dwts. — 3I.O., Clunes Quartz Mining Com pany ; E., R. H. Bland, Clunes. 214. Hard, bluish-white, amorphous Quartz, 7 inches by 4 inches by 3 inches ; partly translucent ; one face coated by dark blue Clay Slate, in which fine Gold is found ; irregularly laminated with blue Clay Slate, containing crystallized Pyrites; cavities, filled and partly filled with blue clay slate. Propor tion of pyrites, small. From Robinson's Reef. — Depth from the surface at which the specimen was obtained, 374 feet ; depth of water-line, about 84 feet ; width of reef, 14 feet ; average yield of gold per ton, 1 oz. 15 dwts. — 31.0., Clunes Quartz Mining Com pany ; E., R. H. Bland, Clunes. 215. Hard, white, partly translucent, amorphous Quartz, 9 inches by 5 inches by 2 inches; laminated by Iron Pyrites, the laminæ containing the larger portion of the Gold ; gold fine. Proportion of pyrites, not large. From the Eastern Reef. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, about 84 feet ; width of reef, 4 feet ; average yield of gold per ton, 3 ozs. 12 dwts. — 31.0., Clunes Quartz Mining Company ; E., R. H. Bland, Clunes. 216. Hard, white, and reddish-white, amorphous Quartz, 9 inches by 7 inches by 3 inches ; laminated ; the reddish white quartz is separated from the white by a lamina of Iron Pyrites ; Gold found in- the laminæ. Proportion of pyrites, not large. Small portion of large block, broken from it, composed of reddish-white amorphous quartz. From Eastern Reef. — Depth from the surface at which the specimen was obtained, 300 feet; depth of water-line, about 84 feet; width of reef, 4 feet; average"], [96, "92 yield of gold per ton, 3 ozs. 12 dwts. — M.O., Clunes Quartz Min ing Company ; E., R. H. Bland, Clunes. 217. Block of brownish-yellow, amorphous Quartz, 4 inches by 3 inches by 3 inches ; laminated by blue Clay Slate ; cavities, partly filled with Clay, Iron Pyrites, Gold, and Per oxide of Iron. Proportion of pyrites, very small. From the Welcome Reef. — Depth from the surface at which the specimen was obtained, 480 feet ; depth of water-line, about 84 feet ; width of reef, 8 feet. — 31.0. , Victoria Quartz Mining Company, Clunes ; E., R. H. Bland, Clunes. 218. Hard, bluish-Avhite Quartz, 3 inches by 2 inches by 2 inches ; laminated irregularly ; one face coated by polished blue Clay Slate, containing Gold ; numerous cavities, partly filled with Iron Pyrites, Galena, Clay Slate, and Gold ; sides of cavities composed of stippled quartz. Proportion of pyrites, small. From Robinson's Reef. — Depth from the surface at which the specimen was obtained, 530 feet ; depth of water-line, about 84 feet; Avidth of reef, 12 feet. — M.O., Victoria Quartz Mining Com pany, Clunes ; E., R. H. Bland, Clunes. 219. Bluish-white Quartz, with greenish-blue Clay Slate, 4 inches by 3 inches by 2 inches ; quartz containing cavities, partly filled with Clay Slate, Pyrites, and Gold ; clay slate contains gold and pyrites. Proportion of pyrites, small. From Robinson's Reef. — Depth from the surface at which the specimen was obtained, 530 feet ; depth of Avater-line, about 84 feet ; width of reef, 12 feet. — 31.0., Victoria Quartz Mining Company, Clunes ; E., R. H. Bland, Clunes. 220. Hard, bluish-white Quartz, 6 inches by 4 inches by 4 inches ; laminated by Clay Slate ; large cavities, containing dark clay slate, Pyrites, and Gold ; gold, fine, associated Avith the pyrites. Proportion of pyrites, very small. From Robinson's Reef. — Depth from the surface at which the specimen was obtained, 530 feet ; depth of water-line, about 84 feet ; width of reef, 12 feet. — 31.0., Victoria Quartz Mining Company, Clunes ; E., R. H. Bland, Clunes. 221. Brown and white, amorphous Quartz, 10 inches by"], [97, "93 3 inches by 3 inches ; cleavage regular ; slightly laminated by light-gray Clay Slate, the laminæ containing small cavities, partly filled by clay slate and Gold. Proportion of pyrites, scarcely any. From Robinson's Reef. — Depth from the surface at which the specimen was obtained, 240 feet; depth of water-line, about 84 feet. — M.O., New North Clunes Company; E., R. H. Bland, Clunes. 222. Block, 4 inches by 2 inches by 2 inches, bluish-white Quartz, with greenish-blue Clay Slate ; quartz contains cavities, partly filled with dark clay slate, Pyrites, and Gold ; clay slate contains pyrites and fine gold. Proportion of pyrites, small. From Robinson's Reef. — Depth from the surface at which the specimen was obtained, 590 feet ; depth of water-line, about 84 feet; width of reef, 9 feet. — 31.0., New North Clunes Company; E., R. H. Bland, Clunes. 223. Compact, hard, brown-pink, amorphous Quartz (nine small specimens) ; cavities, partly filled with Clay Slate, Per oxide of Iron, Galena, and Gold; laminated, the cavities in the laminæ holding a considerable quantity of gold. Proportion of pyrites, scarcely any. Very fine and rich specimens. From the Welcome Reef. — Depth from the surface at which the specimens were obtained, 480 feet ; depth of water-line, about 84 feet ; width of reef, 8 feet. — 31. 0., Victoria Quartz Mining Company, Clunes ; E., R. H. Bland, Clunes. 224. Hard, brown Quartz ; traversed by considerable number of lines of fracture crossing each other, the lines stained by Per oxide of Lron ; Gold found in solid quartz. Pyrites, absent. From the Welcome Reef. — Depth from the surface at which the specimen was obtained, 480 feet ; depth of water-line, about 84 feet; width of reef, 8 feet.— 31. 0., Victoria Quartz Mining Company, Clunes ; E., R. H. Bland, Clunes. 225. Brown and blue Slate, having a face of Quartz; full of cavities, containing reddish-brown Clay, Peroxide of Iron, and Gold. Pyrites, absent. Rich specimen. From the Welcome reef. Depth from the surface at which the specimen was obtained, 480 feet; depth of water-line, about 84 feet; width of reef,"], [98, "94 8 feet. — 31. 0., Victoria Quartz Mining Company, Clunes ; E., R. H. Bland, Clunes. 226. Hard, white Quartz ; traversed by gray Oxide of 3Ian ganese (?) irregularly, mixed with Pyrites. Proportion of pyrites, not large. From the Welcome Reef. — Depth from the surface at which the specimen was obtained, 480 feet ; depth of water-line, about 84 feet ; width of reef, 8 feet. — 31.0., Victoria Quartz Mining Company, Clunes ; E., R. H. Bland, Clunes. 227. Compact, white, aud brown-pink Quartz (two specimens) ; amorphous and partly translucent ; 1 1 inches by 8 inches by 2 inches ; laminated irregularly by dark-blue Clay Slate, accom panied Avith Pyrites and a little Galena ; few cavities, partly filled with Clay Slate, Pyrites, and fine Gold. Proportion of pyrites, very small. From Robinson's Reef. — Depth from the surface at which the specimens were obtained, 240 feet ; depth of water-line, about 84 feet. — 31.0., New North Clunes Quartz Mining Company ; E., R. H. Bland, Clunes. [This stone would be called by miners a \" kindly-looking stone\" — promising or im proving.] 228. Block of brown-pink aud white Quartz ; amorphous and partly translucent ; 9 inches by 8 inches by 7 inches ; slightly laminated by blue Clay Slate ; natural seams or lines of fracture stained and coated by Peroxide of Iron ; Iron Pyrites dissemi nated through the laminæ. Proportion of pyrites, small. From the Eastern Reef. — Depth from the surface at which the specimen was obtained, 230 feet ; depth of water-line, 84 feet; width of reef, 4 feet ; average yield of gold per ton, 3 ozs. 12 dwts. — M.O., Clunes Quartz Mining Company; E., R. H. Bland, Clunes. 229. Block of brown-pink, bluish-white, and white Quartz, 10 inches by 8 inches by 3 inches; amorphous and partly translucent; laminated by irregular seams of blue Clay Slate, containing Pyrites, a little Galena, and fine Gold. Proportion of pyrites, very small. Very beautiful specimen of quartz. From the Wel come Reef. — Depth from the surface at Avhich the specimen was"], [99, "95 obtained, 300 feet ; depth of water-line, about 84 feet ; width of reef, 12 feet; average yield of gold per ton, 16 dwts. — 31.0., Clunes Quartz Mining Company ; E., R. H. Bland, Clunes. 230. Block of light brown-pink, bluish-white, and white Quartz, 10 inches by 8 inches by 6 inches ; laminated by irregular seams of light-blue Clay Slate; massive Iron Pyrites, a little Galena, and fine Gold, accompany the laminæ ; cavities, very small, partly filled with pyrites and gold. Proportion of pyrities, small. Very beautiful specimen. From the Welcome Reef. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, about 84 feet; width of reef, 12 feet; average yield of gold per ton, 16 dwts. — 31.0., Clunes Quartz Mining Company ; E., R. H. Bland, Clunes. 231. Block of compact, dark and light brown-pink, and white Quartz, 12 inches by 7 inches by 4 inches ; amorphous and partly translucent ; laminated by irregular seams of light-blue Clay Slate, the laminæ mixed with Iron Pyrites, a little Ga lena, and fine Gold; natural divisions in the quartz coated by Peroxide of Iron. Proportion of pyrites, very small. From the Welcome Reef. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, about 84 feet ; width of reef, 12 feet ; average yield of gold per ton, 16 dwts. — 31.0., Clunes Quartz Mining Company ; E., R. H. Bland, Clunes. 232. Block of bluish- white and light brown-pink Quartz, 10 inches by 6 inches by 4 inches ; very irregular seams of dark brown and light-blue Clay Slate intersect each other in passing through the stone. Pyrites, absent. From Welcome Reef. — Depth from the surface at which the specimen was obtained, 300 feet ; depth of water-line, about 84 feet ; width of reef, 12 feet ; average yield of gold per ton, 16 dwts. — M.O., Clunes Quartz Mining Company ; E., R. H. Bland, Clunes. 233. White, bluish-white, and dark brown-pink Quartz ; amorphous and partly translucent ; 1 1 inches by 9 inches by 3 inches ; the brown-pink quartz encompasses the white quartz on two of its three sides ; laminated with its flat sides by blue Clay Slate and Iron Pyrites ; the natural 6eams or divisions"], [100, "96 of the stone are coated and stained by Peroxide of Iron. Pro portion of pyrites, not large. Very fine specimen. From the Eastern Reef. — Depth from the surface at which the specimen was obtained, 230 feet ; depth of water-line, about 84 feet ; width of reef, 4 feet; average yield of gold per ton, 3 ozs. 12 dwts. — M.O., Clunes Quartz Mining Company; E., R. H. Bland, Clunes. 234. White and brown-pink Quartz, 8 inches by 7 inches by 3 inches ; amorphous ; laminated by Clay Slate and Pyrites, fine Gold mixed with the laminæ. Proportion of pyrites, very small. From the Eastern Reef. — Depth from the surface at Avhich the specimen was obtained, 230 feet ; depth of water-line, about 84 feet; width of reef, 4 feet ; average yield of gold per ton, 3 ozs. 12 dwts. — M.O., Clunes Quartz Mining Company ; E., R. H. Bland, Clunes. 235. Fine specimen of bluish-white and brown-pink Quartz ; amorphous and partly translucent; 12 inches by 7 inches by 4 inches ; laminated by blue Clay Slate, accompanied with Pyrites ; the lamina, at one corner of the stone near the brown pink quartz, increases its thickness, and presents a honeycombed appearance ; colored brightly in spots by Peroxide of Iron; Galena, a small quantity. From the Eastern Reef. — Depth from the surface at which the specimen was obtained, 230 feet ; depth of water-line, about 84 feet ; width of reef, 4 feet ; average yield of gold per ton, 3 ozs. 12 dwts. — 31.0., Clunes Quartz Mining Company ; E., R. H. Bland, Clunes. 236. Beautiful specimen of bluish-white and brown-pink Quartz ; amorphous and partly translucent ; 1 7 inches by 9 inches by 6 inches ; regularly laminated with blue and greenish-blue Clay Slate, mixed with a large quantity of Iron Pyrites ; one of the faces of this stone is coated and stained by Peroxide of Iron. Proportion of pyrites, large. From the Western Reef. — Depth from the surface at which the specimen was obtained, 374 feet ; depth of water-line, about 84 feet ; width of reef, 4 feet ; average yield of gold per ton, 14 dwts. — 31.0., Clunes Quartz Mining Com pany ; E., R. H. Bland, Clunes."], [101, "97 237. Compact, bluish-white Quartz, 4 inches by 4 inches by 3 inches ; laminated regularly by dark-blue Clay Slate ; one face of this stone exposes a lamina with dark-coloured Gold sprinkled over it. Pyrites, absent. From Robinson's Reef. — Depth from the surface at which the specimen was obtained, 385 feet ; depth of water-line, about 84 feet ; width of reef, 8 feet ; average yield of gold per ton, 17 dwts. — 3I.O., Clunes United Quartz Mining Company ; E., R. H. Bland, Clunes. 238. Compact, bluish-white Quartz, 8 inches by 5 inches by 4 inches ; laminated regularly by dark-blue Clay Slate, con taining a considerable proportion of dark-colored Gold ; clay slate scattered through the stone. Proportion of pyrites, scarcely any. From Robinson's Reef. — Depth from the surface at which the specimen Avas obtained, 385 feet ; depth of water-line, about 84 feet; width of reef, 8 feet ; average yield of gold per ton, 17 dwts. — 31.0. , Clunes United Quartz Mining Company ; E., R. H. Bland, Clunes. 239. Hard, bluish-white Quartz ; amorphous, partly trans lucent ; 9 inches by 6 inches by 3 inches ; laminated irregularly by dark-blue Clay Slate ; where the laminæ intersect and thicken, the clay slate becomes porous ; massive Iron Pyrites. Proportion of pyrites, very small. From Robinson's Reef. — Depth from the surface at Avhich the specimen was obtained, 350 feet ; depth of water-line, about 84 feet ; width of reef, 20 feet ; average yield of gold per ton, 2 ozs. 10 dwts. — 31. 0., Yankee Quartz Mining Company, Clunes ; E., R. H. Bland, Clunes. 240. Hard, bluish-white Quartz ; amorphous and partly trans lucent ; 7 inches by 5 inches by 5 inches ; laminated irregularly by greenish-blue Clay Slate, some of the laminæ crossing others at right angles, and flowing from one side to the other ; massive Pyrites ; the laminæ of a partly honeycombed structure. Pro portion of pyrites, small. From Robinson's Reef. — Depth from the surface at Avhich the specimen was obtained, 350 feet ; depth of water-line, about 84 feet ; width of reef, 20 feet ; average yield of gold per ton, 2 ozs. 10 dwts. — 31.0., Yankee Quartz Mining Com pany, Clunes ; E., R. H. Bland, Clunes. n"], [102, "98 241. Hard, yellow, and bluish- white Quartz (three speci mens), 5 inches by 4 inches by 2 inches ; specimen almost entirely covered by a coating of partly iridescent Peroxide of Iron, which nearly fills the cavities ; apparently laminated by peroxide of iron ; said to be auriferous. Pyrites, absent. From the Manners Sutton Reef. — Depth from the surface at which the specimen was obtained, 20 feet ; width of reef, 1 foot. — M. 0., Parsons, Mantle, Jenings, Bennett, and Company ; E., J. D'Alton, Mining Surveyor, Quartz Reefs, Pleasant Creek. 242. Compact, hard, white Quartz ; cavities, partly filled by gray Clay and Pyrites ; fine Gold sprinkled over one of the faces of the specimen ; said to contain Silver. Proportion of pyrites, very small. From the Montgomery Reef, Lands borough. — Depth from the surface at which the specimen was obtained, 25 feet ; depth of water-line, 90 feet ; width of reef, 9 inches ; average yield of mixed metals per ton, 1 oz. 17 dwts. 15 grs. (the silver being in proportion of 15 to 32). — 31.0., Chumins and Company ; E., J. D'Alton, Mining Surveyor, Quartz Reefs, Pleasant Creek. 243. Compact, hard, white, and light brown-pink Quartz, 5 inches by 3 inches by 3 inches ; faces coated by White Clay ; said to be auriferous. Pyrites, absent. The reef from which this stone was taken has been very recently discovered. From the Manners Sutton Reef. — Depth from the surface at which the specimen was obtained, 20 feet ; width of the reef, 1 foot. — 31. 0., Parsons, Mantle, Jenings, Bennett, and Company ; E., J. D'Alton, Mining Surveyor, Quartz Reefs, Pleasant Creek. 244. Magnificent collection of Auriferous Specimens. The Gold appears in irregular leaves and nests and veins, filling cavities in the quartz, which represent, probably, fractures. The surfaces of the quartz on the lines of fracture are in many places covered with a thin coating of Iron Oxide. The specimens are more than ordinarily rich ; and the mode in which the gold is dis tributed through the quartz is instructive to the mineralogist. Taken from the claim of the General Windham Company, Lau riston. — Depth from the surface at which the specimens Avere"], [103, "99 obtained, 70 feet ; depth of Avater-line, 28 feet ; width of reef 70 feet ; average yield of gold per ton, 1 oz. 10 dwts. — M.O., General Windham Company ; .E., Hugh Glass, Melbourne. 245. Compact, grayish-white, amorphous, partly translucent Quartz, 12 inches by 8 inches by 3 inches; laminated by dull green Clay Slate, amongst which is sprinkled a little crystallized Iron Pyrites ; small veins of pyrites run into the quartz from a lamina or clay-slate face of the stone ; cavities, numerous but small, more or less filled with green or white clay slate and Gold; gold fine. Proportion of pyrites, scarcely any. From the Achilles Reef. — Depth from the surface at which the specimen was obtained, 135 feet; depth of water-line, 56 feet; width of reef, 23 feet ; average yield of gold per ton, 10 dwts. — M.O., Wm. Clarke and Company ; E., Thomas Orwin, Mining Registrar, Taradale. 246. Compact, amorphous Whitestone (-?), 8 inches by 5 inches by 5 inches ; presents a laminated appearance ; small veins of nearly pure Quartz run through the stone parallel with the apparent laminations ; quartz translucent ; very fine Gold accom panies the quartz. Pyrites, absent. From the Homeward-Bound Reef. — Depth from the surface at which the specimen was obtained, 100 feet ; depth of water-line, 300 feet ; width of reef, 18 feet; average yield of gold per ton, 1 oz. — 31.0., Colingin and Company ; E., T. G. Kennan, Mining Surveyor, Yackandandah. 247. Hard, amorphous, partly translucent Quartz (two small specimens); laminated by blue Clay Slate ; stained more or less by Peroxide of Iron ; slate casing of the reef adheres to one side of the larger specimen ; a little Galena. Proportion of pyrites, scarcely any. From the Homeward-Bound Reef, Tavist's Creek. — Depth from the surface at which the specimens were obtained, 80 feet ; depth of water-line, 200 feet ; width of reef, 20 inches ; average yield of gold per ton, 1 \\ ozs. — 31. 0., Harper and Company ; E., T. G. Kennan, Mining Surveyor, Yackandandah. 248. Compact, hard, amorphous, bluish-white Quartz, 5 inches by 2 inches by 2 inches ; laminated by blue Clay Slate ; Iron Pyrites found crystallized in the cavities, and in shales in the"], [104, "100 fractures of the quartz ; the natural joints of the stone are stained by Peroxide of Iron. Proportion of pyrites, small. From the Homeward-Bound Reef, Twist's Creek. — Depth from the surface at which the specimen was obtained, 140 feet ; depth of water-line, 200 feet ; width of reef, 20 inches ; average yield of gold person, 1| ozs. — M.O., Harper and Company; E., T. G. Kennan, Mining Surveyor, Yackandandah. 249. Hard, bluish-white, amorphous quartz ; partly trans lucent ; 5 inches by 4 inches by 3 inches ; laminated by a greenish Clay Slate, mixed with a considerable quantity of Galena and crystallized Pyrites ; one of the joints of the specimen presents the appearance of fine dust of pyrites powdered over its surface. Proportion of pyrites, small. From the Excelsior Reef, Twist's Creek. — Depth from the surface at which the specimen was obtained, 180 feet ; depth of water-line, 80 feet ; width of reef, 18 inches ; average yield of gold per ton, 7 ozs. — 31. 0., Anderson and Company ; E., T. G. Kennan, Mining Surveyor, Yackandandah. 250. Block of dull brown-pink, hard, amorphous Quartz, 6 inches by 4 inches by 3 inches ; slightly laminated ; a little Galena and Pyrites occur in the laminæ, with extremely fine Gold ; the natural joints of the stone are stained and coated with Peroxide of Iron, mixed with red Clay ; few cavities, partially filled with red clay ; some of the casing of the reef adheres to the stone. Proportion of pyrites, very small. From the Scandinavian Reef, Twist's Creek. — Depth from the surface at which the specimen was obtained, 50 feet ; depth of water-line, 80 feet ; width of reef, 8 inches ; average yield of gold per ton, 1 oz. — M.O., Johanna Man and Company; E., T. G. Kennan, Mining Surveyor, Yackandandah. 251. Brown Quartz ; small specimen ; by miners called \" honeycomb quartz ;\" numerous cavities, partially filled with red and brown Clay ; laminated by brownish-purple and blue Clay Slate ; some of the cavities appear to be stained with Peroxide of Iron. Pyrites, absent. From the Twist's Creek Reef, Twist's Creek. — Depth from the surface at which the specimen was obtained, 20 feet ; depth of water-line, 120 feet;"], [105, "101 Avidth of reef, 5 inches ; average yield of gold per ton, 3 ozs. — 31.0., Jepsen and Company ; E., T. G. Kennan, Mining Surveyor, Yackandandah. 252. Brown, compact, hard Quartz, 3 inches by 2 inches by 3 inches; laminated by blue Clay Slate ; the cavities in the laminæ contain dark and light-brown clay slate ; very fine Gold is sprinkled over the face of the laminæ ; the natural joints of the stone are covered with dark-red clay and Peroxide of Iron. Pyrites, absent. From the Danish Reef, Tavist's Creek. — Depth from the surface at which the specimen was obtained, 120 feet; depth of water-line, 200 feet; Avidth of reef, 7 inches; average yield of gold per ton, 3 ozs. — 31.0., Kay and Company; E., T. G. Kennan, Mining Surveyor, Yackandandah. 253. Brownish-white, partly translucent Quartz, 6 inches by 4 inches by 4 inches ; contains a large cavity nearly filled with red Clay ; the several faces of this stone represent its natural joints, which are covered by a coating of Iron Pyrites and Per oxide of Iron. Proportion of pyrites, scarcely any. From the United Reef, Tavist's Creek. — Depth from the surface at which the specimen was obtained, 180 feet ; depth of water-line, 220 feet ; width of reef, 3 feet ; average yield of gold per ton, 2 ozs. — 3I.O., Stitt and Company; E., T. G. Kennan, Mining Surveyor, Yackandandah. 254. Bluish-white, amorphous, hard Quartz, 8 inches by 5 inches by 4 inches ; laminated by a greenish Clay Slate, mixed with Pyrites and a large proportion of Galena ; thin scales of pyrites are spread over the quartz. Proportion of pyrites, not large. The peculiarities of this stone are worthy of attention. From the Excelsior Reef, Tavist's Creek. — Depth from the surface at which the specimen was obtained, 150 feet ; depth of water-line, 80 feet ; width of reef, 1 foot 6 inches ; average yield of gold per ton, 7 ozs. — 31.0., Anderson and Company ; E., T. G. Kennan, Mining Surveyor, Yackandandah. 255. Brownish-white, partly translucent, hard Quartz, 6 inches by 4 inches by 3 inches ; faces of the stone are stained and coated by Peroxide of Iron, and the cavities more or less"], [106, "102 filled by it and Iron Pyrites. Proportion of pyrites, large. From the No. 1 North, Twist's Creek. — Depth from the surface at which the specimen was obtained, 70 feet ; depth of water-line, 60 feet; width of reef, 15 inches; average yield of gold per ton, 1 oz. — 31.0., Gilbert, Power, and Company; E., T. G. Kennan, Mining Surveyor, Yackandandah. 256. Compact, hard, amorphous, fine, granular Quartz, 8 inches by 5 inches by 3 inches ; stained red and brown-pink by Peroxide of Iron. Pyrites, absent. From the Eureka Reef, Kinchington Reef. — Depth from the surface at which the speci men was obtained, 30 feet ; depth of water-line, 80 feet ; width of reef, 15 feet; average yield of gold per ton, 1 oz. — M.O., Ollerenshaw and Company; E., T. G. Kennan, Mining Surveyor, Yackandandah. 257. Block of compact, fine, granular, brown-pink, partly translucent Quartz, 6 inches by 4 inches by 3 inches ; the faces of this stone, with one exception, form its natural divisions or joints-; these faces are coated and stained by Peroxide of Iron ; the fractured face shows the structure of the block ; small veins of dark-blue Slate much mixed with Mica traverse one portion of the stone ; mica in minute particles found sprinkled over the Peroxide of Iron on the faces. Pyrites, absent. From the Birthday Reef, Back Creek. — Depth from the surface at which the specimen was obtained, 50 feet; depth of water-line, 200 feet; width of reef, 3 feet ; average yield of gold per ton, from 2 to 3 ozs. — 31. 0., Smart and Company ; E., T. G. Kennan, Mining Surveyor, Yackandandah. 258. Quartz, colored dark and light-brown by Peroxide of Iron; very numerous lines of fracture divide the quartz ; 3 inches by 3 inches by 2| inches ; fine Sandstone, blue Slate, and Mica are found mixed with the quartz in the fractures, and cement the block ; Iron Pyrites found with the blue slate in the fractures. Proportion of pyrites, very small. From the Per severance Reef, Back Creek. — Depth from the surface at which the specimen was obtained, 50 feet ; depth of water-line, 120 feet; width of reef, 1 foot 6 inches; average yield of gold per"], [107, "103 ton, 2 ozs. 10 dwts.— 31. 0., Mitchell and Company; E., T. G. Kennan, Mining Surveyor, Yackandandah. 259. Brown-pink and white, partly translucent, fine, gra nular Quartz, 3 inches by 3 inches by 2 inches ; cavities, numerous but small, partly filled by reddish-yellow Clay Slate ; massive Iron Pyrites filling cavities. Proportion of pyrites, scarcely any. From the Perseverance Reef, Back Creek. — Depth from the surface at which the specimen was obtained, 110 feet; depth of water-line, 120 feet; width of reef, 1 foot 6 inches; average yield of gold per ton, 2 ozs. 10 dwts. — M.O., Mitchell and Company ; __?., T. G. Kennan, Mining Surveyor, Yackandandah. 260. Brown, compact, hard Quartz, 9 inches by 5 inches by 5 inches ; the faces of the specimen, with one exception, forming its natural joints, which are coated by Peroxide of Iron ; the other face formed by cavities and rifts, partly filled by peroxide of iron. Pyrites, absent. From the United Reef, Twist's Creek. — Depth from the surface at Avhich the specimen was obtained, 100 feet ; depth of water-line, 220 feet ; width of reef, 5 inches; average yield of gold per ton, 1 oz. 10 dwts. — 31.0., Stitt and Company; E., T. G. Kennan, Mining Surveyor, Yack andandah. 261. Bluish-white and brown-pink, partly translucent, ap proaching to granular, Quartz (three specimens) ; small, very com pact, and hard ; massive Iron Pyrites, associated with extremely fine Gold, disseminated through the stone, filling or parti} filling cavities. Proportion of pyrites, small. From the Bon Acord Reef, Kinchington Reef. — Depth from the surface at which the specimens were obtained, 100 feet ; depth of water-line, 300 feet; width of reef, 15 inches; average yield of gold per ton, 1 oz. — 31. 0., Stone and Company ; E., T. G. Kennan, Mining Surveyor, Yackandandah. 262. Brown-pink and white, partly translucent, and fine, granular Quartz, 3 inches by 3 inches by 2J inches ; massive Pyrites fill small cavities ; specimen much divided by fractures ; cavities, small, few, and empty ; colored by Peroxide of Iron."], [108, "104 Proportion of pyrites, scarcely any. From the Perseverance Reef, Back Creek. — Depth from the surface at which the spe cimen was obtained, 110 feet; depth of water-line, 120 feet; Avidth of reef, 18 inches ; average yield of gold per ton, 2 ozs. 10 dwts. — 31.0., Mitchell aud Company; E., T. G. Kennan, Mining Surveyor, Yackandandah. 263. A mass of olive-green and blue Clay Slate, 5 inches by 4 inches by 3 inches ; containing arsenical Pyrites and Sul phide os Iron. Proportion of pyrites, large. From the Whip Reef. — Depth from the surface at which the specimen was obtained, 230 feet ; depth of water-line, 130 feet; width of reef, 4 feet ; average yield of gold per ton, 1 oz. 2 dwts. — 31. 0., Whip Reef Company ; E., N. G. Stephens, Mining Registrar, Kangaroo Flat Subdivision, Sandhurst. A good deal of gold was got from the Whip Reef at first, and the quartz Avas similar to that of ordinary reefs to a depth of about 130 feet ; but below that line the quartz is replaced by pyrites, and the mass is similar to the spe cimen here described. At a greater depth the quartz is again found to be forming. 264. Dark-blue Clay Slate, 5 inches by 3 inches by 2 inches ; Pyrites, in a crystallized form, disseminated through the slate ; veins of Carbonate of Lime traverse the block. Proportion of pyrites, small. This specimen is the casing of the reef (adjacent to specimen No. 263). From the Whip Reef. — Depth from the surface at which the specimen was obtained, 230 feet ; depth of water-line, 1 30 feet ; width of reef, 4 feet ; average yield of gold per ton, 1 oz. 2 dwts. — 31. 0., Whip Reef Company ; E., N. G. Stephens, Mining Registrar, Sandhurst. 265. Block of blue and gray Clay Slate and Quartz, 11 inches by 9 inches by 3 inches. This specimen shows a vein of quartz of a wedge-like form on a block of slate; it appears to have been taken from the casing of the reef ; the quartz and the slate adjoining it are colored by Peroxide of Iron ; the cavities in the quartz are numerous, and coated by stippled quartz and Peroxide of Iron; very fine Gold occurs in the slate casing. Pyrites, absent. From the Eureka Reef. — Depth from the surface at which the"], [109, "105 specimen was obtained, 30 feet ; depth of water-line, 100 feet ; width of reef, 3 feet ; average yield of gold per ton, 3 dwts. — 31.0., All Friends Company ; E., N. G. Stephens, Mining Regis trar, Sandhurst. 266. Blocks of hard, white, partly translucent Quartz (three specimens); size of larger one, 6 inches by 6 inches by 4 inches ; numerous lines of fracture run through the blocks ; stained by Peroxide of Iron brown-pink ; principal lines of fracture appear to run parallel with the casing of the reef; Gold occurs in cavi ties, mixed with Peroxide of Iron, Iron Pyrites, and Clay Slate. The peculiar association of the gold with the pyrites, &c, especially in the smallest specimen, is A-ery instructive ; gold is found fine and heavy. Proportion of pyrites, scarcely any. From the Victoria Reef, Sandhurst. — Depth from the surface at which the specimens were obtained, 200 feet ; depth of water line, 150 feet ; width of reef, 40 feet; average yield of gold per ton, 1 oz. — 31.0., Endeavour Company ; E., N. G. Stephens, Mining Registrar, Sandhurst. 267. Block of bluish-white, amorphous, partly translucent Quartz, 10 inches by 7 inches by 4 inches ; appears to be laminated very slightly by light-gray Clay Slate ; few cavities, more or less filled by clay slate. Pyrites, absent. From the Hiscock's Reef. — Depth from the surface at which the specimen was obtained, 130 feet; depth of water-line, 80 feet; width of reef, 10 feet to 100 feet; average yield of gold per ton, 3 dwts. — M.O., One-and-All Company ; E., R. M. Harvey, Mining Sur veyor, Buninyong. 268. Block of white, slightly crystalline, amorphous Quartz, 8 inches by 7 inches by 4 inches ; cavities, partly filled by white Clay Slate, Peroxide of Iron, and Gold ; gold of a bright color. Proportion of pyrites, scarcely any. From the Hiscock's Reef. — Depth from the surface at which the specimen was obtained, 260 feet ; depth of water-line, 70 feet ; width of reef, 20 feet ; average yield of gold per ton, 3 J dwts. — 31. 0., Imperial Company ; E., R. M. Harvey, Mining Surveyor, Buninyong. 269. Compact, bluish-white, partly translucent Quartz, 10 o"], [110, "106 inches by 7 inches by 5 inches ; greenish and white Clay Slate much disseminated through the quartz, partly filling cavities — the former predominates ; massive Iron Pyrites fill cavities in the quartz, some of it striated. Proportion of pyrites, very small. From the Hiscock's Reef. — Depth from the surface at which the specimen was obtained, 220 feet ; depth of water-line, 60 feet ; width of reef, 20 feet ; average yield of gold per ton, 2 dwts. — 31.0., Standard Company; __.., R. M. Harvey, Mining Surveyor, Buninyong. 270. Block of blue and greenish Clay Slate, and brown Quartz, 18 inches by 6 inches by 3 inches; contains Gold, and Silver forms the casing of the reef, called by miners \"Flucau;\" the face of blue slate is very smooth and even. Pyrites, absent. From Stuart's Hill. — Depth from the surface at which the specimen was obtained, about 65 feet. — 31. 0., Messrs. Sanderske and Trevena; E., John Phillips, Mining Surveyor, St. Arnaud. 271. Blocks of hard, compact, bluish-white and brown Quartz (two specimens), 21 inches by 7 inches by 3 inches; cavities, partly filled by Peroxide of Iron and Iron Pyrites ; small veins of blue Clay Slate run into the quartz from the casing ; iron pyrites also found massive, filling cavities in the quartz; the prin cipal lines of fracture run parallel with the casing of the reef, and are stained or coated by Peroxide of Iron. Proportion of pyrites, very small. Specimen No. 270 (\" Flucan \") is the casing of these blocks of quartz. From Stuart's Hill. — Depth from the sur face at which the specimens were obtained, about 65 feet ; depth of water-line, 210 feet; Avidth of reef, about 8 feet; average yield of gold per ton, about 1 oz., and of silver, about 4 ozs. 10 dwts. — 31.0., Messrs. Sanderske and Trevena; E., John Phillips, Mining Surveyor, St. Arnaud. 272. Hard, white, crystalline, partly translucent Quartz (two specimens), the larger 6 inches by 5 inches by 3 inches ; containing Antimony — in one specimen passing through it in a band, and in the other, found near some quartz crystals ; cavities, formed by planes of crystals. Pyrites, absent. From Balaclava Hill, Whroo. — Depth from the surface at which the specimens were"], [111, "107 obtained, 230 feet ; depth of water-line, 300 feet ; width of reef, 3 feet; average yield of gold per ton, 8 dwts. 6 grs.— 31. 0., Messrs. Lewis and Menzies ; E., H. B. Nicholas, Mining Surveyor, Rushworth. 273. Hard, gray, and light-brown Quartz (two specimens), the larger .4 inches by 3 inches by 2 inches; cavities, small, partly filled by Peroxide of Iron and fine Gold ; natural joints of the specimens coated by peroxide of iron ; portion of a face of the larger specimen polished by natural attrition like unto slicken sides. Proportion of pyrites, scarcely any. From the London Reef, Coy's Diggings. — Depth from the surface at which the specimens were obtained, 130 feet ; width of reef, 15 inches ; average yield of gold per ton, 4 ozs. — 31. 0., Messrs. Ratcliffe, Pollon, and Company ; E., H. B. Nicholas, Mining Surveyor, Rushworth. 274. Block of brown, crystalline Quartz, and fine gray Sandstone, 4 inches by 4 inches by 2 inches ; veins of quartz run through the sandstone, the quartz crystallized minutely on faces, and very beautifully in one of the cavities ; Gold fine. Pyrites, absent. From Balaclava Hill, Whroo. — Depth from the surface at Avhich the specimen was obtained, 150 feet ; depth of water-line, 300 feet ; width of reef, 7 feet ; average yield of gold per ton, 8 dwts. 6 grs. — 31.0., Messrs. Lewis and Menzies ; __?., H. B. Nicholas, Mining Surveyor, Rushworth. 275. Gray and cream-colored Antimony (two specimens), Sul phurct and Oxide of Antimony ; contain a small quantity of fine Gold in Quartz ; fine Sandstone also present. Pyrites, absent. Value of antimony on the lease, from £4 10s. to £5 per ton. From Balaclava Hill, Whroo. — Depth from the surface at which the specimens were obtained, 220 feet; depth of water-line, 300 feet ; width of reef, 3 feet ; average yield of gold per ton, 10 dwts. — M. 0., Messrs. Lewis and Menzies ; E., H. B. Nicholas, Mining Surveyor, Rushworth. 276. Hydrous Oxide and Sulphuret of Antimony, 4 inches by 3 inches by 2 inches ; sulphuret small, enclosed by the oxide ; coarse Gold also similarly situated. Pyrites, absent. This is a"], [112, "108 rare aud instructive specimen. Value of antimony on the claim, £5 per ton. From the Stockyard Reef, Whroo. — Depth from the surface at which the specimen was obtained, 45 feet ; width of reef, 15 inches; average yield of gold per ton, 1 oz. — M.O., George Thompson ; E., H. B. Nicholas, Mining Surveyor, Rush worth. (Not the property of the department.) 277. Block of hard, brown, and bluish-white Quartz (two specimens), the larger 7 inches by 6 inches by 5 inches ; faces of the natural joints of the stones coated by Peroxide of Iron ; cavities, small, and partly silled by Gold ; slightly laminated by Clay Slate. Pyrites, absent. From the South Devon Reef, Rushworth. — Depth from the surface at which the specimens were obtained, 50 feet ; width of reef, 1 5 inches ; average yield of gold per ton, 2 ozs. 5 dwts. — M. 0., Messrs. Geyle and Roberts ; E., H. B. Nicholas, Mining Surveyor, Rushworth. 278. Mass of fine Sandstone, Quartz, and Hydrous Oxide of Antimony, 6 inches by 5 inches by 4 inches; quartz veins traverse the sandstone ; one face of the block presents the appear ance of slickensides ; another, nodules of oxide of antimony, which are distinguished by rings discolored by Peroxide of Iron ; the Gold on this face is found principally in the discolored rings. Pyrites, absent. This specimen is worthy of inspection. From Balaclava Hill, Whroo. — Depth from the surface at which the specimen was obtained, 150 feet ; depth of water-line, 300 feet ; width of reef, 5 feet ; average yield of gold, per ton, 8 dwts. 6 grs. — 31.0., Messrs. Lewis and Menzies ; E., H. B. Nicholas, Mining Surveyor, Rushworth. 279. A block, 8 inches by 10 inches by 5 inches, of milk-white, hard, amorphous Quartz, stained on the natural faces with Per oxide of Iron. Pyrites, absent. From Burke's Reef, Pobt Curtis Hill, near Ararat. — Depth from the surface at which the specimen was obtained, 20 feet; width of reef, from 2 to 18 inches ; average yield of gold per ton, 15 dwts. — E., Charles J. W. Russell, Mining Surveyor, Ararat. By Authority: John Ferres, Go. 'eminent Printer, Melbourne."], [113, "A CATALOGUE us MINERALS, ROCKS, AND FOSSILS, WHICH HAVE BEEN COLLECTED IN THE COLONY II Y THE MINING DEPARTMENT, MELBOURNE, VICTORIA. PITBI.ISHKD P.Y DIRECT-ON OF THE HONORABLE TnE MINISTER OF MINES. Bp Jlutfiorltn: JOHN FERRES, GOVERNMENT PRINTER, MELBOURNE MDCCCLXVI."], [114, ""], [115, ""], [116, ""], [117, ""], [118, ""]]