[[1, ""], [2, ""], [3, ""], [4, ""], [5, "OVERWINTERING OP NOVA ZEMBLA BOOR Heemskerck, Barentsz. en togtgenooten IN DE JAHEK 1596-1597. «ETROKKEN UIT HKT JOURNAAL VAN GERRIT DE VEER EN TOEGELICHT IN- VERBAND MET DE BEVINDINGEN VAN DEN KAPITEIN CARLSEN BIJ ZIJN BEZOEK IN 1871 VAN DE OUDE OVERWINTERINGS-FLAATS. (Met Afbeeldingen) — ++»« I ■ ■ 'S GRAVEN HAGE, W. P. VAN STOCKUM, 1873."], [6, ""], [7, "OVERWINTERING OP NOYA ZEMBLA DOOR Heemskerck, -Barentsz. en togtgenooten IN DE JAREN 1596-1597. GETROKKEN UIT HET JOURNAAL VAN GERRIT DE VEER EN TOEGELICHT IN VERBAND MET DE BEVINDINGEN VAN DEN KAPITEIN CARLSEN BIJ ZIJN BEZOEK IN 1871 VAN DE OUDE OVERWINTEHINGS-PLAATS. (Met Afbeeldingen). 'SGRAVENHAGE, W. P. VAN STOCKUM, 1873."], [8, "GEDRUKT BIJ H. P. DE SWAltT EN ZOON."], [9, "In September 1871 vond de Noorweegsche scheepsgezagvoerder elling carlsen , in de ijshaven op Nova Zembla , de overblijfsels van de hut, waarin onze zeelieden hebben overwinterd in 1596 — 1597. Alles was in het ijs vast gevroren; hij verzamelde echter vele daar achtergelaten voorwerpen, die thans in eigendom zijn overgegaan aan het rijk en te 's Gravenhage worden bewaard. De aandacht wordt daardoor op nieuw gevestigd op die merkwaar dige overwintering en het lijden van de scheepsbemanning, in eenen tijd toen de uitrusting voor dergelijke reizen zooveel te wenschen overliet, in vergelijk van wat thans noodig wordt geacht. Men miste niet alleen de tegenwoordig speciaal voor poolreizen ingerigte schepen , maar had ook niet de kleederen enz. van pelswerk , de goede provisiën en wapenen , en bezat minder ondervinding en wetenschap. Het berigt van de reis en overwintering van 1596 — 97 is neergelegd in het journaal van een der togtgenooten geruit de veer , uitgegeven te Amsterdam in 1598. Er is in de Koninklijke Bibliotheek te 's Gra venhage geen exemplaar van voorhanden, doch wel vindt men eene engelsche vertaling, uitgegeven door de Hakluyt Society in 1853. Die vertaling dateert van 1609, — doch is met het originele journaal vergeleken , en de afwijkingen , waar zij voorkomen , zijn opgegeven met aanhaling van hollandsche zinsneden , — zoodat die vertaling thans met vertrouwen te consulteren is."], [10, "4 De oorspronkelijke uitgave van het journaal was geïllustreerd met platen, die ook onveranderd zijn overgenomen in latere uitgaven en verkorte verhalen. Dat voorbeeld volgende , zijn ook eenige dier platen , doch op verkleinde schaal in dit werkje gevoegd."], [11, "OVERWINTERING VAN HEEMSKERCK EN BARENTSZ. MET HUN SCHEEPSVOLK op Nova Zembla 1596—1597. BSte**J8'3 Reeds waren in 1594 en 1595 twee togten ondernomen tot ontdek king van den noordoostelijken doortogt naar China en Kathai. In beide deze togten deelde barentsz. en in een daarvan ook heemskerck en de veer, zoodat zij reeds geen vreemdelingen waren in de poolzeeën , toen in het volgende jaar 1596 door de regering van Amsterdam op nieuw twéé schepen werden uitgerust naar gelijk doel. Het eene schip stond onder bevel van jan CORNELISZ. RIJP, en kwam reeds in 1596 in Holland terug, na mislukten togt. Het andere schip (naam onbekend) had de volgende bemanning: jacob heemskerck , schipper tevens commies of supercarga. f willem barentsz., le stuurman (overleden 20 Junij 1597). pieter pietersz. vos , denkelijk hoogbootsman gerrit de veer, welligt 2e stuurman. Mr. hans vos , barbier-chirurgijn. f timmerman (overleden 23 September 1596). jacob jansz. sterrenbergh. lenaert heïndricksz. laurens willemsz. jan hillebrantsz. JACOB JANSZ. HO0GHWOUT. PIETER CORNELISZ. JAN VAN BUYSEN REIJNIERSZ. JACOB EVERTZ."], [12, "6 f (overleden 27 Januarij 1597). f claes andriesz. (overleden 20 Junij 1597). f jan fransz. (overleden 5 Julij 1597). te zamen 17 koppen, waarvan 5 overleden gedurende de overwintering en op den terugtogt. willem barentsz. was een zeeman van uitnemende bekwaamheid, op hem rustte het geheele zeemansbeleid van den togt. jacob heemskerck was dien onverminderd gezagvoerder. Later heeft hij met voorspoed in Indie geoorloogd. In 1607 als admiraal van eene vloot van 26 schepen, sloeg hij de Spaansche vloot voor Gibraltar en sneuvelde in dat zeegevecht. Hij ligt begraven in de Oude Kerk te Amsterdam onder een praalgraf, met dit opschrift: Heemskerck, die, d\\var9 door 't ijs en 't ijzer durfde streven, Liet de eer aan 't land, hier 't lijf en voor Gibraltar 't leven. Betreffende de uitrusting van het schip, vindt men in het journaal op meerdere plaatsen eenige zaken vermeld, die men hier zal bijeen vatten. Men moet daarbij indachtig zijn, dat eene overwintering niet lag in het plan der expeditie; men was daarvoor niet van het noodige voorzien , en slechts door het inkrimpen van de rations en half gebrek lijdende, kwam men door den winter, terwijl van af 1 Mei tot het laatst van Augustus 1597 de grootste ontberingen werden geleden. levensmiddelen. — Tonnen Vleesch en Spek. Het vleesch strekt tot 9 Mei 1597 toen het laatste stuk werd gekookt. Het spek strekt, in de laatste weken met zeer ingekrompen rations, tot den 24 Mei 1597, behoudens een stuk dat gespaard blijft voor den terugtogt met de sloepen. Als men aanneemt, dat het ration vleesch of spek c. c. | pond oud gewigt heeft bedragen , dan toont de rekening aan , dat den 20 October 1596, ongeveer 1550 pond vleesch en spek aanwezig waren en in de hut moeten zijn opgelegd. Het laatste vaatje spek dat strekt van 3 — 24 Mei, bevatte ongeveer 40 pond en werd uitgedeeld bij rations van slechts 2 ons (i pond oud). Den geheelen voorraad vleesch en spek zal in een 20tal tonnen kunnen zijn gekuipt. Stokvisch. Er wordt gesproken van houten blokken waarop de visch wordt gebeukt. — Ook leest men van een vaatje Geep (visch). Tonnen Beschuit of Brood. Men vindt aangeteekend dat, vóór den 8"], [13, "7 November, één vat brood werd verbruikt in 5 a 6 dagen. Van dien tijd af aan wordt het ration voor 8 dagen per man gesteld op 4 pond 10 ons; — met de bemerking dat een vat brood dus strekt voor 8 dagen. Den 13 Junij 1597 zijn nog 13 vaten voorhanden die in de sloepen worden ingescheept. Men had dus den 20 October 1596 ongeveer 44 vaten brood elk van 75 pond in de hut te bergen. Gort. Is geheel verbruikt in het begin van Mei 1597. Kaas. Men heeft koekaas en zoetemelksche kaas. Den 22 November 1596 heeft men nog 11 koekazen, die worden verdeeld. Bij de inscheping in de sloepen bezit men een vaatje zoete melksche kaas. Andere provisiën, worden in het algemeen genoemd, alleen leest men van een paar ponden meel , die bestemd waren om „ cardoezen te pappen\" dat is patronen voor het kanon te plakken, doch waarvan men 6 Januarij 1597 (drie Koningen) oliekoeken bakt. Zeer waarschijnlijk zullen erwten wel tot die andere provisiën hebben behoord, anders is het niet te begi'ijpen hoe bet volk sedert het begin van Mei tot aan de inscheping in de sloepen (13 Junij) heeft geleefd, zonder vleesch, zonder gort, slechts van een ration spek van i pond (en het spek was geheel verbruikt den 24 Mei) en nog geen f pond brood per man en per dag. Tonnen Dantziger Jopenbier. Het jopenbier werd gebrouwen met dennen toppen (abies excelsa en abies picca) en was in het Noorden gezocht als middel tegen scheurbuik en rhumatiek. Doch de meeste tonnen vroren reeds stuk in het schip en veel ging verloren. Van een bevroren vat was een klein deel dik vloeibaar gebleven , de kracht van het bier scheen in dit vloeibare gedeelte vereenigd. Het bevrorene met het vloeibare te zamen smeltende, heeft die drank kracht noch smaak en ook „ hei beste bier was al de kracht uytgevroren ,\" zegt de veer. Den 20 October waren van dat bier eenige vaten in de hut aanwezig. Tonnen Wijn. Xérès wordt genoemd. Den 2 September wordt een sloep naar den wal en op het land gesleept, waarin eenige tonnen beschuit en 2 vaatjes wijn. Die wijn blijft ongeveer 6 weken daar buiten staan in de reeds strenge koude, tot dat de hut is gebouwd. De wijn was toen nog niet stijf bevroren. Later bevriest zelf de Xérès in de hut en moet men die smelten voor de uitdeeling."], [14, "8 De uitdeeling is per man en per dag „2 locxkens\" (??) later i pint, — en sommigen sparen een deel van het ration uit voorzorg. Nog later bij den terugtogt in de sloepenis de voorraad den 11 Julij nog „36 minghelen\" (ruim 43 N. kan). Den 3 Augustus 1597 is de wijn geheel op. Gerekend naar de sterkte der bemanning en de aangegeven rations, moet de geheele voorraad wijn op den 20 October in de hut bedragen hebben ongeveer 700 N. kan, dat is zooveel als 3 okshoofden van 233 N. kan. (De mengel = 1.213 N. kan, de pint = i mengel). Sterke drank vindt men niet vermeld, als alléén toen de terugtogt met de sloepen tot Kilduin is volbragt en Rijp de togtgenooten van Kola te gemoet komt met provisiën, waaronder ook Brandewijn. Tonnetjes Olie en Azijn. Pijpen en tabak waren nog niet in gebruik in dien tijd, evenmin als koffij en thee. De Jagt levert slechts vossen tot voedsel. Zij smaken als konijnen. Van de vangst van ruim een 25tal vindt men hier en daar in het journaal vermelding; men doodde er zeker meer. Van den eersten Beer bij het beereneiland gedood, had men iets gegeten, doch men werd er ziek van. De vrees toen opgedaan, doet hen al het beerenvleesch wegwerpen ; men neemt slechts somwijlen het vet uit, tot brandstof voor de lamp in de hut. Later eten eenigen nog eens een stuk van den lever van een beer, doch zij worden er doodelijk ziek van ; het beerenvleesch is nu zoo veel te meer ver afschuwd; te midden zelf van het grootste gebrek aan alle voedsel dat kracht zou kunnen geven , laat men het beerenvleesch onaangeroerd. Nu is het toch bekend uit een aantal latere Noordsche reizen, dat ja, het eten van de heexvnlever dikwerf schadelijk is, maar dat het beerenvleesch is een gezond voedsel en veel weg heeft van rundvleesch. Had heemskerck en zijn volk het beerenvleesch niet ongebruikt gelaten, dan had men op kracht kunnen blijven. Nu werden veel hon derde ponden deugdelijk vleesch weggeworpen, door menschen die er de grootste behoefte aan hadden; (het dooden van elf beeren wordt vermeld en men had er meer kunnen bekomen indien men er jagt op had willen maken). Bij den terugtogt met de sloepen levende van een klein ration brood en kaas, vangt en raapt men zooveel mogelijk vogels en eijeren, drin kende sneeuwwater en een klein rantsoen wijn, zoolang die strekt. Later bekomt men eenige provisie van Russische visschers."], [15, "9 gereedschappen. — Men leest van bijlen, pikhouwelen, schoppen, koevoeten en timmermans gereedschappen. wapens. — Er was kanon aan boord, blijkende uit een door Carlsen teruggebragten kogel van 3 pond en ook uit de hiervoren vermelde bestemming van meel om kardoeszakken te plakken. Musketten met lontsloten. Geweren, waarschijnlijk jagtwapens. Een paar der teruggevonden loopen hebben klein kaliber en geringe ijzerdikte , tot een daarvan zal waarschijnlijk het gevonden radslot hebben behoord. De 3 vizieren waarvan melding wordt gemaakt in den catalogus van de teruggebragte voorwerpen onder n° 54 zijn geen vizieren , maar nokken ter bevestiging van den loop in de geweerlade. Men schijnt ruim van vuurwapens te zijn voorzien geweest, want bij den terugtogt leest men dikwerf van de sloep-bemanningen met hunne geweren. De wapens in de hut-ruïne gevonden , waren welligt beschadigd en daarom achtergelaten. Hellebarden , Lanssen. Degens. De twee die in de hut gevonden zijn , waren geen scheeps wapens. Zouden zij welligt aan heemskerck hebben behoord? Hij was toch, zoo veel men weet, de eenige man van hoogeren stand bij de bemanning. Coutelassen of houwers. Kruid en lood. Zelfs in de sloepen bij den terugtogt wist men het kruid bruikbaar te houden; aan lood had men kogels en hagel. kleeding. — De kleeding schijnt geweest te zijn de toen gebruikelijke zeemanskleeding, met korten wijden broek, hooge wollen koussen en breed gerande hoeden. Van kleederen had men een goeden voorraad, want bij den terug togt met de sloepen worden nog twee tonnen (of kisten) met de beste kleederen van het volk ingescheept. Men had dus toen nog meer kleederen dan die aan het lijf en toch leest men dat het volk 2 a 3 broeken draagt, den eenen over den anderen. In den strengen winter werden de schoenen zoo hard als hoorn aan de voeten. Men maakte toen , om in de hut te dragen , een soort van muilen met houten zool, het bovenstuk van schapenvacht , (men moet dus eenige schapenvachten aan boord hebben gehad). Met eenige"], [16, "10 paren dikke wollen koussen over elkaar aan de beenen getrokken en de schapenvacht-muilen , kan men nog geen gevoel in de voeten houden. Moet men naar buiten, dan moeten de harde lederen schoenen weer aan, tot dat men ten laatste een voetbedekking maakt om buiten op de sneeuw te loopen , bestaande uit vilt. Dat vilt schijnt men verkregen te hebben door het stuksnijden van de breed gerande vilten hoeden, ten minste de veer zegt dat men de schoenen maakte van „vilten ofte ruygte hoeden \" die „ over de coussen aentrocken.\" Zoo geschoeid gaat men dan met de slede brandhout halen op een uur afstand van de hut. Later toen het weder ontlaat en er een enkele maal regen valt, zijn de viltschoenen niet meer dienstig en worden de oude harde lederen schoenen weer aan de voeten gedaan. Den 18 November wordt een stuk grof wollen laken opgesneden en een ieder krijgt er van naar behoefte. Ook linnen wordt uitgedeeld tot het maken van hembden. De lieden hebben nu naaiwerk ; ook leest men dat er veel te doen is met koussen stoppen , waar men gedurig gaten in brandt bij het vuur. Men leest niets van bereiding der beerenhuiden. Tot kleeding zijn zij niet gebezigd; mogelijk hebben zij gediend in de kooijen. De vellen der witte vossen wist men te bereiden ; men maakt er naauwsluitende warme mutsen van , — de vacht naar binnen en de rand naar buiten omgeslagen, zooals te zien is uit de teekeningen van de veer. brandstof. — Aan boord had men steenkolen. Den 7 December maakt men daarvan een groot vuur in de hut. Het geeft groote warmte. Om de warmte binnen te houden , stopt men deur en schoorsteen digt , en het geheele gezelschap wordt duizelig en staat op het punt van te stikken. Dat geeft schrik en wantrouwen tegen de steenkolen (evenzoo als men reeds afschuw heeft van het beerenvleesch). Later toen er bepaald gebrek komt aan brandhout in de hut en men er tegen opziet om naar de plaats te gaan, waar het drijfhout ligt, maakt men af en toe steenkolen-vuren, en, de schoorsteen openlatende, ziet men toch dat er geen kwaad van komt! De gewone brandstof is echter het drijfhout. De voorraad, die aan vankelijk in en buiten de hut is bijeengebragt, is opgebrand. Men zoekt nu bijeen wat nog van hout te vinden is, verbrandt tonnen, ook de blokken waarop de stokvisch werd gebeukt en breekt zelfs hier"], [17, "11 en daar wat weg in de hut , — maar ten laatste is men den 28 Februarij gedrongen drijfhout te halen op een uur afstand. Tien man gaan met eene slede, en onder de moeijelijkste omstandigheden, wegens ziekte en uitputting , worden af en toe die sledetogten herhaald , terwijl de levensmiddelen al minder worden. De lamp brandt steeds een wiek in beerenvet. Eens haalt men meer dan 100 pond vet uit een beer. Maar ook de brandstof voor de lamp is wel eens ten einde. koopwaren. — Voor het geval dat de doortogt naar China werd gevonden , had men eenige koopwaren aan boord. Eenige tinnen voorwerpen en prenten zijn door carlsen gevonden , — verder vindt men vermeld , dat in de sloepen bij den terugtogt de kostbaarste zaken werden in gescheept, n. 1. eenige pakken fijn wollen laken (waaronder roodlaken), twee pakken fluweel , een kist met linnen en 2 kleine kistjes met geld. heemskerck, als commies of supercarga, heeft buitengemeen veel zorg voor dat goed. Eenmaal , toen de sloepen op het vaste ijs zijn gehaald , verbrijzelt dit ijs ; men heeft zwaar werk om de sloepen weer op vast ijs te bergen. Veel der goederen vallen in het water, onder anderen de pakken fluweel, heemskerck laat dit fluweel nu in sneeuw water wasschen , droogen en weer oppakken. Die pacotille is te Kola naar Holland terug scheep gegaan. instrumenten. — Er waren nog geen spiegelinstrumenten, chrono meters , thermometers of barometers in dien tijd. de veer vermeldt een astrolabium , dat toch bezwaarlijk op zee was te gebruiken. De hoogte der hemelligchamen wordt steeds aan boord gemeten met den kruisstaf. Dat instrument zal ongeveer zijn ingerigt geweest als volgt: (Zie de schets op plaat n°. 4). Een plankje A schuift over een liniaal van armslengte en kan met een klemschroef worden vastgezet. De liniaal wordt bij het gebruik tot hoogtemeting tegen de oogkas gezet, men rigt de onderkant aa van het plankje op den horizon en schuift het plankje over de liniaal voor- of achterwaarts tot dat de bovenkant b de onderkant van de zon of de ster ontmoet. De klemschroef wordt vastgezet, als het hemelligchaam de grootste hoogte heeft bereikt. De hoek « (hoogte van de zon enz.) kan op de liniaal worden afge-"], [18, "12 lezen, waarop eene verdeeling is aangebragt, die de graden en onder deelen aangeeft van den hoek a. Bij de overwintering in de hut , in het begin van Februari) toen de zon nog weinig hoogte bereikt , — kon de kruisstaf niet dienen om dien kleinen hoek te meten , welligt ook omdat men geen vrije horizon had. Men maakt nu een soort van kwadrant uit hout gesneden , met graad verdeel ing en schietlood: het was half rond aan eenen kant, waarop eene verdeeling van 90° met een draad en loodje, zoo als bij „waterpassen\" zeo-t de veer. En met dat gebrekkige iustrument wordt eene zons hoogte gemeten van 8° op den 19 Februari). Nu vindt men onder de voorwerpen, die door CARLSEN uit de hut-ruïne zijn terug gebragt, er een vermeld onder n° 45 van den catalogus als „een houten regthoek enz\". Het is echter een armkwadrant van dun hout gesneden en ingerigt zoo als door de veer wordt gezegd. Zou dit het instrumentje zijn, waarmede die zonshoogte van 3° is geno men? De vorm is te zien uit plaat n° 4. De graadverdeeling is aan de beide zijden aangebragt, het schietloodje mankeert. Van O langs de liniaal rigtende op het hemelligchaam , wijst het schietloodje den hoek aan op de graadverdeeling die dan door een helpend persoon moet worden afgelezen. De Kruisstaf was zeker een zeer onvolmaakt instrument in vergelij king met de tegenwoordige sextanten , maar met een goed stel kruis staven voor grootere of kleinere hoeken en groote vaardigheid in het gebruik , kon men toch bruikbare resultaten verkrijgen. De meting met het boven geschetste armkwadrant daarentegen , kan niet anders dan hoogst onnaauwkeurig zijn geweest. Het schijnt meer een waarneming tot tijdverdrijf, want de bepaling der breedte was reeds bekend uit meerdere hoogte-metingen met kruisstaf of astrolabium. De berekening der breedte uit die waarneming, zoo als de veer die geeft, is bovendien fautief. Hij rekent als volgt: hoogte onderkant van de zon . 3° declinatie -11\" 16' moet zijn : -i,a -^g' zonshoogte 3° af van 90° halve middellijn 16' 75^44\" declinatie — 11° 16' halve zons middellijn 16' complement poolshoogte. . . . 14° 33' breedte ... 76° breedte . . . 75° 28'"], [19, "13 Die uitkomst stemt dan ook niet overeen met die der andere waarnemingen, die eene breedte leveren van 76° ongeveer. De berekening der breedte uit de gemeten hoogten van zon of sterren, geschiedt overigens steeds eenvoudig weg, zonder aanbren ging van correctien. Ook worden een paar malen rekenfouten begaan in het aftrekken van hoeken , welke fouten in de uitgaaf der Hakluyt Society zijn aangewezen. Na deze uitwijding over de uitrusting overgaande tot de reis zelf, zal men het journaal van de veer zakelijk volgen. 18 Mei 1596 geraken de schepen van heemskerck en van jan CORNELISZ. rijp door het Vlie in zee. 9 Junij ontdekt men het Beereneiland. De eerste Beer wordt daar gedood. 19 Junij ontdekt men Spitsbergen , zeilt langs die eilandengroep en is 1 Julij weer bij het Beereneiland. Hier scheiden de schepen, omdat men niet overeen kan komen over den te houden koers. 17 Julij is HEEMSKERCK in het gezigt van Nova-Zembla ; men zeilt oostelijk, geraakt af en toe in het ijs, komt aan den noordoostelijken hoek van dat eiland, waar het ijs de verdere oostelijke vaart verhin dert. Men wil nu door de Karazee en Weigats den terugtogt aannemen , doch het schip geraakt 27 Augustus hopeloos in het ijs besloten, door het ijs opgeligt en in groot gevaar van te bersten. Men is aan de westzijde van de ijshaven kort bij den wal. Na veel worstelen en hoop en vrees, sleept men 2 September een sloep naar den wal en op het land, waarin 13 tonnen beschuit en 2 vaatjes wijn. Eenige dagen later brengt men daar ook het noodige om een tent te maken, met wapens, brood en wijn en timmermansgereedschap om de sloepen te kunnen repareren als het schip verbrijzeld mogt worden. Het is vriezend weder. 7 September ontdekt men op ruim een uur afstands veel drijfhout met wortel en tak, afkomstig van Tartarije en Moskovie naar men vermoedt. Ook ziet men sporen van rendieren en elanden. Men besluit een hut te bouwen , den"], [20, "14 14 September sleept men van dat hout op hoopen , ten einde het niet onkenbaar onder de sneeuw zou geraken. 15 September maakt men sleden om het hout te slepen. Het vriest twee vingers dik in het etmaal in zout water. 17 September begint men het hout met 2 sleden bij een te slepen, om een hut te bouwen nabij het schip. Men gaat gewapend en trekt in garelen met schouders en handen, doet twee togten per dag, vijf man aan elke slede , terwijl drie man bij het hout blijven om dat wat met de bijl te behouwen en voor het slepen ligter te maken. Die sledetogten gaan door tot 30 September, toen sterke sneeuwbuijen het houthalen beletten. Het is zeer koud, soms valt veel sneeuw; ook heeft men zich tegen beeren te verdedigen. Intusschen sterft de timmerman den 23 September, doch er zijn meerderen, die wat van het ambacht verstaan. 25 September worden de „balcken\" of stijlen van de hut gesteld. Intusschen wordt het geraamte van de kap gereed gemaakt en den 2 October „ we rechten het huys op\", dat is de kap wordt gesteld , en men maakt een meiboom van sneeuw. Daarna wordt „het vooronder\" uit het schip gebroken en met het daarvan afkomende hout wordt de hut gedekt. Het dak is „ in den mitten ivat hoogher\". In de strenge koude en in grooten haast, worden de planken niet aan een gedreven en er blijven naden open. Nu wordt het achteronder ook uit het schip gebroken „omt huys voort dicht te maecken.\" Men bekleedt daar de wanden mede. De reten worden gecalfaat en men is daarmede nog bezig den 7 October. 8 en 9 October moet men binnen blijven wegens sneeuwstorm. De bemanning logeert nog aan boord. 10 en 11 October worden veel provisiën ontscheept en in de hut gebragt. 12 October. De helft der bemanning brengt een erg koude nacht door in de hut. De schoorsteen en de kooijen zijn nog niet gemaakt. Men kan geen vuur aanhouden door den geweldigen rook. 13 — 21 October ontschepen bijna al de overige levens-middelen , ook het bier , doch veel vaten daarvan zijn gebarsten door de vorst. Schoorsteen en kooijen zijn nu gemaakt ; een zeil is over het dak gelegd. Later wordt dit zeil bezwaard en vastgelegd door allerlei op het strand geraapt , afval van hout en wat men heeft ; dat zeil is ook gewikkeld om den schoorsteen."], [21, "15 Men breekt de kajuit uit het schip en bouwt daarvan een portaal voor de deur. Dat portaal heeft drie deuren. De helft der bemanning logeert nu in de hut; de andere helft is nog aan boord. 22 October. Sneeuwstorm, men moet onder dak blijven. 24 — 25 October. De laatste 8 man komen van boord naar de hut met één zieke op de slede. De sloep wordt bij de hut gesleept en het onderste boven gekeerd ; de andere staat nog waar die het eerste op het land is gebragt. Men maakt alle haast met het ontschepen van het restant der provisiën en van alle andere zaken. Men heeft daarbij zich te verdedigen tegen de beeren. 27 — 31 October „Stelden wy onze orlogie wederom dat de clock sloegh.'' Een lamp wordt opgehangen , waarin beerenvet tot brandstof. Het is erg koud met veel sneeuw; men kan sommige dagen niet buiten de hut komen. Af en toe vangt men witte vossen in opgestelde vallen. Alvorens het journaal te vervolgen, zal het niet ondienstig zijn eene voorstelling van de hut te geven, opgemaakt uit al de gegevens vervat in het journaal van de veer en met die van de bevinding van carlsen in 1871. De hut was lang 16 ellen, breed 10 ellen, bekleed met vuren planken breed 14 a 16 dm. dik •. dm. (bevinding van carlsen). De ellen zijn van 0.70 N. el, — de duimen zijn Rhijnlandsche maat. Het geraamte van de hut is, volgens het journaal van de veer, zamengesteld uit het drijfhout dat op de kust werd gevonden ; — de planken bekleeding van het dak , de wanden en van het portaal daaren tegen , bestond uit hout dat uit het schip werd gebroken ; namelijk door sloping van het vooronder , achteronder en van de kajuit. Het drijfhout op de zuidoostkust van Nova Zembla zal meerendeels afkomstig zijn van de Aziatische rivieren Obi, Jenessei enz., — die blijkens latere waarnemingen veel hout naar zee voeren ; — geheele schollen grond met het daarop staande hout worden door de snel vlietende hoog opgezette watermassa's van uit de riviermondingen meegesleurd. Het hout dat daar groeit is meest dennenhout van geringe afmeeting , ofschoon ook zware stammen in zee kunnen geraken , komende hooger af, uit die rivieren. Het hout dat tot den bouw van de hut en voor brandhout werd gebe-"], [22, "16 zigd , was zeker van kleine afmeting , want de veer zegt dat men het opeen stapelt ter plaatse waar het op de kust is aangespoeld, opdat het niet onkenbaar onder de sneeuw zou geraken. Dat waren dus geene zware stammen. Sparren van voldoende afmeting waren ook het gemak kelijkste te verwerken tot het geraamte van de hut. Men vindt geen aanteekening van de hoogte die de hut verkreeg. Echter, het is uit enkele gegevens af te leiden dat de wanden niet hooger geweest zijn dan een paar Ned. ellen, waarover een dak, aan beide zijden flaauw afhellende. De hierbedoelde gegevens zijn de vol gende : Als het huis geheel in de sneeuw is bedolven en men een uitgang graaft , staat er aangeteekend dat er acht trappen in de sneeuw, elk hoog één voet , noodig zijn om boven te komen , de uitgegraven sneeuw wer pende op het dak. Het dak zegt de veer, was „in den mitten wat hoogher\", maar het was zoo vlak of weinig hellende, dat, wat men er opwerpt, er op blijft liggen. Er is een zeil over gelegd en dit zeil wordt bezwaard met allerlei dat men van het zeestrand haalt en afval van hout, ijzeren hoepels van gebroken fusten enz. Vossen loopen er over heen , ook een beer die den schoorsteen zoekt omver te halen en andere ravage maakt. Nog een bewijs dat hut en dak niet hoog zijn geweest, is gelegen in de vermelding van de veer, dat een man in de hut staande, een lans waaraan een vlagje, door den schoorsteen naar buiten steekt om de windrigting waar te nemen. Een man reikt een paar ellen hoog; de lanssen zijn ook niet veel langer dan een paar ellen, zoodat de bovenkant van den schoorsteen niet hooger kan geweest zijn dan 4 a 4.5 N. ellen. Wat de constructie van de hut en vooral van het dak aangaat, de teekeningen voorkomende in het journaal van de veer, verschillen daaromtrent de een van den ander. Men ziet in plaat 1 , vierde schets , het geraamte van de hut op rigten. In plaat 2, eerste schets, ziet men de hut met een dak van andere constructie ; terwijl plaat 1 , vijfde schets , het inwendige laat zien van de hut, doch met een dak dat onmogelijk is, gelet op de groote afmeting die de hut heeft. Die platen zijn overigens ten deele ook strijdig met den tekst van het journaal. Zij zijn waarschijnlijk door een vreemde hand bij de"], [23, "17 uitgave vervaardigd ; maar daar men toch moet aannemen dat het oog van de veer er is overgegaan, al was hij geen teekenaar, zoo kan men er wel details uit ontleenen , voor zoo verre zij overeen stem men met den tekst van het journaal. De hut wordt gebouwd aanvankelijk zonder schoorsteen. Volgens de teekening van het journaal staat die schoorsteen boven op het dak , zonder in de hut af te dalen. Maar hoe heeft men die dan een vasten stand gegeven in het ligte kapwerk? en wat was die dan ondoelmatig als rookvang! Als men zich de hut voorstelt zooals die aanvankelijk is gebouwd, en daaraan een schoorsteen zal aanbrengen, dan komt het voor, dat de eenvoudigste en stevigste constructie zal zijn de volgende : Een vierkant gat wordt in het dak gezaagd of gebroken ter zijde van de nok ; 4 sparren worden in den grond in een groot vierkant gesteld, met de dunne einden door de kleinere dakopening; — die 4 sparren worden zoo ver het noodig is, met planken bespijkerd tot een vierkanten koker , van onderen wijd , van boven naauwer en daarboven op wordt, blijkens de teekening in het journaal van de veer, een bodemlooze ton geplaatst. Het geheel wordt verder met planken en klampen in de kap van de hut vast bevestigd. Het zeil dat op het dak ligt , wordt om den schoorsteen gewoeld en met een eind touw daaraan gesjord, — en zoo heeft men een stevigen schoorsteen, met 4 palen staande in de hut, en daartusschen de treeft als vuurhaard. Men gelieve hier het oog te slaan op plaat n°. 3, waarin de hut te zien is, zooals men zich die kan voorstellen volgens alle gegevens in het journaal van DE veer vervat, vereenigd met de bevinding van CARLSEN. Bij deze teekening is niet veel opheldering noodig. De hut heeft eene deur, waarvoor gebouwd is een portaal met drie deuren. Vensters zijn er niet; het licht moet invallen door deur en schoorsteen, doch de lamp is steeds in dienst. Achter aan eene zijde van de hut zijn 5 kooijen aangebragt, elk voor 3 man, waarvan carlsen nog de over blijfselen zag. Hij vond ook scheepskisten die, volgens zijne meening, tot slaapplaatsen kunnen hebben gediend. Onder den schoorsteen staat de treeft met de kookketels, — en kort daarbij het braadspit. Uit een der teekeningen van de veer blijkt, dat buiten tegen de"], [24, "18 hut, door schuin daartegen geplaatste planken of sparren, een over dekte plaats is daargesteld, waar men welligt eenige zaken heeft ge borgen die niet dadelijk benoodigd waren en geen gevaar liepen door de felle vorst of van weghalen door de beeren. Een planken vloer was er niet. Men huisde op den bevroren grond. Echter lagen er denkelijk eenige losse planken en ander hout hier en daar op den bodem om de voeten op te zetten , want DE veer verhaalt dat, toen het brandhout in de hut ten einde is, men daar nog genoeg bijeen raapt om het vuur een etmaal te onderhouden. In deze hut moet men zich nu voorstellen geborgen en gestapeld : een 20 tal tonnen vleesch en spek, 44 vaten brood , eenige tonnen bier, wijn, olie, azijn, de voorraad stokvisch , eenige tonnen kaas , de gort en andere provisiën , de koopwaren , de zes scheepskisten die carlsen nog vond , de ijzeren kist , de gereedschappen , wapens , kleeding en verder een voorraad brandhout en steenkolen. De hut zal met al die zaken tamelijk vol zijn gestopt, zoodat de toen nog 16 koppeu sterke scheepsbemanning geen groote ruimte ter beweging zal hebben behouden. In de hut werd tweemalen daags geschaft zegt de veer. Hoe de leefregel was , zegt hij echter niet. Maar vermoedelijk zal er veel over eenkomst hebben bestaan met de schafterij op schepen in dien tijd. Zoo vindt men b. v. aangeteekend in het relaas van de overwintering van den kapitein james met zijn schip the Resolution op het eiland Cliarlton (Hudsons baai) 1631 — 32, dat men 's morgens schaft spek met erwten, 's middags gezouten vleesch en visch, — terwijl de scheurbuik lijders, die te pijnlijk in den mond waren om de gewone kost te eten, ontvangen : fijn gewreven gort of een warme pap van brood met olij en fijn gemaakte erwten. Blijkens het journaal van de veer (onder 28 Januarij) waren velen der bemanning in de hut lijdende aan scheurbuik."], [25, "19 De scheurbuik ontstaat door gebrek aan versche levensmiddelen, n. 1. vleesch en groenten. De overwinterende bemanning had niets versch dan eenige vossen nu men het beerenvleesch ongebruikt laat. Bij die soort van voeding ontstaat er bederf in de vochten , dat is scheurbuik. Het tandvleesch zwelt, is wankleurig en pijnlijk en zweert weg, de tanden raken los in de tandkassen, verzwakking, slapeloosheid, rumatieke pijnen door al de leden , rug en lendenen , bonte vlekken op de huid, soms bloeddiarrhé en bloedspuwing (ontbinding) en veelal pijnlijken dood. Alles doet vermoeden dat barentsz. en nog drie man aan die ziekte zijn bezweken. Ook de rest van het gezelschap is er aan lijdende, ofschoon in minderen graad en zij herstellen op den terugtogt, door het vinden en ruim gebruik maken van lepelblad en later van bessen. De ondervinding heeft thans geleerd , hoe de scheurbuik te bestrijden , door een goede uitrusting met deugdelijke provisiën en tegenmiddelen ; maar ook wijst het voorbeeld der Eskimo's en andere volksstammen aan , welk bereikbaar middel nog overblijft als alle andere ontbreken ; namelijk de jagt op beeren, rendieren, zeehonden, walrussen enz., men moet dan het bloed zooals het warm uit de aderen vloeit opvangen en drinken en het vleesch raauw eten, of wel bevroren raauw en in kleine stukjes geslagen. Het nemen van zooveel mogelijk beweging is eene noodzakelijkheid, hoe weinig opwekking er ook moge bestaan om hut en vuur te verlaten in den langen poolnacht en bittere koude. Meer dere scheepsbemanningen in vroeger en later tijd hebben die Eskimo levensregel gevolgd met goede uitkomst. Na deze beschouwing zal men het journaal der gebeurtenissen vervolgen. 4 November. De zon komt niet meer boven de horizon , de lange poolnacht begint. De chirurgijn maakt een bad van een wijnpijp, en laat een ieder op zijn beurt zich daarin „ stoven.\" Men heeft een vierkant gat gezaagd in de duigen, waardoor een man in het vat kan kruipen. Waar schijnlijk is het een dampbad geweest, met gloeijende steenen of stukken ijzer waarop water druipt en verdampt. Het gat in de ton moet dan met een deken of dergelijke zijn gesloten."], [26, "20 Met den langen nacht blijven de beeren weg, althans men ziet ze niet, doch later blijkt het dat zij in het ledige en half opgebroken schip huizen. De vossen daarentegen komen meer opdagen; men maakt vallen en vangt er eenige. 6 en 8 November haalt men brandhout met de sleden. Het ration brood wordt gesteld op 4 pond 10 ons voor acht dagen, zoodat een vat brood gebruikt wordt in acht dagen (vroeger in 5 a 6 dagen) ; het bier heeft alle kracht verloren door de vorst. 12 — 24 November. De uitdeeling van wijn is per man en per dag „ 2 Locakens.\" (? ?) De gewone drank is sneeuwwater. De kok schaft twéé malen daags. Uitdeeling van een stuk grof wollen laken; ook linnen voor hemden. Er zijn nog 17„ koyen kasen\" (koe kazen). Elk man krijgt er één toege deeld ; — de overschietende kaas wordt gemeenschappelijk gebruikt. Er wordt bij beurten een corvee gekommandeerd, om het brandhout te kloven, barentsz. en heemskerck houden zich vrij van corvéen. 4 zieken gaan in het dampbad en krijgen een purgatie van den chirur gijn ; dat doet hen goed. Verscheiden gevangen vossen leveren wild braad. Men braadt ze aan het spit, blijkens de teekening van de veer. Intusschen is het erg koud. 26 — 29 November. Sneeuwstorm. Men blijft een paar dagen te huis en graaft zich eindelijk een weg door de sneeuw naar buiten. 1 — 4 December. Door sneeuwstorm moet men in de hut blijven, die onder de sneeuw raakt bedolven. Het rookt geweldig, zoodat men naauwelijks vuur kan aanhouden , maar de kok moet toch koken. De koude is schier ondragelijk ; de wanden van de hut en de zoldering zijn twéé vingers dik met ijs bezet; het ijs is „ Jae zelfs in de koyen.\" De klok raakt bevroren en is niet in gang te houden, zelfs met ver zwaarde gewigten. Men stelt dus een zandlooper op van 12 uren en draagt zorg dat men de tijdrekening niet verliest. Het volk blijft twee dagen in de kooijen, latende heete steenen onder zich circuleren van de eene kooi in de andere. Eindelijk klaart het weder wat op. Een corvee wordt ingesteld om door de sneeuw een uitgang te graven. 6 December. Men is bijna wanhopend door de koude. Het grootste vuur kan niet verwarmen. De wijn Xérès is hard bevroren en moet gesmolten worden bij de uitdeeling. Elk man krijgt 1 pint wijn voor twéé dagen , dus | pint per dag."], [27, "21 7 December maakt men een groot vuur van steenkolen. Dat geeft groote hitte, 's Avonds naar kooi gaande, stopt men deur en schoor steen digt toe, om de warmte binnen te houden, maar men krijgt „ een sodanighe duyselinghe\", de een meer dan de andere , — dat men te naauwernood aan verstikking ontsnapt, door het openen van deur en schoorsteen, heemskerck geeft daarop een extra dronk wijn ten beste. Den volgenden dag is het even koud , maar men durft geen steenkolenvuur meer aanleggen. 9 — 16 December. Al even koud. De wanden van de hut zijn bezet met ijs en de kleederen met rijp en ijskegels. Als men buiten de vossenvallen in orde maakt, verheffen zich „blaren en buylen\" in het gezigt en aan de ooren. Men vangt eenige vossen. De schoenen zijn zoo hard als hoorn gevroren aan de voeten. Men maakt nu „weyde dompen\", het bovenste van schaapsvachten. Men draagt die in de hut over 3 a 4 paar koussen. 16 December is de voorraad brandhout verbruikt, die men binnen de hut had. Er ligt nog voorraad buiten de hut onder de sneeuw. Een corvee van 2 man, telkens afwisselende, moet dat hout opgraven, maar het is zwaar werk wegens „ de onuytspreklycke ondraechelycke coude\" , ofschoon dubbel gekleed en met mutsen van vossenvel. 17 — 31 December. Gedurig moet men de sneeuw weggraven om buiten de deur te komen. De sneeuw ligt wel eens hooger dan het dak van de hut en de vossen loopen er over. De uitgang die men te graven heeft is soms van 8 trappen, elke trede van één voet hoog. Men werpt de uitgegraven sneeuw op het dak. Het is geweldig koud. In de kooijen bezigt men heete steenen en kogels, maar men kan zich niet verwarmen. Kooijen en kleederen zijn wit gevroren. Men ziet zich droevig aan ; de meeste troost geeft de gedachte : „ dattet int afgaen van de bergh was : te weten dat de zon zijn wegh wederom nae ons toe nam\". 31 December zit men opgesloten in de hut. Veel sneeuw. Al ver branden de koussen aan de voeten, men voelt het niet, ener is altijd werk om die brandgaten te stoppen. 1597. 1 Januarij. En zoo begint het nieuwe jaar met erge koude, ziekte , gevaar en ongemak. Het weder is onstuimig , met veel sneeuw. Men zit sedert 30 December opgesloten in de hut en die opsluiting duurt voort tot den 5en Januarij."], [28, "22 2 Januarij is het hout in de hut weer opgebrand en men kan niet buiten bij het brandhout komen. Men sprokkelt dus wat te vinden is bijeen ; breekt een overtollig stuk hout weg van boven de deur en klooft ook de blokken bestemd om de stokvisch op te beuken. Om te zien hoe de wind is , steekt men een lans , waaraan een stuk doek als vlag is gebonden, door den schoorsteen naar buiten. Dit vlagje is dadelijk bevroren als een plank en neemt de windrigting niet verder aan. 5 Januarij. Het weder is wat bedaard. Men graaft een uitgang. Het vuil wordt uit de hut gebragt en alles in orde gemaakt. Dan neemt men de middendeur uit het portaal. De sneeuw ligt zeer hoog; men graaft nu van uit de middendeur een kelder in de sneeuw „ als een verwulf sel van een boogh ofte kelder\" , waarin men zijn gevoeg zal doen en het vuil daarin werpen. En toen men had „gheslooft\" den gehoelen dag, — verzoekt het volk aan heemskerck om drie Koningen te mogen vieren; men „zou connincxken speelden\" ; men krijgt twéé ponden meel (die anders bestemd waren als plakmiddel voor kardoezen) en bakt oliekoeken. Elk man heeft ook een „ wittbroods beschuit\" om in den wijn te soppen , — namelijk wijn die door het volk van het ration is bespaard. — Het lot wijst den constapel aan als koning van Nova Zembla. 6 Januarij graaft men onder de sneeuw een overdekte gang naar de plaats waar het brandhout ligt, om het te kunnen krijgen zonder in de open lucht te komen. 7 — 17 Januarij is het weder afwisselend wat beter. Men bezoekt het schip en ziet dat de beeren daarin hebben huis gehouden. Men haalt steenen i mijl ver van een heuvel om die, gewarmd, in de kooijen te bezigen. Men begint wat daglicht te onderscheiden, — en oefent de leden met gaan en loopen. — 17 Januarij , met een goed vuur in de hut, vallen stukken ijs van de wanden en zoldering en het ijs smelt in de kooijen , „ maer des nachts vroort wederom effen cout\". 18 Januarij. Men maakt een vuur van steenkolen en met open schoorsteen schaadt het niet. 19 Januarij. Ontdekking dat eenige broodvaten het volle gewigt niet inhouden. Het ration wordt daarom eenigzins verminderd; wie wat gespaard heeft, kan het nu gebruiken. In het schip is een half vat brood gelaten ; eenigen van het volk gaan daar heen en nemen heimelijk een paar beschuiten van daar. Die kleine strooptogt wordt later nog door vier man herhaald."], [29, "23 20 — 24 Januarij. Men klooft brandhout en breekt eenige ledige vaten in stukken, werpende de ijzeren banden op het dak. heemskerck en DE veer met nog een man , den 24cn op het zuider strand wandelende , zien een rand van de zon boven den horizon. Zij haasten zich dat nieuws in de hut mede te deelen , maar barentsz. slaat er geen geloof aan ; het is nog 1 4 dagen te vroeg naar zijne rekening. 25 — 27 Januarij. Mistig weder. Grooten strijd en het aangaan van weddingschappen , wegens het al dan niet verschijnen van de zon. Had men zich ook vergist met den zandlooper? maar neen dat kon niet. Men slaat op: de „Ephemerides van josephus SCHALA gedrukt te Venetië voor het jaar 1589 tot 1600, en maakt allerlei berekeningen Den 26 Januarij ligt de zieke man op het uiterste, men doet zijn best om hem te troosten door toespraak, hij sterft na middernacht. Den 27 Januarij graaft men een graf in de sneeuw 7 voeten diep. Het is zoo koud dat de gravers zich gedurig moeten aflossen en naar het vuur loopen. ,, Daer nae deden wy een maniere van een lyck-predikinghe met lesen ende psalmen singhen , \" begraven het lijk en eten „de vroocost \" (het begrafenismaal). heemskerck beproeft door den schoorsteen naar buiten te klimmen , om te zien of men op die wijze niet naar buiten kan komen, zonder het gedurig uitgraven van de sneeuw voor de deur. Een man gaat buiten de deur om waar te nemen of heemskerck slaagt en ziet de zon ten volle boven den horizon. Nu is alle twijfel opgeheven , — men heeft de bovenrand reeds den 24 Januarij kunnen zien. 28 Januarij — 4 Februarij. Men graaft gedurig een uitgang open ; gaat balslaan „om ons leden wat radder te maecken want wy waren ver kreupelt geseten\" en „daardoor datter veel gebreck van den sclieurbuyck ghecreghen hadden.\" Van 30 Januarij tot eenige dagen in Februarij blijft men veelal in de hut, evenwel men moet hout uit de sneeuw graven en in de hut brengen en ook de vallen voor vossen in orde maken. D^n 31 Januarij graaft men de uitgang open ; ziet een beer waarop vergeefs wordt geschoten. 4 — 11 Februarij. Opgesloten in de sneeuw. De vlugsten klimmen af en toe door den schoorsteen naar buiten om daar beweging te nemen , — de anderen moeten zich in de hut maar oefenen zoo goed het kan. In den schoorsteen wordt ook wat aangebragt om het uitklimmen gemakkelijker te maken."], [30, "24 12 — 15 Februarij. De uitgang door de deur is vrijgemaakt. Een beer wordt geschoten , waaruit men neemt ruim 100 pond vet. De lamp kan nu branden en zelfs in de kooijen neemt men lampjes mede als men wil lezen of wat anders verrigten. Maar men is bevreesd voor de beeren en meent dat het kreng dat buiten de hut ligt, dat gedierte zal aanlokken; men besluit dus tot begraving. 16 Februarij. Het is donker weder met veel sneeuw. Daar het vasten avond is , maakt men zich wat vrolijk en drinkt een dronk wijn : op het eind van den winter en het naderen van beter saisoen. 17 Februarij. Men graaft een uitgang en werpt de kreng van den beer in een diep gat in de sneeuw , het gat zorgvuldig digt makende. Eenigen bezoeken het schip ; de beeren blijken zich daar op te houden. 19 Februarij. Helder; men neemt eene zonshoogte met een eigen gemaakt instrument, dat was half rond aan eene kant, waarop een verdeeling van 90° met eene draad en loodje zoo als bij „waterpassen.\" Daarmede neemt men eene zonshoogte van 3°. 21 Februarij. De voorraad brandhout is geheel op. Men breekt een overtollig stuk hout uit de hut en verzamelt wat nog te vinden is en behelpt zich daarmede een etmaal. 22 Februarij. Gaan 11 man goed gewapend met eene slede naar de plaats van het drijfhout (een uur afstand); maar alles ligt diep onder de sneeuw; men gaat wat verder en met groote moeite krijgt men eene lading. De terugtogt met de zware slede is uiterst bezwaarlijk en ontmoedigend. De krachten zijn weg, door alles wat men geleden heeft. Men vreest dat men niet bij magte zal zijn om het gedurig hout slepen vol te houden, en dus te zullen omkomen van de koude. 23 —27 Februarij. Een paar vossen worden gevangen. Het weder is afwisselend helder, — donker, slordig met veel sneeuw, doch altijd zeer koud. Het brandhout halen staat weer voor de deur en men ziet er erg tegen op. 28 Februarij. Stil weder. 10 man halen met groote inspanning een sledevracht brandhout. Bij die togt verliest een man het eerste lid van een grooten toon door de vorst. 1 — 9 Maart. Men springt zuinig om met het brandhout, dat zoo moeijelijk te halen is. Eenigen oefenen zich in loopen en springen. De zieken krijgen warme steenen in de kooijen, — maar tegen den nacht maakt men goed vuur. Den 3 Maart is het mooi kalm weder ;"], [31, "25 de zieken waren wat beter en zitten op in de kooijen , iets doende tot tijdverdrijf „ twelck haar naemaels niet ten beste verghingh\". Het bekomt hen niet goed. — Bij een bezoek van het schip bevindt men dat de beeren „het cocxluyck\" hebben opengebroken van onder de sneeuw ; het luik lag een goed eind weggesleept. Het weder is afwisselend slordig met sneeuwstorm, soms ook wat beter. Men graaft zich een uitgang of neemt den weg door den schoorsteen. Men ziet veel open water , — en meent eenmaal het hooge land van Tartarije te zien. 10 Maart is een helderen dag. De uitgang wordt gegraven en de hut schoongemaakt. De zee is open ; men spreekt van vertrek indien het schip maar uit het ijs los kwam, — want in een reis met de sloepen heeft men geen zin wegens de koude, 's Avonds gaan 9 man naar het schip om hout te halen. 11 Maart. Zonneschijn maar koud. 12 man halen eene slede drijf hout, maar met groot bezwaar; men is zoo krachteloos. Terug komende met de vracht vragen zij heemskerck om een dronk wijn, — door die dronk voelen zij zich wat verkwikt en zijn williger voor verderen arbeid. Zij zouden echter gaarne hunne volle gage afstaan indien het hout daarvoor te koop ware. 12 — 20 Maart. De koude neemt weer toe. Het ijs in zee drijft aan. De zieken zijn erger. Men zit een paar dagen in de hut opgesloten. Het hout is ten naastenbij opgebrand ; wat zal men doen ? Men is zoo zwak en kan naauwelijks andere voorraad halen. 21 Maart. Helder maar erg koud. Men maakt nu schoenen of voetbe kleeding van „vilten ofte ruyghe hoeden die over de coussen aentrocken ,\" want men kan niet meer gaan in de lederen schoenen die zoo hard als hoorn zijn gevroren. Zoo geschoeid haalt men eene slede drijfhout met het uiterste bezwaar en groote inspanning. 23 Maart. Duister weder met „helle bittere coude.\" Het is zoo koud als ooit ; het vriest dik „ aen den solder en de taanden van binnenthuis.\" 24 Maart. Even koud met veel sneeuw. Men zit opgesloten, en maakt een goed vuur van steenkolen. Men had er vrees voor wegens het ongeval van vroeger, maar het bevalt nu toch goed. 26 Maart. Helder en stil weder. Men graaft een uitgang en haalt een sledevracht drijfhout. Alles was opgebrand. 29 Maart. Weer een slede drijfhout gehaald. 30 — 31 Maart. Twee beeren gezien die naar het schip gaan. Het ijs in zee kruit geweldig op een."], [32, "26 1 April. Helder en zeer koud. Men maakt een vuur van steenkolen. 3 April. Mooi helder en stil weder. Men maakte een kolf om den bal te slaan en oefent de leden op allerlei wijze. 4 April. Mooi weder. Allen gaan naar het schip en brengen een kabel en zwaar anker uit, om het schip te houden voor het geval dat het mogt vlot worden ; het zit altijd nog op en in het ijs. 6 April. Slordig met harden wind, 's nachts komt een beer naar de hut. „Deur dattet damper weer ende tcruyt vochtig was\"1' weigert het geweer. De beer komt de sneeuwtrappen af naar de deur, die heemskerck sluit. De beer gaat weg, maar komt een paar uren later terug , loopt op het dak , maakt daar groot geraas en zoekt den schoorsteen omver te halen. Hij scheurt het zeil dat er om is. Men kan het beest niet zien en er dus niets tegen doen. Eindelijk gaat de beer weg. Dit is een bewijs dat de schoorsteen een stevigen stand had. Den volgenden dag wordt de schade hersteld. 8 — 12 April. De wind is afwisselend zuid-west en noordoost en de zee open, of wel het ijs sterk aandrijvende en op een kruijende. Met noordoosten wind namelijk komt het ijs altijd opzetten en kruit op een, — met zuidw*esten wind drijft het weg en de zee raakt open. 13 April. Men haalt een slede drijfhout. De viltenschoenen geven een groote verligting bij dat werk. 15 April. Mooi en kalm. Wind noord. Zeven man gaan naar het schip. Zij ontmoeten een beer die weg loopt. Die beer had gelegen in een gat in het ijs , van binnen ruim doch met naauwe opening. Een man kruipt er in, om dit beerenleger te bezien. 17 April. Mooi en helder. Wind z. west. Zeven man gaan naar het schip en zien van daar open water. Zij gaan over de ijsschotsen naar het water toe en zien daar een vogel die dadelijk onder water duikt. 18 April. Helder. Wind z w. Elf man halen een slede drijfhout; 's nachts komt een beer op het dak. Men gaat gewapend naar buiten , doch de beer loopt weg. 19 April Nemen vijf man een bad in de ton „stooften ons;\" dat doet goed en verfrischt. 20 April. Vijf man gaan de hemden wasschen ter plaatse waar het drijfhout ligt , dan behoeft men het hout niet eerst te slepen naar de hut. Men neemt een ketel en gereedschap mede op een slede. Er is veel hout noodig om het waschwater uit de sneeuw te smelten en ook het linnen droogen eischt groot vuur."], [33, "27 21 — 29 April. Het weder is meestal mooi en helder. Eens schiet men een beer op de „huyt,\" maar hij ontkomt met nog een tweede. Men slaat den bal met de kolf tot oefening der leden. 30 April. Mooi helder weder. Wind z. w. De zon blijft boven den horizon, — dus geen nacht. De lange pooldag begint. 1 Mei. Mooi weder. Wind w. „Coockten ivy onse laetste vleysch.\" Men had er reeds zuinig mee omgesprongen , maar nu was het ten einde. 2 Mei. Slordig weder. Storm uit het z. w. Het ijs in zee drijft weg, maar het schip blijft vast ingesloten. Het volk begint „te jancken\" om weg te gaan naar Holland. 3 Mei „ende also de beste spys als vleysch ende grutten ende anders ons ontbrack\" en men toch kracht behoeft om het werk te doen dat ophanden is, verdeelt heemskerck het laatste spek. Het is „een cleyn vaetgien met peeckelspeck.\" Ieder man krijgt 2 onsen per dag ; het strekt drie weken „doen ivast mede op.\" 4 Mei. Het schip is thans 500 passen van het open water. Een slecht vooruitzigt voor het geval dat men de sloepen in zee zal brengen over dat ruw opeen gehoopte ijs. 7 — 8 Mei. Slordig weder met veel sneeuw. Het volk spreekt van vertrekken zoo spoedig mogelijk , zeggende : „ dit weer sal hier nimmer meer vergaen.\" Den volgenden dag besluiten eenigen aan heemskerck te zeggen „ van daer te zien comen , maar elck ontsach sich den schipper dat te kennen te gheven, vermidts dat hij hem hadde laten verluyden dat hy begeerde te wachten\" tot het eind van Junij, of het schip dan niet zou los komen. 9 Mei spreekt het volk barentsz. over de zaak, met verzoek dat hij heemskerck zal bewegen tot vertrek , doch zij doen dit „ niet muy tischer wyse , want zij lieten haer gaerne ghesegghen\" en barentsz. geeft goede woorden. 1 1 Mei spreekt men barentsz. andermaal aan en eindelijk nog eens 14 Mei, toen barentsz. belooft van heemskerck den volgenden dag over vertrek te spreken. Hij heeft blijkbaar geen zin in die com missie , want heemskerck handhaaft de discipline. Dien dag haalt men nog een slede brandhout 15 Mei. Terwijl het volk buiten de hut de leden oefent met kolven , loopen enz. spreekt barentsz. „ den schipper aen wat der ghesellen goeden raedt was.\" heemskerck antwoordt dat men tot het eind van de loopende maand Mei zal wachten ; als het schip dan niet los mogt"], [34, "28 komen , dan zal men de sloepen voor den terugtogt gereed maken. Het volk vindt het uitstel wat lang , want er is veel tijd noodig om de sloepen gereed te krijgen ; er is spraak van een sloep midden door te zagen en die te verlengen, om beter te kunnen zeilen, — maar de langere sloep zou ook zoo veel te moeijelijker over het ijs zijn te slepen. 19 Mei gaan eenigen den weg verkennen , waarlangs men de sloepen zal moeten slepen , om die te water te brengen. 20 Mei komt met n. o. wind het ijs weer opzetten, 's Namiddags verstout het volk zich heemskerck aan te spreken „ oft eens tydt quam dat wy wech comen mochten.\" heemskerck antwoordt dat hem zijn leven zoo lief is als het hunne , maar hij blijft bij zijn voornemen dat men de sloepen eerst zal gereed maken zoodra de maand Mei voorbij zal zijn. Hij vergunt echter dat het volk reeds dadelijk de kleederen en andere zaken voor de reis in orde kan maken. Men werkt dus aan de kleeding. 22 Mei. Het brandhout is op ; men breekt nu het portaal weg voor brandstof. 23 Mei. Men gaat de hemden wasschen ter plaatse waar het drijf hout ligt. 24 — 26 Mei is het weder mooi, maar 27 Mei wordt het slordig met den wind n. w. die het ijs magtig op een dringt, heemskerck vergunt nu te werken aan de toebereidsels tot vertrek. Men haalt van het schip eenige zaken tot uitrusting der sloepen , als een fokzeil , loopend wand , trossen en dergelijken. 29 Mei. Tien man graven de sloep , die het eerste op het land is gebragt, diep uit de sneeuw, maar toen dit met groote moeite gedaan is , vindt men zich te zwak om de sloep naar de hut te slepen , waar men ze zal vertimmeren ; men raakt geheel moedeloos en keert terug naar de hut. Daar spreekt heemskerck het volk aan : „ men moet zelf meer doen dan men kan om de sloepen in orde te maken , er is geen ander middel tot redding ; de sloepen gereed , of men wordt burger van Nova Zembla en vindt daar zijn graf.\" — Na den middag hervat men het werk, doch aan de andere sloep die onderste boven gekeerd bij de hut ligt. Onder dit werk nadert een „vreeselijken\" beer; het volk bergt zich in de hut; de beer komt de sneeuwtrappen af, maar men staat met musketten gereed aan de deur en boven uit den schoorsteen. De beer ontfangt een schot door het lijf en wordt afgemaakt."], [35, "29 30 Mei. Het is minder koud maar donker weder. Men lapt de boot en boeit die op om beter zee te kunnen bouwen. Anderen maken in de hut zeilen en andere zaken. De planken die men bij de timmering noodig heeft, breekt men uit het dak van de hut, dus blijft de hut van boven nog gedekt door het zeil dat over het dak ligt. Weer een beer nadert en wordt afgemaakt. 31 Mei. Mooi weder. Wind z. w. het ijs drijft weg. Het werk aan de sloep wordt afgebroken door het naderen van een beer. Men gaat in de hut; de beer wordt afgemaakt door drie treffende schoten. Nu men vleesch noch spek meer heeft, wordt de lever van den beer uit genomen , gekookt en gegeten ; — allen worden er ziek van , vooral drie tot stervens toe. 1 Junij. Mooi weder. De meesten zijn ziek; er hangt nog een pot met lever over het vuur; heemskerck werpt den inhoud buiten de deur. Uit het schip haalt men een vaatje Geep (visch) dat daar ver geten was. Dat levert twéé visschen per man. 3 Junij. Men is gereed met de vertimmering van de eerste boot. 4 Junij. Helder weder, niet zeer koud. Elf man slepen de andere boot , die reeds uit de sneeuw is gegraven , naar het schip alwaar drie man de vertimmering aanvangen. Die boot is voor en achter scherp gebouwd ; men zaagt een stuk af van den achtersteven , „maekten se met een spiegel , om also bequamer te zyn in de zee te gebruycken ,\" de sloep wordt ook opgeboeid „ende maecktense also vaerdigh opt bequaemste dat men mocht.\" De rest van het volk werkt in de hut. Twéé slede vrachten provisie en goederen worden naar het schip gebragt, dat halfweg ligt tusschen de hut en open water, het schip dient nu tot tusschen-depot. 5 Junij. Het weder is slordig met hagel en sneeuw, dat geen werk buiten de deur toelaat. Allen werken dus in de hut aan zeilen, riemen, masten, spriet, roer, zwaarden enz. 6 Junij. 's Morgens mooi weder. De timmerlieden werken aan de sloep bij het schip. Twee slede-vrachten provisie, koopgoederen enz. worden in het schip gebracht. Later op den dag wordt het weder erg slordig met sneeuw, hagel en regen. Men staakt het werk, en allen gaan binnen de hut , maar daar is het niet meer droog ; het zeil dat er over ligt, kan het water niet keeren. De viltschoenen kunnen nu niet verder dienen ; de harde lederen schoenen komen weer aan de voeten."], [36, "30 7 Junij. Wind n. o. Het ijs drijft weer aan. Men pakt de kostbaarste koopwaren die men mede zal nemen „ende maeckten daer presentinghen om van de zeewaters beschermt te zijn.\" 8 Junij. Mooi weder. De koopwaren worden naar het schip gebragt. De boot, die bij de hut ligt, wordt naar het schip gesleept, het volk trekkende in garelen met schouders en handen, zooals met de sleden geschiedde. Men werkt met hoop en goeden wil. 9 Junij. Mooi weder. Linnen wasschen. 10 Junij. Vier slede-vrachten in het schip gebragt. 's Avonds maakt men in de hut alles gereed tot vertrek. De nog overige wijn wordt overgetapt in „cleyne vaetgiens\" om den voorraad in de twee sloepen te kunnen verdeelen , en ook om in geval van nood de zaken gemak kelijker te kunnen ontschepen en omgekeerd. 11 Junij. Slordig weder, sterke n. w. wind. Men kan niets uitvoeren en is in groote vrees dat het schip zal wegdrijven met alles wat er is ingebragt. 12 Junij. Redelijk weder. — „Met bijlen , houwelen ende allerley ghereed schap\" baant men eenen weg van het schip naar het open water, over het opeen gedreven ijs , om de sloepen daar langs te slepen. Dit werk wordt gestoord door een beer die echter wordt afgemaakt; men slaat het beest de tanden uit den muil voor dat het nog dood is. 13 Juni). Mooi weder, heemskerck maakt met de timmerlieden de sloepen geheel gereed tot de reis. De sloepen waren verschillend getuigd, indien men kan afgaan op de teekeningen die DE veer geeft. In plaat 2 , zevende schets , ziet men die voorstelling doch er moeten zwaarden bijgevoegd worden, die in de hut zijn gereed gemaakt. In plaats van ankers heeft men zware steenen aan de trossen. Toen de sloepen gereed waren , gaat heemskerck naar de hut bij den reeds sedert lang zieken barentsz. Zij besluiten tot vertrek: „Ende heeft willem barentsz. te voren een cleijn cedelken gheschreven ende in een muskets mate ghedaan.\" Het kleine cedelken bevatte een kort verslag van al het voorgevallene. Het wordt opgehangen in den schoorsteen. heemskerck ook schreef eene verklaring in duplo, die door meest al het volk wordt onderteekend. Die verklaring bevat de redenen waarom het schip aan zijn lot wordt overgelaten. Elke sloep bekomt een afschrift. Nu wordt een sloep tot aan het open water gesleept, daarna de"], [37, "31 tweede. Toen haalt men elf slede-vrachten met goederen , bestaande uit : 6 pakken fijn wollen laken 1 kist met linnen , koopwaren. 2 pakken fluweel , 2 kistjes met geld , 2 harnastonnen (of kisten) met lijfgoed van het volk, 13 tonnen brood, 1 ton zoetemelksche kaas , 1 stuk spek , 2 tonnetjes olie, 6 tonnetjes wijn , 2 tonnetjes azijn , nog eenige pakken goed van het volk , verder timmergereedschap , wapens , kruid en lood en scheepsbehoeften ; waaronder pek , kookgerij enz. Dit alles wordt met moeite in de twee kleine vaartuigen geladen. Daarna worden de zieken (barentsz. en andriesz.) elk op eene slede naar de sloepen gebragt. Het volk wordt gelijkelijk verdeeld over de sloepen, in elk daarvan een zieke, heemskerck en pieter pietersz. vos schijnt in de eene sloep te zijn, barentsz. en DE veer in de andere. 14 Junij. Met de wind w. n. w. gaat men onder zeil ten 41 uur 's morgens. Bij Eilandshoek raakt men in het ijs. Vier man gaan aan land en dooden 4 vogels met steenworpen. Vogels en eijeren zijn thans een kostbare aanwinst, nu men slechts wat beschuit en kaas en een klein stukje spek heeft om van te leven. 15 Junij. Zeilen langs Hoofdhoek en de kaap van Begeerte; blijven daar tot 16 Junij. Zuiden wind. Gaan onder zeil tot ,, de eilanden van Oraengien\". Daar gaat men aan land sneeuw smelten , vullende twee tonnetjes water, heemskerck gaat met twee man over het ijs naar een ander eiland vogels vangen; hij valt in een gat door het ijs en loopt groot gevaar. Terug komende op de landingplaats , droogt hij zich bij het vuur, terwijl de vogels worden gebraden voor de zieken. Met mottig weder gaat men onder zeil. Bij de IJs-hoek raak men in het ijs besloten. Op de vraag van heemskerck hoe barentsz. het maakt, antwoordt deze: Al wel maet, ick hope noch te loopen eer wy te waerhuys comen.\" Hij toont nog goeden moed. 17 Junij kruit het ijs opeen. Kruipende over de drijvende ijs-"], [38, "32 schotsen brengt de veer een tros op het vaste ijs. Op die tros halende sleept men de sloepen daar op , na ontscheping van zieken en goederen. Men blijft op dat ijs tot den 22cn. De sloepen hebben veel geleden en worden den 18 Junij gerepareerd „ allen de naeden hebben wy mede moeten verzien ende dicht maecken ende diverse presentinghe legghen\" Men vindt eenig hout om pek te smelten en vangt 4 vogels. 20 Junij. Nog op het ijs. De hoogbootsman (vos) komt aan barentsz. zekeren dat claes andriesz. in de andere boot stervende is. barentsz. is bezig met de kaart in te zien, die de veer gemaakt heeft van de ontdekte landen ; hij antwoordt „ mij dunckt tsal met mij mede niet langhe dueren\" en de kaart weg leggende „ gerrit (de veer) geeft mij eens te drincken.\" Gedronken hebbende verdraaijen hem de oogen en hij sterft plotseling, zoodat heemskerck van de andere sloep niet tijdig meer bij hem kan komen, claes andriesz. overlijdt kort daarna. Hoe men met de lijken gehandeld heeft wordt niet vermeld; maar barentsz's dood baarde groote droefheid, hij was een uitstekend en moedig zeevaarder en aller vriend, door zijn kalmen, zachten, weiwillenden aard. 22 Junij. Wind z. o. Redelijk open zee. Men sleept de sloepen 50 passen over het ijs ; daar te water ; dan weer 300 passen over het ijs , eer men onder zeil kan gaan. 's Avonds is men weer bezet in het ijs , — weer onder zeil en zoo afwisselend. 23 Junij. Zonneschijn. Bij kaap Troost maakt men vast aan het ijs. Men heeft geen drinkwater meer , om den dorst te lessen ; het eten van sneeuw helpt weinig. Brandstof om de sneeuw te smelten ontbreekt. Men beproeft te vergeefs wat sneeuw op tinnen borden te ontdooijen in de zon. 24 Junij. Men roeit in het ijs om een opening te zoeken, 's Middags raakt men onder zeil tot beoosten Kaap Nassau en weer in het ijs. Zes man gaan aan land en brengen wat hout aan boord. Een warme broodpap wordt gekookt. Den 25sten blijft men daar liggen aan het vaste ijs. 26 Junij. Sterke zuiden wind. De sloepen raken in het drijfijs; men is verpligt zeil te maken met groot gevaar van om te slaan ; het fokkemastje van een der booten breekt. Door het omloopen van de wind naar het n. w. bereikt men het vaste ijs weder, doch de sloepen zijn van een gescheiden. Door het lossen van geweerschoten vindt men zich terug; eindelijk komt men aan land en eet een warme broodpap. 27 Junij. Wind oost. Zeilende en roeijende passeert men Kaap Nassau. Ontelbare walrussen liggen daar op het vaste ijs. Men schiet 12 vogels. Door sterke mist moet men aanleggen aan het vaste ijs."], [39, "33 28 Junij. Door aandrang van het ijs, is men genoodzaakt de goederen te ontschepen en de sloepen op het vaste ijs te bergen. De zeilen worden als tent over de sloepen gespannen ; één man op wacht. Drie beeren naderen. De geweren zijn met hagel geladen om vogels te schieten ; die hagelschoten doen echter de beeren wijken. Een volgend kogelschot doodt een dier beeren. 29 Junij. De beeren komen terug; een daarvan sleept den dooden beer een groot eind over het ongelijke ijs en beiden verscheuren het kreng. Men schiet op de beeren en zij verlaten de prooi , die door vier man met moeite onder schot van de sloepen wordt gesleept. Doch men loert daar te vergeefs of de beeren ook terug zullen komen. 30 Junij. Westenwind. Het drijfijs heeft een sterke vaart oostelijk, op de schollen ziet men twee beeren en nog een op het vaste ijs. 1 Julij. Redelijk weder, wind w. n. west. Een beer gezien. Het vaste ijs waarop de sloepen staan, verbrijzelt. Met groote moeite en gevaar sleept men de sloepen op het nog vaste ijs , doch erg bescha digd vooral aan de gedeelten die vertimmerd zijn. Veel goederen zijn te water geraakt en het kost groote inspanning om die van tusschen het ijs op te visschen ; — men verliest daarbij : 2 vaten brood, 1 kist met linnen , 1 harnaston met kleederen , 1 pak rood laken , 1 vaatje wijn , 1 vaatje olie , eenige kazen en het astrolabium (astronomische cirkel] 2 Julij. De sloepen worden hersteld , daartoe bezigende eenige planken van „de buyckdennincgh.\" Zes man gaan naar den wal hout en steenen halen, om op het ijs pek te kunnen smelten. Zij brengen het een en ander, ook hout voor een mastje en eenige vogels. Som mige dier stukken droegen sporen van den bijl en ook wiggen waren aan land gevonden. Een beer wordt gezien. 3 Julij. Vindt men drijvende bij het vaste ijs het pak roodlaken , de kist met linnen, twee riemen, een helmstok en een hoed, die uit de verloren en verbrijzelde harnaston afkomstig is. Dat alles wordt uit het water op het ijs gehaald. De kist linnen en het pak laken 3"], [40, "34 zijn te zwaar van ingedrongen water, om die naar de sloepen te slepen, heemskerck laat die dus vooreerst ter plaatse om uit te druppen, 's Avonds w*ordt een beer aangeschoten. 4 Julij. Mooi helder weder. Altijd op het ijs. heemskerck laat het fluweel dat in zee heeft gelegen, wasschen in sneeuwwater, droogen en weer inpakken. 5 Julij. Mooi weder, jan fransz. sterft. Zes man gaan aan den wal brandhout halen. 13 vogels worden geschoten 6 , 7 Julij. Den 6en mistig weder ; den 7en mooi met eenigen regen. Men schiet 13 vogels in open water. Op ijsschotsen laten de jagers zich in zee drijven om de vogels te rapen. 9 Julij. Na aldus sedert den 28stc\" Junij op het vaste ijs te hebben doorgebragt , ziet men kans op vertrek , want op eenigen afstand is het water open. De kist met linnen en het pak laken worden gehaald; de sloepen 340 passen over het ijs gesleept en te water gebragt. Men raakt onder zeil tot des middags, als wanneer men alweder aan het ijs moet vastmaken. 10 — 18 Julij. Den 10den sukkelt men door het drijfijs door; dan moet men ontschepen en 110 passen slepen over het ijs; weer te water en roeijen tusschen de ijsschollen , maar de wind is sterk tegen , zoodat men genoodzaakt is de goederen te ontschepen en de sloepen op het vaste ijs te bergen, — en daar blijft men zitten tot den 18 Julij. Den 11 Julij wordt een beer gedood met 3 schoten; hij was zeer vet, het vocht uit de wonden vloeit als olie op het water. Drie man gaan over het ijs naar het Kruis-eiland. Zij brengen 70 eijeren van „bergheenden\" mede (een man heeft zijn broek uitgetrokken, de pijpen zijn toege bonden en de eijeren worden daarin gedragen). Die wandeling duurt 12 uren en dikwerf moet men halfbeens hoog door het water, dat op het ijs staat. De eijeren leveren een heerlijke maaltijd. Het restant wijn bedraagt nog 36 „minghelen\" (ruim 43 Ned. kan) in de sloepen. 12, 13 en 14 Julij gaan eenigen aan land, zij zoeken daar ,, Steentgiens\" (denkelijk rots-kristal volgens Hakluyi) en brengen brandhout en een geschoten bergeend aan boord. Den 15 Julij is het mistig met regen. Wind west en w. z. west. Den 16den wordt een beer aangeschoten, die den 17den wordt weergevonden op het ijs en afgemaakt; men slaat hem de tanden uit. 18 Julij. Drie man gaan naar wal, en van eene hoogte zien zij open water. Men sleept de sloepen 1000 passen over het ijs, herhaaldelijk"], [41, "35 in- en ontschepende en geraakt onder zeil. Ongeveer 4 mijlen van Kruis-eiland moet men zich weer op het ijs bergen ; het is ontmoedigend. 19 Julij. Zeven mannen gaan naar het Kruis-eiland, zij zien om de west veel open water en brengen een honderdtal eijeren aan boord. Na het eten daarvan sleept men de sloepen 200 passen over het ijs. Daar te water en onder zeil. Men maakt thans goede vaart, wel 18 mijlen (Duitsche) in het etmaal. 20 — 21 Julij. „Hebbende noch die heerlycke voortgang\" passeert men zwarte hoek, ziet admiraliteits eiland en ontsnapt daar, door dien goeden voortgang, aan een gevaarlijken aanval van ongeveer 200 wal russen, die men verkeerdelijk en uit moedwil heeft opgejaagd. Den 21sten passeert men kaap Plancio en Langenes. 22 Julij. Men is bij Kaap Cant. Eenigen gaan te vergeefs eijeren zoeken aan land. Later op een klip schiet men 22 vogels; met groot gevaar slaagt een man er in, die vogels en nog 15 eijeren van daar te halen. Op een andere klip vangt men met de handen en met steenworpen 125 vogels. De eijeren lagen op de bloote rots, één ei onder iederen vogel. Men raakt weerzin het ijs; stuurt naar land en vindt een goede haven. Men vindt daar drijfhout en eijeren, kookt de vogels en houdt een goeden maaltijd. 23 — 25 Julij. Blijft men in de haven liggen, met donker mistig weder; men vindt eenige eijeren en „steentgiens.\" 26 — 27 Julij. Het weder is beter. Wind noord. Men gaat onder zeil; bij ,,Costinsarck\" roeit men door het drijfijs, — men passeert Kruishoek. 28 Julij. Mooi weder. Wind n. o. — Men komt bij St. Laurens-baai of Schanshoek. Daar ziet men twee Russische vaartuigen (Lodgies) lig- gen en minstens 30 man. Aanvankelijk is men wat bevreesd, doch stuurt naar land. De vreemden verlaten hun werk en komen ongewapend op hen toe. Al w*ie wel genoeg is verlaat nu de sloepen „so veel alsser onzer mochten van de sieckte\" (n. 1. scheurbuik). De ontmoeting is zeer vriendelijk. Eenige russen herkennen heemskerck en DE veer, die zij op een vorige reis reeds hebben ontmoet. Zij vragen waar hun schip is? Door teekens geeft men te kennen het verloren te hebben in het ijs; zij betuigen deelneming, heemskerck toont het binnenste van zijn mond; hij heeft scheurbuik en hoopt een geneesmiddel van hen te bekomen, — doch zij verstaan dat hij honger heeft; zij halen en geven hem een roggebrood van 8 pond en eenige gerookte vogels."], [42, "36 heemskerck neemt het geschenk in dank aan, en biedt een dozijn beschuiten aan als wedergeschenk. Daarna neemt hij de twee hoofd mannen mede naar de sloep en geeft hen een dronk wijn. Bij het vuur van de russen kookt men een broodpap , en is verheugd van weer onder menschen te zijn. 29 Julij. Vrij goed weder. De russen nemen eenige vaten traan aan boord en vertrekken in de rigting van Waigat. Men haast zich om hen te volgen en bij te blijven, doch het weder wordt mistig en zij zijn weldra uit het oog. Men raakt in het ijs en legt aan bij een eiland. 30 Julij. Sterke n. w. wind met regen. Men ligt voor anker. De sloepen worden overdekt met de zeilen , doch alles wordt nat. 31 Julij. Men zoekt een betere ligplaats bij een ander eiland, en vindt daar veel lepelblad. Men eet het met volle handen tegen de scheurbuik met groot succes, „jae meest al van de scheurbuyck also geplaecht ivaren, dat icy naulyck voorts mochten ende deur dese lepel bladeren vry wat bequaem want het hielp ons so merckelycken ende haestigh dat ivij ons selfs verwonderden.\" 1—2 Augustus. Harde n. w. wind en zware zee. Men beschut zich achter het eiland. Het eten van veel lepelblad doet goede werking ; eenigen kunnen nu reeds beschuit bijten. De levensmiddelen bestaan nog in een weinig beschuit en eenigen hebben wat kaas gespaard. Allen zijn erg krachteloos. 3 — 11 Augustus. Onder zeil. Men komt in het drijfijs en roeit er tusschen door. Den 4den passeert een Russisch vaartuig; men roept Candnoes! Candnoes ! doch bekomt tot antwoord Petzoral Petzoral \\\\q\\. kompas staat op een kist met ijzeren banden , van daar de misrekening. Den 5den is men bij de kust ; een man gaat aan land „en bevondt datter groente was met sommige cleyne boomkens.\" Men beproeft te vergeefs wild te schieten , want men heeft niets meer dan wat beschimmeld brood. Den 6de,j doet men een poging tot voortzetting van de reis doch den 7den moet men terug keeren en op de zelfde plaats ankeren. Den gsten verdriet\", de honger is ondragelijk en eenigen wenschen zich dood. Den 9'len gaan vier man het land een eind ver in ; terugkomende slepen zij de stinkende kreng van een zeehond aan, doch men weigert daarvan te eten. Den 10(len is het mistig; men vraagt zich niet meer hoe het gaat ; men ziet het uit de gelaatstrekken ; het is wanhoop ! 11 Augustus zoekt men voort te ■ roeijen. de veer, te zwak om te"], [43, "37 roeijen , gaat in de andere sloep over en vat de helm. Denkelijk komt de hoogbootsman vos in de plaats van de veer in de andere boot. De harde tegenwind noodzaakt weldra voor anker te komen. Een zware bui komt op met donder, bliksem en zware regen. De zeilen worden als tent over de sloepen gelegd. 12 Augustus. Mooi weder. Een Russisch vaartuig in het gezigt ! men maakt alle haast „om de schuyten in de diepte te cryghen\" want men ligt aan den grond ; zeilende bereikt men den Rus. heemskerck gaat daar aan boord en koopt voor een Spaansche mat 102 visschen en eenige meelkoeken. Dat is een uitkomst ! voor lieden die leefden van een ration van 4 oneen brood en wat water. De Rus verlatende wordt de togt ver volgd onder een bui van regen en onweer. 13 Augustus. De wind is tegen. Men ankert digt bij de kust. Latei roeit men langs het strand en vindt een paar verlaten hutten ; men brengt wat lepelblad aan boord. Men heeft een kaap gezien die men voor Candnoes houdt , zoodat men nu den mond van de Witte zee denkt over te steken. De sloepen liggen boord aan boord om eenige zaken te verdeelen , onder anderen kaarsen. Dan onder zeil met goeden wind , maar tegen middernacht komt een storm op uit het noordwesten ; — de sloepen raken uit elkanders gezigt en gescheiden. De sloep van heemskerck en de veer vervolgt den togt. 14 Augustus. Wind z. w. Men ziet de andere sloep een oogenblik, doch het wordt mistig. Men besluit de koers te vervolgen ; men zal zich aan den anderen kant van de Witte zee wel wedervinden. 15 Augustus. Men ziet land en denkt de Witte zee te zijn gepasseerd. Daar liggen 6 Russische vaartuigen. Op de vraag hoever van Kilduin ? geven de Russen door teekenen te kennen dat men nog eerst de Witte zee moet passeren en dat dit gevaarlijk is met een open boot. Men kan aan dit een en ander geen geloof slaan. Men vraagt wat te eten en ontvangt een brood. 16 Augustus. Komt men bij een ander Russisch vaartuig en hoort daar weder dat men nog is beoosten Candnoes. heemskerck geeft een stuk geld voor eenige levensmiddelen en vertrekt, doch de Russen roepen de sloep terug, houdende spek en boter in de hoogte om hen over te halen. Men keert terug. Op de kaart wijzen de Russen aan dat men de Witte zee nog moet passeren en in het eind moet men dit wel gelooven. heemskerck koopt nu 3 zakken meel , 2 1/2 zijden spek , een pot boter en een tonnetje honig."], [44, "38 Toen onder zeil met z. o. wind. 's Avonds wordt geankerd. Men kookt een pot meel en water met spek en honig zoo „datter kermis was , \" maar toch men is bezorgd over „onse ander maets\" in de andere sloep. 17 Augustus. Men ligt het anker en roeit naar een russisch vaartuig dat uit de Witte zee komt. De rus reikt uit eigen beweging een brood toe en doet vele teekens die men niet verstaat tot dat men een klein kompas in het oog krijgt, dat aan den hoogbootsman (vos) had behoord. Men verstaat nu dat de andere sloep brood, vleesch, visch en andere levens middelen van den rus heeft gekocht den vorigen dag. Men is zeer verheugd over dat berigt. Later ankert men bij de kust, gaat aan land en vindt lepelblad. 18 — 23 Augustus, 's Morgens den 18den ligt men densteen die voor anker dient, en roeit langs de kust; eindelijk komt men bij Kaap Candnoes. Een der watertonnetjes is uitgelekt, te vergeefs wordt beproefd aan land te komen om water te halen. Eindelijk waagt men het met het weinige drinkwater dat rest de Witte zee over te steken. Dit geschiedt in 30 uren tijds. Den 20sten is die togt volbragt; de wind loopt n. w. , men roeit nu tusschen de klippen in en vindt daar eenige hutten en een vaartuig voor anker. De sloep wordt bij het vaar tuig vastgelegd en de tent gespannen , want het regent. Er zijn 13 russische visschers die hen vriendelijk ontvangen. Bij de oven droogt men de kleederen ; de russen koken visch en allen eten te zamen. Die russen waren maar armoedige lieden , levende van visch en brood ; bovendien waren er nog 2 laplanders met 3 vrouwen en een kind die van vischkoppen en anderen afval van de russen in diepe ellende leefden. Het volk slaapt in de sloep , alleen de veer brengt de nacht door bij de russen in de hut. Den 21'teQ koopt heemskerck versche visch; met warme brei van water en meel en gekookte visch eet men zich den buik vol , dat in langen tijd niet gebeurd was. Na den middag gaan eenigen landwaarts in lepelblad zoeken. Zij zien op een heuvel twee menschen en komen terug, meenende dat het land toch beter bevolkt was dan zij dachten Die twee man waren echter kame raden uit de andere sloep , die uit zijn op levensmiddelen. Geen geld hebbende , meenden zij , die gekleed zijn met 2 of 3 broeken de een over de andere, een broek uit te trekken en die in ruil te geven. Groote vreugde van weerskanten toen men zich herkent. Den 22sten komt de andere sloep met de rest van het volk aan tot aller blijdschap. Men koopt 4 kabeljaauwen en doet een goeden"], [45, "39 maaltijd. De russen die vasten hebben, willen niet mede eten omdat er boter of vet bij is. — Den 23stcu bakt de russische kok een zak meel tot brood tegen betaling. Men maakt alles gereed tot vertrek en verdeelt de provisie in de beide booten, heemskerck geeft een drinkgeld aan den hoofdman der russen en tegen den avond gaat men onder zeil. 24 Augustus. Wind oost. Bij de zeven eilanden met goede vaart loopende langs een visscher, werpen de russen een kabeljaauw in de sloep, men kan slechts danken met woord en wenken. Tusschen den vasten wal en de eilanden ontmoet men andere visschers van wien men verneemt dat te Kola drie Hollandsche schepen liggen. Maar men is bevreesd „ dat de russen oft Grootvorst op haer grensen ons eenigh verlet soude doen\" en wil dus liever naar Waarhuys. 25 — 29 Augustus. Bij Kilduin ziet men eenige russische vaartuigen op het strand gehaald. Men ankert; eenige huisjes staan aan den oever, bewoond door laplanders, die verhalen dat twee van de drie Hollandsche schepen dien dag van Kola zullen vertrekken. Men ligt het anker en zeilt tusschen de klippen door. Bij een andere hut op het vaste land legt men wederom aan. De bewoners bezorgen op hun verzoek een laplandsche gids, die met een van het bootsvolk naar Kola vertrekt om passage naar Holland te bespreken. Men is dus van plan veranderd. Den 26*-= lost men de goederen en sleept de sloepen op het strand; men heeft nu veel vertrouwen gekregen op de Russen. Er wordt weer tweemalen daags geschaft. Men drinkt Quas , gemaakt van oud brood , en het smaakt goed na al dat water drinken. Landwaarts in vindt men Blaauwbessen en Bramen, die heilzaam zijn tegen de scheurbuik. Den 27en. Er wordt springtij verwacht, men haalt de sloepen hooger op het strand, maar het water komt nog hooger. Den geheelen nacht heeft men groote moeite om de sloepen voor stuk slaan te behoeden, allen zijn doornat en onbeschut en zoo verloopt de nacht. Den 28en is het vrij goed weder. De sloepen worden hoog op den wal gehaald. Men legt de zeilen als tent daarover. Den 29en vrij goed weder. Men maakt het eten gereed bij het vuur der russen , doch slaapt in de sloepen. Daar komt , gedu rende het eten koken , de laplander van Kola terug met een brief aan heemskerck gerigt. De brief is geteekend door jan cornelisz rijp, die belooft bij hen te komen met levensmiddelen en benoodigdheden. De laplander ontvangt 2 spaansche matten en een geheel stel kleederen."], [46, "40 Men verdiept zich in gissingen of de briefschrijver J. C rijp wel kan zijn hun medgezel van het vorige jaar? 30 Augustus. Allen twijfel houdt daaromtrent op, toen heemskerck het schrift vergelijkt met een vroegeren brief nog in zijn bezit. Daar komt rijp zelf aan in een russische jol Uitbundige vreugde aan beide kanten, rijp brengt een vat Rostwijker bier , wijn , brandewijn , brood , vleesch, spek, zalm, suiker en andere zaken. — Er w*ordt groot feest gevierd. 31 Augustus. Vrij goed weder. Alles wordt gereed gemaakt tot vertrek. Men geeft een goed stuk geld aan de russen, met hartelijken dank voor hunne gastvrijheid, 's Avonds gaat men onder zeil. 1 — 2 September. Men loopt de rivier van Kola in , afwisselend zeilende en roeijende , of ook ankerende wegens het tij. Den 2CD ziet men boomen !! Men komt aan boord van het schip van rijp. Groote feestviering aldaar. Dan wordt de togt naar Kola voortgezet, eenigen gaan daar aan wal , terwijl de anderen aan boord blijven bij het goed , zij ont vangen daar echter melk en andere goede zaken. 3 September. Alles wordt ontscheept. 11 September. Met toestemming van „ den Bayaert\" (Boyard) of gouverneur, worden de sloepen gebragt „int coopmanshuys\" en „lieten die daer staen\" in herinnering aan dezen togt. 15 September. Het volk en al het goed, gaat met een russisch vaartuig naar het schip van rijp en scheept daar in. 17 September. Vertrek uit de rivier van Kola. 19 September. Aankomst te Waarhuys. rijp heeft daar goederen te laden , men blijft daar liggen tot. 6 October , vertrek van Waarhuys. 29 October. Aankomst in de Maas. 30 October. Naar Maaslandsluis. Het volk gaat aan land , en reizende over Delft, 's Hage en Haarlem komt men 1 November te Amsterdam, het volk gekleed als op Nova Zembla en met mutsen van vossenvel."], [47, "41 En nu 274 jaren nadat de hut in de ijshaven door het volk is verlaten, komt de gezagvoerder CARLSEN met zijn sloepschip Solid aldaar en vindt de overblijfselen. De Finmarksposten deelt daaromtrent de volgende bijzonderheden mede, die door de redactie van dat dag blad, waarschijnlijk uit den mond van CARLSEN zijn opgeteekend : „Het was op dezelfde plaats, waar barentsz. en zijne ongelukkige „lotgenooten in 1596 aan wal waren gekomen en bij de ruïnen van „de door voornoemde 17 hollanders tot eene eenvoudige winterwoning „opgetrokken hut, dat kapitein carlsen op den 9\"1 September 1871 „stond, eene plaats waar, in het tusschen liggende tijdvak van 275 „jaren, hoogst waarschijnlijk geen menschelijk wezen had gestaan. „Kapitein carlsen onderzocht zoo goed mogelijk de plaats; maar „ hij verkeerde in omstandigheden , die het voor hem noodzakelijk „ maakten , om van ieder geschikt oogenblik gebruik te maken om „ zijne reis te vervolgen , waarvan het einddoel , namelijk den terugweg „ door de Kara-Zee langs de oostkust van Nowaja-Semlja te nemen , „moeijelijk was, en het reeds laat in het najaar begon te worden. „Om die reden moest hij reeds den 10en September, vóór dat het „ onderzoek nog was afgeloopen , weder onder zeil gaan. Den 1 0en en „llen hield hij het kruissende; maar des avonds moest hij naar de „ijshaven terugkeeren, waardoor hij den 12en September zijn onder „zoek kon hervatten. Den 13en ging hij weder onder zeil; maar „'s avonds moest hij wederkeeren en ankeren, zoodat op den 14en het „ onderzoek kon worden voltooid. „ Het huis , dat zoo goed als geheel was ingestort , was om zoo te „zeggen bedekt en bijna hermetisch opgesloten onder eene dikke laag „ ijs. Deze laag ijs bedekte ook bijna geheel de voorwerpen , die „gevonden werden, en aan dit steeds onopgedooide ijs moet het „waarschijnlijk worden toegeschreven, dat velen der gevonden voor „ werpen nog zoo verbazend goed bewaard zijn , zoodat men geneigd „ zou zijn te onderstellen , dat zij nog kort geleden aldaar waren „ achtergelaten ; maar niet dat zij gedurende bijna drie eeuwen aan „hun eigen lot waren overgelaten. „Voor zoo verre kapitein carlsen kon waarnemen, was het huis „16 ellen lang en 10 ellen breed geweest en in elkander gespijkerd „van 1 a H dms. dikke en 14 a 16 dm . breede vuren planken. „Gedeeltelijk waren voor het huis gebezigd overblijfselen van het"], [48, "42 „verongelukte schip, waarvan nog aan het strand eenige inhouten „van eikenhout werden gevonden. Het huis scheen 5 kooijen ot „britsen te hebben bevat, die aan de bewoners tot slaapplaatsen „hadden verstrekt. Er werden 5 scheepskisten gevonden, die echter „te veel vermolmd waren om te worden medegenomen. In twee „ kisten werden eenige werktuigen gevonden , zooals vijlen , slagijzers , „een boorhandvat met boorijzer, 2 passers, eenige kalfaatijzers , „eenige prenten, eene fluit, stukken van instrumenten , waarschijnlijk „voor de scheepvaart gebruikt, alsmede eenige boeken in de Hol „landsche taal, welke laatsten het wel ontwijfelbaar maken, dat de „gevonden voorwerpen overblijfselen zijn van barentsz. en zijne „kameraden van het jaar 1597. „Ongeveer in het midden van het huis, waarschijnlijk daar waar „de kookplaats is geweest, werd een groot scheepsbrandvoet van „ ijzer gevonden en daarop stonden nog twee scheepsketels van koper ; „een paar eetbakjes waren zoo vergaan, dat men alleen het koperen „beslag daarvan medenam. Verder werden er eenige kandelaars en „ drinkkannen van tin of compositie , een breekbijtel , een paar geweer „loopen, een geweerslot, een slaguurwerk met bijbehoorende metalen „klok en lood, eene groote ijzeren kist, een slijpsteen, een paar „ speren en een hellebaard , alsmede eenige kleine voorwerpen , waar „ van wij later melding zullen maken , gevonden. „ carlsen vermeldt , dat er rondom en beneden het huis overblijfselen „van eenige groote fusten werden gevonden, die van ijzeren hoepels „voorzien waren geweest; maar de duigen, zoowel als de hoepels, „ waren zóó verteerd , dat niets daarvan kon worden medegenomen. „Voor dat kapitein carlsen de plek verliet, liet hij in de nabijheid „van het huis eene baak oprigten, waarop hij een balk plaatste van „ 10 ellen hoogte. In de baak werd neergelegd eene flesch van „ dubbel blik , waarin een verslag van zijn verblijf aldaar op 1 3 Sep „tember 1871 en dat hij de nalatenschap van menschen had gevonden, „ die aldaar hadden overwinterd , waarschijnlijk van den Hollandschen „kapitein barentsz. en zijne manschappen in den winter van „1596—1597.\" Een andere mededeeling van den heer OLE Lund, behelst nog, Dat er ook gevonden werden stukken „van gekleurde hemden, „als mede overblijfselen van eene vlag, van rood wit en blaauw doek „ maar te veel vergaan om te kunnen worden medegenomen. \""], [49, "43 Voor meerdere bijzonderheden omtrent die terugvinding en den catalogus van de voorwerpen, meent men te moeten verwijzen naar het werkje van den heer Jhr. Mr. de jonge onder den titel van Nova Zembla , de voorwerpen door de Nederlandsche zeevaarders na hunne overwintering aldaar in 1597 achtergelaten en in 1871 door kapitein CARLSEN terug gevonden, 's Gravenhage, martinus nuhoff 1872. Ten slotte meent men nog in herinnering te moeten brengen , dat op het tegenwoordig oogenblik eene Oostenrijksche expeditie zich in de Pool zee bevindt. Het is het stoomschip Tegetthoff, kommandant scheeps-luitenant weijprecht, met 24 koppen, en eene uitrusting voor 3 jaren, weijprecht heeft een gelijksoortige opdragt als die, welke heemskerck en barentsz. had, namelijk het doordringen naar de Beringstraat , doch ditmaal geheel ten behoeve der wetenschap en toegerust met al het noodige voor de waarnemingen. — Graaf wiltschek zou met een ander vaartuig een depot van provisiën en steenkolen op Nova Zembla aanleggen ten behoeve van de expeditie, voor het geval van nood. Volgens het laatste berigt heeft Graaf wiltschek met zijn scheepje de Isbjörn den 12 Augustus 1. 1. den Tegetthoff bij de barentsz. eilanden ontmoet in het ijs. Beide de schepen vervolgden den togt oostelijk , doch slechts tot Kaap Nassau , waar zij ze aan het ijs vast maakten en in het ijs waren besloten. Het depot van proviant enz. werd aldaar in een rotskloof aangelegd en behoorlijk tegen de roof zucht der beeren verzekerd. De Isbjörn is den 21 Augustus naar huis gekeerd, terwijl de Tegetthoff op dien dag onder stoom door het ijs heen brak , naar open water , dat zich om de Noordoost ver toonde. De expeditie wil beproeven een overwinteringshaven te vinden in Siberië, bij kaap Tscheljieskin als het kan, — of anders en meer waarschijnlijk op Nova Zembla, want de toestand van het ijs, is dit jaar bijzonder ongunstig en belemmerend. De jagt leverde steeds veel versch vleesch aanboord, namelijk van zeehonden, rendieren en beeren. Zoo aan en in het ijs liggende bij Kaap Nassau, waren de jagers dagelijks aan wal met sleden, terugkeerend met vrachten drijfhout en jagtproducten. Op den 18 Augustus"], [50, "44 jaardag van Z. M. den Keizer van Oostenrijk, waren de schepen in gala getooid met vlaggen. Er werd om premies geschoten en , de état-major van de beide schepen vereenigde zich aan den feest disch, waarop prijkte rendierbout en beerengebraad, terwijl de cham pagne van Graaf wiltschek schuimde in de bekers Tot de officieren van den Tegetthoff behoort ook den zoo onder nemenden 1 luitenant paijer, terwijl de Noorweegsche kapitein CARLSEN den togt medemaakt als harpoenier , ook zijn er honden aan boord ten dienste van sledetogten. Het komt daarom niet onmogelijk voor, dat de hut-ruïne van 1597 bij deze gelegenheid nog andermaal zal worden bezocht, indien de ijshaven van uit de Oostenrijksche overwinteringsplaats , met slede togten zal zijn te bereiken."], [51, "c> lolen ud liel 'uyuAJUxaL voav de \\J££Aj Tlacat. 10 c\\iu3uwUu> 1596 . 12 3*uvü,1 596 Tl iftu-qu^tW 1596 17 0clo£e\\. 1596 ?5tW>c-J5% )5*ivpUmbVJ596."], [52, ""], [53, "èktxbwv auX net- lou^^viouxi <vaAvAe/ Ve&u Tiaut'S."], [54, ""], [55, "FUiat 3. iJoiO'L.AeilLnq van. kei iuu.>e»tdi*ac van de nut"], [56, ""], [57, "Flcuxt 4"], [58, ""], [59, ""], [60, "GEDEUKT BIJ H. P. DE SWAKT EU ZOON."], [61, ""], [62, ""], [63, ""], [64, ""]]