[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE MYSTERY OF THE PATRICIAN CLUB"], [6, ""], [7, "THE MYSTERY OF THE PATRICIAN CLUB BY ALBERT D. VANDAM IN two volumes VOL. I. London: CHAPMAN & HALL, Ltd. 1894 [All rights reserved]"], [8, ""], [9, "THE MYSTERY OF THE PATRICIAN CLUB. CHAPTER I. Two or three members of \" The Fossils \" were standing chatting outside the club, when the newspaper boys came running up the street, waving their sheets like so many standards taken from the enemy, and shout ing, \" The Murder in Berkeley Square : Identification of the Body.\" \"What's that?\" asked Richard Clyn borough of Mr. Reginald Stafford, the rising Queen's Counsel. \" Don't you know ? \" replied the other. Then he corrected himself. \" I forgot ; you have been beyond the reach of newspapers for four or five days. Well, it is a murder, VOL. I. b"], [10, "The Mystery of the 2 and a very strange one. But here comes Greybridge, the very man who can tell us all about it, for he has probably held the inquest and has just returned. His account will be a good deal more interesting than that of the papers.\" In another moment they were shaking hands with Mr. Vincent Greybridge, the coroner for one of the London districts, and undoubtedly the most popular member of \" The Fossils\" Club. To judge from the three men, as they stood there, one came to the instantaneous con clusion that the title of the club was a mis nomer. They looked by no means like fossils, but seemed in the enjoyment of every mental and physical faculty that makes life worth living. \"The Fossils,\" in fact, was but an amiable soubriquet which had been bestowed upon their institution a few years previously by a sprightly, charming widow, moving in very good society, who had a real or fancied grievance against them for having prevented a marriage between her and a"], [11, "Patrician Club. 3 fellow-member. The club had been origin ally started under the name of \" The Ware- Wedlock,\" which appellation sufficiently denoted its main scope to arouse the ill-will of the fairer sex. Not that the hundred and odd members of \"The Fossils\" were all bachelors; there were about half-a-dozen widowers and about double that number of married men amongst them ; the latter were the \" burnt children,\" as Lord Westerfield, the president, said, \"who not only kept inflammable material out of the others' way, but gave informal and impromptu lectures now and again on the best mode of preventing smouldering heaps of passion from breaking into a blaze.\" Vincent Greybridge, though neither a widower nor married, was among the most active of that small vigilance committee ; but he was not a woman-hater. On the contrary, he was fond of her society. \" Women are part of my library,\" he remarked one day, \"but I would no more think of spending my life among my books than of spending it in B 2"], [12, "The Mystery of the 4 my wine cellar ; and least of all would I pledge myself to the constant perusal and re perusal of one work, however clever or bril liant, or to the enjoyment of one vintage, however fortifying or sparkling. That is what marriage virtually means — the constant study of one woman's thoughts, the constant enjoyment of her exhilarating or depressing presence.\" \" I suppose you have just come from the inquest on the murder in Berkeley Square ? \" said Stafford, after a moment. \" The body has been identified. Whose is it ? \" \"The attendant's in the card-room at the Patrician,\" answered Greybridge ; \" but I'll tell you all about it inside when I have had a cup of strong tea and a pipe, for I feel positively fagged, and my head is in a whirl.' Is it a very intricate affair ?\" asked Staf- ford. \" Not as far as I am officially concerned,\" replied Greybridge. \"It is murder plain enough, and what is more, murder by a"], [13, "Patrician Club. 5 marvellously cool hand. But I feel more interested than I have felt since the Mamby case — you remember the young fellow who flung himself deliberately under the wheels of a railway wagon, while to all appearance he was killed by accident ? \" Stafford nodded in token of assent. \" This case is just as interesting,\" said Greybridge, \" though the nature of it and its attendant circumstances are altogether different.\" They were in the hall by this time, and the head porter handed Mr. Greybridge his letters. He glanced at them for a moment and put them in his pocket unopened, then turned to the man. \" Williams, do you know anything of the servants at the Patrician ? \" \" Not much, sir, but I have spoken once or twice to the young fellow who has been murdered. He seemed to me very well behaved and quiet, but I do not think his fellow-servants liked him very much. The only man who seemed to have a good"], [14, "6 77<? Mystery of the word for him was Muller, who went from here to take his place at the Plungers.\" \" A love drama below-stairs,\" suggested Stafford, softly, as they moved towards the smoking-room. Greybridge shook his head with a smile. \"There is nothing of the kind,\" he said. ' Robbery ? \" queried Stafford. \" Neither,\" was the answer. \" Then there are crimes not impelled by greed or the love-passion ? \" \" There are absolutely none unless the criminal be a madman. And the criminal in this instance is very sane indeed.\" \" I give it up.\" \" The best thing you can do for the present, and I am afraid the police will have to do the same unless something very un expected comes to light. But let me have a cup of tea first, and then I will tell you all I know ; you shall draw your own conclusions if you can.\" There were about half-a-dozen men in the smoking-room when Greybridge and his two"], [15, "Patrician Club. 7 companions entered it. They gave him a cordial nod, and a couple of them who had evidently been reading the account of the inquest put down their papers and looked at him with a kind of expectant curiosity. To Richard Clynborough this eagerness to discuss the details of a crime which upon the face of it presented nothing very extraordinary, seemed intensely comic ; but he had joined the club only very recently, and failed to appreciate the real motive of their anxiety, which was not due, as he imagined it was, to a craving for morbid excitement. Mr. Vincent Greybridge, though occupying the compara tively modest position of a Metropolitan coroner, was credited by eminent authorities with a wonderful gift in the detection of crime. In spite of professional jealousy, his aid had been invoked more than once by Scotland Yard, and it was said that, but for certain obstacles, raised mainly by himself, he might have been the Director of the Criminal Investigation Department when that office was first instituted. His first"], [16, "77^ Mystery of tlie 8 condition to the acceptance of that post was not only the radical reform of the whole detective force, but a considerable modifica tion of the laws relating to criminal evidence and preliminary investigation, and the \" powers that were \" got frightened ; so the thing fell through. Nevertheless, he con tinued to give his advice when it was asked, though, as he himself admitted, \" it is rarely followed. Consequently the invariable result is ignominious failure, but I have the satis faction of having predicted it.\" Those predictions, however, were not so many random attempts at prophesying, but were based upon clear, masterly summaries of salient facts and their logical deductions, to listen to which was an intellectual treat. It was one of these treats the apparently eager members saw in store for them, hence their looks ; but Richard Clynborough did not know this. Greybridge, notwithstanding his great gifts, popularity, and handsome appearance, was modesty itself, not only in his intercourse"], [17, "Patrician Club. 9 with men, but with women also ; at the same time he was fond of showing — exercising he called it — his critical faculties and graphic powers of description before an appreciative few, provided the subject came within his scope, and so in this instance there was no need to ask him twice. After having leisurely sipped his first cup of tea, he poured out a second and lighted his pipe ; then settled himself comfortably in his chair. He took a few whiffs in silence before he answered a question Major Scattergell had just asked him across the room. \" Will they find the murderer of that waiter ? I doubt it very much, my dear Scat tergell. If they do, I have got a notion that the most aristocratic club in London will count one member less.\" \" What do you mean ? \" said Major Scatter gell. \" I'll tell you directly ; or perhaps you will find out for yourself when you have heard the story from my point of view. I am not betraying professional secrets or anticipating"], [18, "The Mystery of the 10 the verdict of the coroner's jury when I say that this is without doubt a case of wilful murder, and, what is more, murder carefully planned and skilfully executed. Hence, upon the face of it, and if we knew nothing else, we might take it that the murderer is a more or less educated man or woman — don't start, it may be a woman, though I do not think it is — capable of a certain measure of organiza tion. But we happen to know much more than that. Have you read the account of the inquest ? \" \" Not carefully ; I have only glanced through it.\" \" Then put it aside and see what you think of my version. The young fellow was murdered between 2.10 a.m. and 2.30 a.m. That much is certain, because the policeman on that particular beat stated positively that when he passed the spot on which he subse quently found the body at the former hour, there was no body there. Nor could there have been without his noticing it, seeing the peculiar nature of the place. You know that"], [19, "Patrician Club. 11 Lansdowne Passage leads from Curzon Street into Berkeley Street, and you know that an upright iron rod divides the entrance to it. Well, the body was found between the left wall and that rod, and though it has been conclusively proved that the bullet entered the nape of the neck, glanced upward, and must have killed the man instantaneously — consequently that he must have reeled forward and fallen flat on his face — the constable found him lying flat on his back.\" \" The murderer had to turn him over to get hold of his money and valuables,\" suggested Scattergell. \"His purse and a bunch of keys were in his pocket ; his watch, rather a good one, was in his waistcoat, and he had a very nice ring on his finger,\" promptly replied Grey bridee, \" so that could not have been the motive of the murderer to waste very precious time in turning the body, to say nothing of the risk of getting his clothes and hands stained with blood.\" \" Then what was the motive ? \""], [20, "77<? Mystery of the 12 \" Wait and see. The linen was not marked, or else the mark had been washed out — at any rate, it was impossible to decipher it ; nevertheless, the very dress of the murdered man afforded a certain basis for inquiry. He was unmistakably a waiter at some restaurant or club, or else a servant in a private family — his white necktie, his low cut waistcoat and black trousers told that much, though the rest of his clothes — a neat dark jacket and billycock hat — might have been those of any young clerk or warehouse man. What is the result of those inquiries set afoot with commendable energy and promptitude by Inspectors Daly and Turner, of the Vine Street division ? The result is nil, though, curiously enough, they happened to apply as late as one o'clock to-day to the secretary of the very establishment to which the young fellow belonged ; when, re member, he must have been missing for at least two days from his accustomed place — he who was probably never absent for an hour without leave, for he appears to have"], [21, "Patrician Club. 13 been an exemplary servant, proof whereof is that he had held his situation for four years. The secretary does not even take the trouble to ascertain whether any one of his staff is missing, though the inspector states his name and qualification and explains the reason of his application. \" He tells him curtly that he has no time ' to bother ' about such things, that waiters often take a day off without permission ; and when, as you shall see directly, a second application is made to him to the same effect, he gets positively angry, and very uncere moniously bows out the applicant. Con sequently, at the opening of the inquest, there was not the slightest information with regard to the identity of the murdered man. Of course, I attached not the least importance to the churlishness of the secretary of the Patrician ; it was only of a piece, albeit to a greater degree, with that of other managers of clubs and restaurants ; but, though I may be altogether mistaken, I look upon it in a different light now. After hearing the"], [22, "The Mystery of the 14 evidence of the medical man and that of the very intelligent constable who found the body, and who gave a remarkably clever description of the way in which the crime was committed, I would have been perforce obliged to adjourn the inquest but for the advent of the uncle of the victim, who had a few minutes previously identified the body as that of his nephew. I give his evidence in brief, but feel certain that nothing but the careful consideration of every word of it can afford the police the smallest chance of success. The man is apparently a highly respectable and well-to-do tradesman ; a Swiss by birth, speaking English with scarcely any accent, and expressing himself very correctly — in fact, like an educated man. His name is Gustave Dubois, like that of his nephew. He has resided in England for more than twenty years— first as the manager of a large watch manufactory in Coventry, then in business for himself in Clerkenwell, where he lives now. He has no children, and his nephew was the only child of his"], [23, "Patrician Club. 15 elder and only brother, and as such looked upon by him and his wife as their own. \" According to Mr. Dubois's account, his nephew was a very steady young man, who never missed visiting him once a week, invariably on Wednesday evening. During the six years Gustave had been in London he never missed once without previously sending word to his uncle ; consequently, when the evening wore on without a sign from him, Mr. Dubois grew uneasy, and more seriously still when, in taking up the evening papers, he read the account of the murder and the description of the murdered man, which tallied in every respect with the appearance of his nephew. Nevertheless, he still hoped for a letter in the morning, or he would probably have started for Gustave s lodgings there and then, late as it was. Of course there could be no letter, and, after attending to the strictly necessary part of his own business, he made his way to Patmore Street, in the Brompton Road, where his nephew had rented two small unfurnished"], [24, "77*? Mystery of the 16 rooms at the top of a house of very modest dimensions. \" And now let me interrupt for a moment Mr. Dubois's account as far as it has gone, and draw attention to an, as yet, apparently small matter. I have already alluded to it once, and am likely to allude to it again, because I am quite agreed with most students of criminal history that there are no small matters in connection with the detection of crime. To the best of Mr. Dubois's belief it was between twelve and one when he got to Patmore Street, where the landlady could give him no information, seeing that, as I have already said, Gustave Dubois not only rented two unfurnished rooms, but dispensed with all attendance. He made his own bed, swept and garnished the place himself, and the woman did not set eyes on him from one week's end to another, except on Friday mornings, when his rent was due, which he paid punctually. Every now and then when she was up very early she caught sight of him in the kitchen, whither he came to fill"], [25, "Patrician Club. 17 his water jugs, for in addition to his other re puted good qualities, he added that of being ' an early bird.' Nevertheless, she told Mr. Dubois not to frighten himself, although she had not seen his nephew. It is very evident, therefore, that no alarm or suspicion had been raised in her mind by inquiries from the out side. Here, then, we are confronted with what, to put the mildest construction upon it, is unusual behaviour on the part of a respon sible man like the secretary of the Patrician Club. It is scarcely admissible that he was not informed on the previous day of Gustave Dubois's absence. If the young fellow had been an ordinary attendant in the coffee, dining, or other rooms, his fellow-servants, if well disposed towards him, might have kept quiet about it, sharing his duties between them ; but there are very few clubs in London, however large, where there is more than one attendant in the card-room, and we all know the Patrician is not a large club. We know, furthermore, that the card-room of the Patrician is rather an important part of the vol. I."], [26, "18 The Mystery of the establishment, consequently we may take it that the most trustworthy servant would be selected for its charge, and that in the event of his unexpected absence there would be a difficulty of replacing him at a moment's notice. Yet, in spite of Gustave Dubois failing to put in an appearance on Wednes day and Thursday mornings, there is not the slightest inquiry made as to the cause of his absence, and that notwithstanding the fact that he has performed the same duties, and apparently in a satisfactory mode, for at least three years. Not only does the secretary not trouble about him, but when a possible and apparently tragic cause for his absence is suggested to him by the visit of Detective Turner, and afterwards by Mr. Dubois, he as good as shows both the door in a way which breeds the suspicion that he considers the disappearance of Gustave Dubois as a matter not worth a moment's attention — perhaps as a good riddance. \" I wish you to bear this in mind, especi ally in connection with the rest of Mr. Dubois'"], [27, "Patrician Club. 19 evidence and the document he produced. You shall see the nature of the latter imme diately.\" Meanwhile, Mr. Greybridge's audience — for it was nothing less — had gradually in creased, for the dinner hour was drawing nigh, and when he stopped to replenish his pipe there were at least a score of men in the room. Each one as he entered had quietly ensconced himself somewhere without theleast attempt to take up a paper or book, or do any thing but listen attentively. Not only were they used to these kind of summaries, but they enjoyed them exceedingly. Not once, but a dozen times they had told Greybridge that he ought to have been a Wilkie Collins. The answer was invariably the same. \" You are mistaken. Wilkie Collins ought to have been a detective. With three men like him and a Miss Braddon at Scotland Yard, there is scarcely a crime that would go unpunished.\" Interested as all his listeners were, Grey bridge unconsciously produced his greatest effect upon the Honourable Richard Clyn- c 2"], [28, "77^ Mystery of the 20 borough — Draughtsman Dick, as his friends called him, on account of his marvellous skill as a caricaturist. To Dick Clynborough the whole thing was a novelty. During the three or four months of his membership at the Fossils he had been away a good deal, and had only seen Greybridge twice before that afternoon, when nothing had occurred to draw attention to him. As it happened, Richard Clynborough's two brothers, Lord St. Mavor and Basil, were both members of the Patrician, in addition to at least half-a dozen of Richard's friends and college chums. Not for one moment did Richard pretend to foster an illusion as to the real meaning of Mr. Greybridge's remark in answer to Major Scattergell's question, \" whether the police were likely to discover the murderer of that waiter?\" \" If they do, I have got a notion that the most aristocratic club in London will count one member less,\" had been the reply. It clearly pointed to a suspicion on Greybridge's part that a member of his bro thers' club was implicated in, perhaps the"], [29, "Patrician Club. 21 perpetrator of the crime. By the time Mr. Greybridge had paused in his story, he had almost succeeded in persuading the young fellow to the same effect, in spite of the latter's struggle against the \" preposterous idea\" that one of the five or six hundred men consti tuting the Patrician and positively belonging to the pick of English society could have a sufficiently grave motive of resentment against \"a simple waiter\" to take his life. But preposterous or not, the idea gained ground in his mind, and, in the hope of having it dispelled or more strongly con firmed, he felt impelled to ask Mr. Grey bridge a leading question. \" I wonder,\" he said, turning to the coroner, \"whether I misunderstood the drift of one of your remarks a little while ago ? \" \" What was it, Mr. Clynborough ? \" \" Your remark about there being one mem ber less in the most aristocratic club in Lon don in the event of the police discovering the murderer of that waiter. Did that refer to the Patrician ? \""], [30, "77/£ Mystery of the Patrician Club. 22 \" It did, Mr. Clynborough.\" \" And how is that decrease to be effected ? \" \"Simply enough. It will be done one Monday morning on the stroke of eight in the yard at Newgate by the hangman's rope. To be perfectly plain, the murderer of Gus tave Dubois, the waiter, is a member of the Patrician Club.\""], [31, "CHAPTER II. A silence, almost appalling in its intensity, fell upon the room, and there was not a single token of dissent, for most of those present knew Vincent Greybridge too well to think him capable of framing such a terrible indictment without very good grounds. They knew that there was not an ounce of gall in his disposition, that, liter- ally, he had not an enemy in the world, and that he would be the last man to utter such a sentence as that which had just startled them for the sake of mere effect. Even Richard Clynborough could not but feel, in spite of himself, that the mental acquiescence in Greybridge's words of all those around him was unanimous, and the feeling produced a shudder showing itself in the nervous twitch ing of the lips, which, together with the other"], [32, "The Mystery of the 24 features, had turned ghastly pale. Richard Clynborough's was an impressionable tem perament, and do what he would he failed to shake off the foreboding of a terrible calamity hanging over some of his own kind. A little reflection ought to have shown him that his brothers and his few friends com bined formed but little more than a hundredth part of the Patrician, but reflection was the last thing of which he was capable at that moment ; a sort of abject terror had got hold of him. Mr. Greybridge had noticed the absence of all comment on his last sentence, but he was not the man to wish his listeners to abdicate their right of individual judgment, so amid deep silence he spoke once more. \" It wants three quarters of an hour to dinner, and you have scarcely heard a par ticle of Mr. Dubois' most important evidence, so if you are still interested I will give you chapter and verse for what I stated just now. Notwithstanding the landlady's remarks that Gustave might have been in his rooms that"], [33, "Patrician Club. 25 very morning without her seeing him, Mr. Dubois was turning away very dejectedly when she stopped him just as he was on the threshold. \" If you'll wait a minute,\" she said, \" I can make sure whether he came home last night. Yesterday morning, after he was gone, there came by the second or third post a letter from abroad for him. I put it, as usual, under the door ; if it is there still, it shows that he did not come home last night, for I know he looks for his letters on the floor. ' With this she went upstairs, armed with a large kitchen knife, and followed by Mr. Dubois, who could not bear the sus pense of waiting. Of course, the letter was there, and Mr. Dubois took it away with him, though he did not open it. He still hoped against hope to find his nephew at the Patrician and to hand it to him. \" I have already told you of the reception he met with there, and then he turned his steps to the mortuary, where his worst fears were confirmed. One of the constables brought him to me, and after giving me"], [34, "The Mystery of tlie 26 the bit os biography of himself and his nephew, he produced the letter. ' I do not think,' he said, ' that it will throw any light on the affair ; but you had better open it, sir. I know where it comes from ; it is from his intended, an English girl, who is lady's maid in an English family residing in Geneva.' \" I opened it and read it aloud and had a copy taken afterwards. Here it is : \" ' Geneva, Sunday night. \" ' My dear Gustave, — I had your letter a week ago, but have not been able to answer it until to-night. Miss Ethel has been very ill, and I have not had a moment to myself. Of course I am glad to hear of your windfall of and gladder still to hear that more is likely to come from the same quarter, but should have liked to have had some further particulars. I must say that the idea of your becoming all at once the proprietor of an hotel of your own is very fascinating, though at the same time it takes my breath away. Take care not to count your chickens before they are hatched. I know that added"], [35, "Patrician Club. 27 to your savings and mine won't do it, and that promises are not always to be depended upon. Still, you are not the man to build castles in the air, so tell me all about it in your next letter. Though my mistress and the young ladies are very kind, I shall not be sorry to have a home of my own. — Write soon to your affectionate ' Margaret.' ' Mr. Greybridge folded the copy of the letter and placed it on the table by his side. There was no need to ask his listeners' opinion of its importance ; that opinion showed itself in their faces. The only one who uttered a sound was Mr. Reginald Stafford. The eminent lawyer did not speak, however ; he merely gave a long, low whistle. \"Your astonishment, my friends,\" said Mr. Greybridge, after a moment's pause, \" is as nothing to that of Mr. Dubois. When I had finished reading, his face looked a perfect blank. It was very evident to me that this was the first he had heard of his nephew's windfall, and of the latter's hopes built upon"], [36, "77^ Mystery of the 28 it ; still, as in a case like this I never take anything for granted, I thought I would ask him. \"'This is absolutely new to me,' was his answer ; ' and I am the more surprised, see ing that Gustave must have known all this the last time he was in Clerkenwell, because his letter to his intended was written before then.' \" ' Was your nephew addicted to gambling or betting ? ' I asked. \" ' Not that I am aware. I may positively say he was not. He had charge of the card room at the Patrician Club, sir, and though not very communicative on that or any other subject, he always professed a great dislike to the way gentlemen spent their time and substance there. You may or may not know that there is very high play at the Patrician Club, sir, and my nephew frequently re marked that to watch its effects was the best inoculation against the disease of gaming. Personally, I am not of that opinion, sir ; I am inclined to believe that the watching of play is an infectant rather than a disinfectant,"], [37, "Patrician Club. 29 but I may tell you at the same time, sir, that my nephew had few of the weaknesses of young men of his age, or, for that matter, of men of any age. I feel certain that the fifty pounds were not got by gambling ; besides, if you will allow me to observe, in his letter to his intended he appears to have said that more money was likely to come from the same quarter. Now, my nephew was not at all likely, even if he had been tempted into a betting transaction which turned out right for once, to build any hopes upon similar luck in the future, and nothing short of a betting transaction with heavy odds in his favour would have tempted him. As for gaming with even chances, I mean staking fifty pounds to win fifty pounds, he would no more have thought of it than of investing his savings in one of those bubble things that are advertised every day. I know he has invested, but it is in Government securities, the scrip of which I hold, besides the money he has in the Post Office Savings Bank.' \" I was evidently dealing with a very"], [38, "The Mystery of the 30 intelligent witness,\" Mr. Greybridge went on, \" and who was, moreover, anxious to afford me all the information possible. It tempted me to ask a question which with one less intelligent might have been regarded as a forlorn hope, but which in this instance pro mised a certain result. In how far the pro mise was realized you may determine for yourselves. ' Patmore Street, Mr. Dubois,' I said, ' is the opposite direction to that in which your nephew was going on the night he lost his life. At two o'clock in the morn ing even young men, especially if they have been hard at work all day, do not take pur poseless strolls. Can you suggest a motive for his going away from his home instead of towards it ? \" Mr. Dubois looked at me for a moment, and I saw that he had caught the drift of my question. He shook his head. ' I can suggest no motive, sir, that would have im pelled Gustave to go out of his way at two in the morning, or, for that matter, any time during the day.'"], [39, "Patrician Club. 31 \" ' Then you do not think he was going to visit an acquaintance or friend ? ' \" ' I am certain he was not, sir,' was the answer, ' I have already said that Gustave was not like ordinary young men. His first and foremost aim was to make and save money. Any play, amusement, or friend that might lead to the expenditure of any would be systematically discountenanced by him. During the six years he has been in London he has taken only one holiday, and that was at my expense. I may safely say that he had not a comrade or friend with whom he would spend an evening if it in volved the outlay of sixpence. At the same time I do not believe he had any enemies. He was uniformly good-tempered and courteous, but, to tell the truth, he was \"tight-fisted.\" No doubt he took the way to Berkeley Square instead of to Brompton to keep an appointment, but I feel sure that it was a business appointment, not a love affair, that took him thither. As to the nature of it I have not the faintest idea.'"], [40, "77 £ Mystery of the 32 \" And now, gentlemen,\" wound up Mr. Greybridge, \"you have the whole of the case before you, as far as it has gone, for I ad journed the inquest for a week after Mr. Dubois's depositions.\" Mr. Reginald Stafford was the first to break the silence. \" I have followed you very attentively, Greybridge,\" he said : \"but as yet, though instinctively agreeing with you that the murderer of Gustave Dubois must be looked for among the members of the Patrician Club, I see no evidence to warrant my agreement from a logical point of view. And even both our instincts mav lead us wrong.\" \" They might, but as far as I am con cerned it is not altogether instinct, though I admit that but for the churlishness and indifference of the manager in the first instance I might not have arrived at a con clusion so quickly. I doubt, moreover, whether it be instinct altogether with you, only your instinctive and logical faculties happen to be so admirably interwoven that"], [41, "Patrician Club. 33 you can hardly distinguish their separate workings.\" \"That is an admirable compliment, and the more valuable seeing that you do not go in for that sort of thing, but I cannot let you off even at that price. I need not tell you the status of all the members of the Patrician Club. What possible motive could one or two of any number of men so highly placed have for wishing to do away with such a humble individual as a waiter ? \" \"You must allow me to answer your question by a question.- What possible motive could one or two or any number of men so highly placed have for wishing to conciliate such a humble individual as a waiter by a present of fifty pounds ? \" \"You are taking it for granted, then, that the fifty pounds was a present from a member of the club ? \" \" Go over the evidence in your own mind and tell me whether there is any other theory to adopt. The uncle, who is evidently fond of the young fellow, though not blind to his vol. i, r>"], [42, "The Mystery of the 34 faults, distinctly states that during the six years he has been in London he has associated with no one, not from any dislike of com pany on his part, but from motives of avarice, to use the right word. This same avarice, according to Mr. Dubois, would have effec tually prevented his nephew from engaging in any speculation, gambling, or betting transaction. To whom, among his own acquaintances, provided he had any, could Gustave Dubois have rendered a service to be rewarded not only by fifty pounds, but to open a prospect of more ? He may have turned money-lender in a small way ; there are, how ever, two presumptions against that theory. First, a young fellow like that does not lend money easily, though I shall come back directly to the possibility of his having done so ; secondly, if the fifty pounds had been the interest on a loan, he would not have kept the fact from his uncle ; though not a strictly generous transaction, there was nothing to be ashamed of in it.\""], [43, "Patrician Club. 35 u It may have been a loan to one of the members of the club who was temporarily cleaned out while playing. You know they play very high at the Patrician,\" remarked Mr. Stafford. \" I expected you to say that when I referred to the possibility of his having done so,\" replied Mr. Greybridge, with a smile of satisfaction. \" But there are two presumptions against that theory also ; the first that Gustave Dubois was not likely to carry his savings upon him, the second that there was less need than ever to withhold the affair from his uncle. I do not take into account the almost utter improbability of a member of the Patrician borrowing money from a waiter, because such things have happened, if not there perhaps, at any rate in clubs the members of which were equally wealthy. No, the money was not given to Gustave for anything so simple as the bonus on a loan. Besides, if such had been the case, the trans action would have ended there ; no bitterness L 2"], [44, "36 77e Mystery of the would have been left on either side, and least of all the necessity of silencing for ever one Df the parties to it.\" \" Then in your opinion the giver of the fifty pounds and the murderer of Gustave Dubois are one ?\" asked Mr. Stafford. \" I cannot see my way to any other con clusion,\" was the reply, \" though I feel by no means certain that it is the right one. Of one thing I do feel certain, however : that the fifty pounds were given by a member of the Patrician, and that the murder was com mitted by a member of the Patrician. If the giver of the fifty pounds and the murderer of Gustave Dubois be two different men, then there is a terrible secret between them which is the foundation of a drama such as it would tax the ingenuity of a Sardou to construct. The connection of Gustave Dubois with it is an absolute puzzle to me, but depend upon it that he was connected with it, if not at the outset, at any rate in its evolution. Nay more ; one episode was enacted at the Patrician itself, probably in the presence of"], [45, "Patrician Club. 37 several members, who, jealous of the reputa tion of their club, feel bound to keep silent. But I repeat, if the murderer be found, one of the members of the Patrician will swing one Monday morning at Newgate. And now let us go and dine.\""], [46, "CHAPTER III. Richard Clynborough did not go in to dinner with the other members ; he remained by himself in the smoking-room, and for a few minutes sat quite still, trying to analyze the effect produced upon him by Mr. Grey bridge's narrative. He endeavoured to persuade himself that he had attached too much importance to that one sentence of Mr. Greybridge fastening the murder of Gustave Dubois upon a member of the Patrician. Greybridge was, no doubt, a very clever fellow, but even clever men were prone to make mistakes, more so perhaps than the dull, slow-witted, and plodding. Granted, however, that Greybridge was absolutely right in his conclusions, what need was there for him, Richard Clynborough, to alarm him self? His two brothers and the half-dozen"], [47, "The Mystery of the Patrician Club. 39 friends who belonged to the Patrician con stituted, after all, but little more than a hundredth part of its members, and these men's lives, he would vouch for it, were as open as the day. They had no entangle ments that could possibly necessitate the removal of a human being from their path , least of all would they be obliged to borrow money of a waiter to meet a gambling debt or to retrieve their losses, for though all, with the exception of St. Mavor, played occa sionally and even frequently for high stakes, the term \" gambler \" applied to none of them. Moreover, though some of them were younger sons, their joint incomes probably exceeded a hundred thousand pounds, while none of them had ruinous tastes. \" No,\" finally argued Dick, \" the idea of one of them being involved in this is simply pre posterous.\" With this he went into the street. Preposterous or not, he failed to get rid of the idea ; it haunted him on his way to Stanhope Gate, and he almost turned out of"], [48, "77^ Mystery of the 40 his road to have a look at the spot where the crime was committed ; it haunted him while dressing for dinner, and the first words he heard when he entered his mother's boudoir, which did duty as a drawing-room when there were no strangers, had direct reference to it. \" What are they going to Paris for, mother ? \" said his youngest sister but one, Lady Eva Clynborough, standing in her favourite attitude against the mantelpiece. \" I haven't the faintest idea, Eva,\" replied Lady Clovelly. \" They sent for your father just as he was going up to dress. He was late then, because he had been reading to me the report of the inquest on that waiter, who turns out to be a waiter at their club. So he did not come down again, but he will tell us when he does.\" \" I have read it too, mother,\" said Lady Eva, \" Jeanette brought us 77^ Globe when she came to take away the tea tray. Her eyes were glowing with excitement. ' I have brought the paper, Milady,' she said,"], [49, "Patrician Club. 41 ' there is a murder in it which reads like the first chapter of a novel in Le Petit Journal ; ' at which Fraulein Kinkier sneered. ' How theatrical these French people are,' she laughed, but she has not taken her eyes off the paper since.\" \" Who is going to Paris, mother ? \" asked Dick, instinctively guessing the answer, and involuntarily coupling it before it came with the thought that was uppermost in his mind. \" St. Mavor and Basil, my dear,\" answered Lady Clovelly, making room for him by her side on the sofa. The Clynboroughs were perhaps the most united family in a country where united families are not the exception ; they all prided themselves upon having no secrets from one another, and it was no uncommon sight to see the seven brothers and sisters, accompanied by their parents, stroll leisurely across the park in the morning during the season, take up the best part of a row of chairs \" on the mound,\" and chat as animatedly as if they had not met for years."], [50, "The Mystery of the 42 Richard was the only one of her sons and daughters whom Lady Clovelly habitually called \" my dear.\" He was her favourite child, and if she had had her will he would have gone neither to Harrow nor to Oxford. Her husband maintained that while Dick was at the former place the horses would have found their way blindfolded to it. \"You are a nice brother,\" said Lady Eva, coming up to him and putting her arms round his neck. \"You are a nice brother to go away for ten days in the middle of the season and leave three tender and festively inclined spinsters to shift for themselves.\" \" Who is the third tender and festively inclined spinster ? \" asked Dick, \" when I left there were only two.\" \" The third is Miss Eva Edmundsbury, who has been staying here for a week. Did not mother tell you ? \" Before Dick had time to answer Lady Clovelly interposed. \" Your brother was only with me for a few minutes, Eva,\" she said, \" and I had so many questions to"], [51, "Patrician Club. 43 ask him that our visitor quite slipped my mind.\" Eva and Dick smiled but made no remark, for it was an accepted maxim in the family that Lady Clovelly's watch and all the clocks in the house were fast when her favourite son was with her, and slow when he was away from her. \" I thought that Eva was going to stay with her cousin,\" said Dick, turning to his mother. \" Lady Brackelonde's arrangements were altered at the last moment, it appears. The doctors and her husband did not consider her in a fit state to bear the fatigues of the season. Eva was very much disappointed and wrote a doleful letter to your sisters, and I offered her to come and stay with us.\" There was a shade of disappointment in Dick's face as he answered, \" You are, as always, the sheet anchor of everyone ; but what is the matter with Lady Brackelonde ? If she be really as bad as the doctors pre tend, Brackelonde himself seems to take the matter easily enough, for this afternoon"], [52, "The Mystery of the 44 as I was coming along I saw him in Piccadilly, and he looked as jolly as the proverbial sand boy. What is the matter with her ? \" he repeated. \"Well,\" said Lady Eva, \"they do not seem to know, but ever since she left town last year in the height of the season, you remember, she has been subject to fits of depression.\" \"At any rate, there was Jack to take the three festively inclined spinsters about, because I do not suppose that Lady Mary came without her step-mother, and is staying here also. Why did he not do so ? \" asked Dick. \" You have been away eleven days, or else you would know that Jack has not set foot in the house since the day you left, not even when his sister came. He sent word that he felt too ill to do anything or see anyone. Eva, who went to his rooms, says she can't make it out ; there seems nothing the matter with him bodily, but he was in very low spirits. You remember he shut himself up"], [53, "Patrician Club. 45 for nearly two months this time last year. And now it appears he has gone to Paris. He went on Tuesday morning. He is suffering from an attack of nervous pros tration.\" \" Heaven forgive me,\" exclaimed Richard Clynborough, \" but I verily do believe that there is something in those tales about the Edmundsburys not being quite right. And Lord Velstrode was very sensible to try and stop as far as he could the inter-marrying that had gone on for a century and a half.\" \" Hush, hush, my dear,\" said Lady Clo velly, laying her hand on Dick's arm, as the door opened, and a comely girl of three or four and twenty appeared, followed by Lord Clovelly himself. Richard rose to shake hands with his mother's guest, but though the merest observer would have noticed the extreme cordiality of the greeting on both sides, he did not stay with her for more than a moment. With the entrance of his father, the idea that had haunted him in the club"], [54, "46 77tf Mystery of the and on his way home had got the upper hand once more, and made him very anxious to ask for an explanation of his brothers' sudden departure, which, without the slight est logical justification, he persisted in con necting with \" the mystery of the Patrician,\" as he already termed it to himself. Robert Clynborough, the fourteenth Earl of Clovelly in direct descent, was the beau ideal of the English aristocrat. His sixty years sat very lightly upon him ; the hand some, clear cut features, with their bright, dark eyes and shapely white moustache, were almost ridiculously young in their appearance, while the slim, lithe body might have been that of one twenty years his junior. He was but little above the middle height, and the hair was slightly streaked with grey. His third son towered a head and shoulders above him, but save for that difference the father and son as they stood there, the latter's hands resting affectionately on the former's shoul ders, might have been brothers, the likeness between the two being remarkably striking."], [55, "Patrician Club. 47 \" Well, Dick, had a pleasant time of it ? \" asked Lord Clovelly. \" Yes, father, a very pleasant time,\" was the reply, but there was a doubtful ring about the words which made the father look up at him. \" Anything the matter, Dick ? \" he said. Richard felt that this was the opportunity to unbosom himself, but at the same time the gong sounded, and he was obliged to defer doing it. A few minutes later he felt glad at the enforced postponement. The soup had been removed when Lady Clovelly asked the question that had been on the tip of his tongue for the last quarter of an hour. \" Why have St. Mavor and Basil gone to Paris so unexpectedly, Robert ? \" \" They have gone to see some drawings, or rather pictures by Puvis de Chavannes. It appears that Basil read an article this morning in one of the reviews, and I had half a mind to join them.\" Richard put back the fork, which was already half-way between his plate and his"], [56, "48 77^ Mystery of the mouth, and stared straight at his father. Their eyes met, and he knew that Lord Clovelly had told his wife a deliberate untruth. If Lord Clovelly had told his wife that their sons, like the two monks mentioned by Saint-Jerome, had undertaken a journey to the spot where the heavens and the earth are supposed to meet, she would have believed the statement. She was by no means equally ready to accept or trust the statements of others, not even those of her favourite son. \" There is nothing a husband cannot tell his wife ; there are many things a son cannot tell his mother,\" she said. Lady Clovelly was essentially a woman of the world. Richard Clynborough felt perfectly certain then that his father had not told his mother the true motive of his brothers' sudden journey to Paris, but at the same time felt downright angry with himself for persisting in connecting the journey and his father's prevarication with the suspected mystery of the Patrician Club. His brothers might have"], [57, "Patrician Club. 49 made the trip for a hundred reasons, he kept repeating to himself during the dinner ; yet when, in order to make a firm stand against this all-encroaching idea, he endeavoured to establish one single plausible motive, he miserably failed, and at last gave up the thing in despair. Like the magician of old, he had evidently roused a spectre which he was powerless to lay. Before the dessert was on the table he had taken the resolution to face his father boldly with the question once more, and not to be put off with a repetition of the answer. He knew he was perfectly safe in doing this ; the relations between Lord Clovelly and his children, and above all his sons, fully warranted the attempt on Richard's part. There was not and there had never been, as far as he was aware, a skeleton in the Clynborough family cupboard ; the Earl had often jocosely bewailed the absence of as much as a ghost either at Clovelly House or at Clovelly Towers. \" The Clynboroughs,\" he remarked once, \"have either been frankly vicious or frankly virtuous vol. i. f"], [58, "The Mystery of the 50 but they cried their vices from the housetops, and did not hide their virtues under a bushel, hence we have no skeletons in our closets.\" \" If,\" argued Richard, \" I have been mis taken, it will do no harm to acquaint my father with a subject which has been dis cussed before a room full of people, and which consequently is no club secret, seeing that it is not our club which is affected. If my appre hensions are well founded and my brothers have left him in the dark, it is equally neces sary for him to know, for then it is very evi dent that some one bound by ties of friend ship is concerned in this, if not they them selves. I will ask my father when my mother and the girls are gone.\" Fortified by his resolution, Richard became more cheerful, though it was with a sigh of relief that he found himself alone with his father. Neither the Earl nor his sons ever sat long over their wine when there were no guests, so Richard knew that the moments were precious, and the door had scarcely closed"], [59, "Patrician Club. 51 upon the ladies when he shifted his seat to his father's side and put his hand affection ately on his shoulder. \" Why did the boys go to Paris, father ?\" he asked point blank, looking the Earl straight in the face. \" Did I not tell you ? \" was the answer. \" To look at some pictures by Puvis de Chavannes.\" \" Yes, that's what you told my mother, but I want to know why they went to Paris.\" \" What do you mean, Dick ? \" \" What I say, father. St. Mavor and Basil went on a more serious errand than to look at the pictures.\" For a moment Lord Clovelly gazed atten tively at his son as if trying to read the latter's thoughts. Then he replied : \" You are right, Dick ; the errand is more serious, but I doubt whether I can tell you ; the secret is not mine.\" \" I do not know the secret, sir,\" said Richard, taking both his father's hands in his, e 2"], [60, "The Mystery of the 52 \" but I know what it has led to ; it has led to murder.\" Lord Clovelly started to his feet and turned ghastly pale ; he grasped his son's hands tightly, but by a strong effort he succeeded in mastering his emotion. \" Led to murder ! \" he repeated, as he sank back in his chair ; \" surely, Dick, you do not know what you are saying.\" \" I am afraid I know but too well, father,\" was the answer. \" Besides, I am not speak ing on my own authority, but on that of one of the ablest and most experienced men in criminal matters, Mr. Vincent Greybridge, the coroner who this afternoon held the inquest on the murdered waiter of the Patrician. Shall I tell you his very words ? \" Lord Clovelly nodded a silent assent. \" They were these. When they asked him whether the police would succeed in find ing the murderer of that waiter he replied, ' If they do, I have got a notion that the most aristocratic club in London will count one member less.' \""], [61, "Patrician Club. 53 \" Go on,\" gasped the Earl. \" And when I inquired subsequently if his statement referred to the Patrician he un hesitatingly affirmed that it did. ' How is the decrease of the members of the Patrician to be effected ? ' I said. ' Simply enough,' he replied. ' It will be done one Monday morn ing, at the stroke of eight, in the yard of Newgate, by the hangman's rope.' That's what he said, father.\" Lord Clovelly sat for a few moments like one petrified. At last he murmured slowly to himself, \" I see it now ; it is more than a terrible club scandal, it is a question of life and death. Poor fellow ! Poor fellow ! \" Richard failed to make out the drift of his father's incoherent words. To whom did the \"poor fellow, poor fellow\" apply? He was about to ask for an explanation when pre vented by the entrance of the butler with a small tray bearing a telegram, which he handed to Lord Clovelly. \" Open it, Dick, I have not the strength,\" whispered Lord Clovelly."], [62, "The Mystery of the Patrician Club. 54 The missive only contained a few words. \" Just received telegram ; will wait upon your Lordship at ten to-night. Jasper Daven- port.\" \" Why, that's the detective from Scotland Yard, father,\" said Richard. \"You do not mean to say that either of my brothers is implicated in this affair ? \" Lord Clovelly shook his head despon dently. \" Thank God, it is not so bad as that, though nearly. If your Mr. Grey bridge's theory is correct, the member of the Patrician against whom suspicion would point is none other than your brothers' dearest friend and my godson, Jack Edmundsbury. That's why St. Mavor and Basil told me to send for Jasper Davenport and lay the case before him. God help poor Jack. I can see it now.\""], [63, "CHAPTER IV. The keenest observer of London life, manners, and people would have failed to detect the conventional detective in Jasper Davenport as he rose to take the hand held out by Lord Clovelly when the latter, accom panied by Richard, entered the library a few minutes after ten. Faultlessly dressed from head to foot, he could, as to his appearance, have passed muster in the most fashionable crowd gathered on a summer afternoon in the Row, even the \" tell tale \" shoe leather of all his professional brethren being replaced in this case by boots, the merest glance at which told that they had been made in the right quarter. The anecdotal gossip of Scotland Yard, in fact, credited Jasper Davenport with several not very complimen tary remarks in reference to his colleagues'"], [64, "56 77^ Mystery of the neglect of their lower extremities, such as \" The detective ; yes, by his feet shall ye know him ; \" \" The detective's feet are like the British flag, they will stand the battle and the breeze,\" and so forth. Though but a little over fifty, Jasper Daven port, was perfectly white, the wavy hair and carefully trimmed whiskers looking like so much floss silk, and contrasting strangely with the amber-tinted skin of the face. In his well-fitting dark grey frock coat and suit to match, set off by a handsome satin scarf fastened with a valuable pearl, he gave one the impression of a high-class family lawyer or fashionable physician rather than of a police official. There was an air of \" breed ing\" about him which surprised no one more perhaps than the Director of the Criminal Investigation Department himself when the candidate for admission to the detective force first presented his credentials to him. It was evidently of no use to tell such a man that he must begin at the lowest rung of the ladder ; i.e., worry fractious flower girls,"], [65, "Patrician Club. 57 harass laggard omnibus conductors, enact the Good Samaritan or the reverse to inebriate and noisy disturbers of the nocturnal peace, and perform the various other duties of the ordinary constable. He, the Director, might as well have taken his watch chain to fasten a vicious bull-dog with. The traditions of \" red-tapeism \" could cer tainly not be set at nought with impunity ; on the other hand the credentials were too good not to give the bearer a chance, so a compromise was effected, much to the disgust of \"the older and more practised staff.\" Jasper Davenport was attached to the Director himself in the capacity of private secretary, the salary — a very modest one — coming out of the latter's pocket. \" The older and more practised staff\" soon began to perceive that they had a much older and more practised hand than them selves to deal with. Three out of four important \" cases \" that utterly baffled them were successfully unravelled by Jasper Davenport ; the fourth he absolutely refused"], [66, "58 77^ Mystery of thc to meddle with unless invested for the time being with discretionary powers. As a matter of course they were refused, and the miscreant who slaughtered seven poor, defenceless women remains at large. Never theless Jasper Davenport gradually rose to the position he occupied when Lord Clovelly, at the request of his two elder sons, sent for him. During the interval that had elapsed between Richard's thunderclap revelation — for such it was to his father — and Jasper Davenport's arrival, Lord Clovelly had not only succeeded in regaining his composure, but decided upon a plan of action utterly different from that he intended to pursue at first. Curiously enough, his mind, evenly balanced as it was, had failed to perceive at once the connection between the murder of Gustave Dubois and the story hurriedly told to him by his elder sons before their depar ture. That story itself sounded so improbable as to command very little credence at the out set. He went as far as to suspect St. Mavor"], [67, "Patrician Club. 59 and Basil of playing an innocent joke upon him in order to account for their sudden journey. They lived upon such cordial and intimate terms that there would not have been much harm in this. Ina little while, however, he was forced to conclude that his sons were terribly in earnest ; still, with the report of the inquest he had just read out to Lady Clovelly almost before him, he remained mentally blind to a deduction which had already been made by every member of the Patrician Club who happened to be aware of both the facts. It was only when his youngest son supplied the link by his words, \" the secret led to murder,\" that he saw the terrible chain of presumption in its whole length ; but from that moment he knew what to do, and decided to do it on his own respon sibility and without consulting his sons, who were on their way to Paris. They would have reached Dover by this time, and he might have telegraphed to them, but he elected to open the battle — which he foresaw to be a merciless one — guided by his own"], [68, "60 The Mystery of the strategy only. When the door closed upon his two sons, Lord Clovelly was under the impression that it was a question of saving Jack Edmundsbury's honour ; when he entered his library two hours later he knew that he would have to fight for his head also, and had braced himself for the struggle accordingly, albeit that he felt certain that to the man he loved as dearly as his own children life would be worthless without honour. Both, it appeared, were at stake, but Lord Clovelly did not for a moment suspect Jack Edmundsbury of having staked them himself either in a dishonourable transaction or in the committing of a foul crime. Hence the despondent look had dis appeared as he seated himself in his semi circular chair behind the writing-table and took from a drawer a beautiful meerschaum, the deep mahogany colour of which bespoke an old friend. \" Our interview, Mr. Davenport,\" he said, after blowing a few whiffs, \" is likely to be"], [69, "Patrician Club. 61 much longer than I expected ; here are the cigars, and the spirit bottles are at your elbow. Take off your gloves and make yourself comfortable. I have heard of your faculty of looking through a millstone, but I am afraid you'll have to tunnel through a whole mountain of granite, and as a rule that's dry work. Have you any idea why I sent for you ? \" \" Not the remotest, my lord, unless it be that your house has been robbed.\" The tone of the answer was slightly ironical, for Jasper Davenport was a proud man, though a poor one, and, much as he loved his pro fession, resented being confounded with the \" ordinary thief-taker,\" as he dubbed most of his colleagues. Lord Clovelly, though altogether uncon scious of the irony implied, at once set his mind at rest on that score, and unconsciously paid him a compliment at the same time. \" In that case,\" he said, \" I could have done with someone less skilful in your pro fession than you are, Mr. Davenport. I told"], [70, "62 The Mystery of the you at the outset that you would have to tunnel through a whole mountain ot granite, and I did not exaggerate, though I admit that when I sent for you the case did not wear, as far as I knew, the serious aspect it wears now. Since then a new complexion has been thrown on it by my son Richard. As it is, I do not know whether to begin at the beginning or at the end.\" \" Begin where you like, my lord ; give me all the pieces, I'll fit them in if I can,\" said Davenport, cheerfully. He felt relieved at the thought that Lord Clovelly had not sought his assistance in a mere trifling matter. \" Very well, then. Let me ask you a question first,\" said Lord Clovelly. \" Have you read the report of the inquest on the waiter who was murdered in Lansdowne Passage early on Wednesday morning ? \" \" I have just glanced at it, because I only arrived from Paris at six this evening. But I shall probably be entrusted with the case. I should, but for the arrival of your telegram,"], [71, "Patrician Club. 63 have gone to see Mr. Greybridge, who is one of my oldest friends. We were at school together.\" \" Will you excuse my inverting our re spective roles for a moment and putting a few more questions to you ? \" Davenport merely nodded assent. \" Have you read enough of the case to enable you to form an independent opinion as to the motive of the murder ? I ask this because Mr. Greybridge, who is a member of my son's club, has already expressed his views, and as he is a man of undoubted ability you might be unconsciously influenced by him.\" Jasper Davenport kept silent for a few moments, twirling his rather bushy eyebrows, as was his wont when deeply engrossed. \" The difficulty in this case,\" he said at last, \" lies not in the arriving at a conclusion, but in the discovery of the secret of which Gustave Dubois was possessed and which cost him his life. That secret was shared by only one man on the face of the earth ; that"], [72, "The Mystery of the 64 man is a member of the Patrician Club and Gustave Dubois' murderer. If I can get an inkling of the secret, I'll lay hands on the murderer, not without. That is the case in a nutshell, my lord.\" The father and son sat staring at one another without uttering a word, and when Lord Clovelly tried to put the tumbler of whisky he had brewed to his lips his hand shook so visibly as to astonish Richard himself. Jasper Davenport had virtually re echoed Mr. Greybridge's summary of the case, though they had not been able to com pare notes. After a while Lord Clovelly said with a wan smile : \" What if I could tell you the secret, Mr. Davenport \" The latter shook his head incredulously. \" If you could, my lord,\" he laughed, \" I should almost be tempted to arrest you on my own responsibility as the murderer of Gustave Dubois ; but you cannot. You can show me the shell that contains the mystery, Avhich, for reasons which as yet I fail to"], [73, "Patrician Club. 65 fathom, has been shown to you — that is, if you are not a member of the Patrician Club.\" \" I am not,\" said Lord Clovelly. \" But even the sight of the shell may help me in a way, because but for you that would have been denied to me. The members of the Patrician are too exclusive a body to publish their affairs willingly. You said just now, my lord, that you did not know whether to begin at the end or at the beginning. Begin at what you suppose to be the secret. I'll ask for information as you go on.\" Lord Clovelly shook the ashes from his pipe, filled it afresh, and settled himself com fortably in his chair, while Jasper Davenport mechanically took from his waistcoat pocket a small silver pencil-case and note-book. The elder man had become perfectly composed again. Not so Richard, whose nostrils quivered and lips twitched Avith suppressed excitement, for he barely knew the outline of the story his father was about to tell the detective. There had not been time to tell him more. vol. 1. F"], [74, "The Mystery of thc 66 \" You are aware, perhaps, Mr. Davenport,\" said Lord Clovelly, \"that though there is very high play going on at the Patrician Club, it is by no means Avhat we would term a gambling club ; nevertheless, there are members who habitually play for high stakes elsewhere, and who, as a matter of course, indulge in the same thing there when the opportunity presents itself. On the other hand, there are members who never touch a card anywhere : for instance my sons ; while there is a third category who suffer from what I should call ' intermittent gambling fits ' with shorter or longer intervals, but who would not venture a red cent outside the Patrician. These are the men who, as one of my friends expressed it, have, if not well-balanced minds, at any rate well balanced bankers' accounts, and to whom the loss or gain of a thousand pounds does not make a difference of a single wink in their night's rest. Their sleep is neither haunted by the vision of their opponent waiting for his cheque, nor by the nightmare of that"], [75, "Patrician Club. 67 opponent putting a pistol to his brain because he cannot send them theirs. The love or need of money is no factor in their play ; it is the purely psychological excitement that tempts them. I am not sufficiently scientific to explain it, but you will know what I mean. \" One of these, a comparatively young man, belonging to an excellent family, with an income more than amply sufficient for his wants — he has about a year and does not spend — was engaged this very evening a fortnight ago in a game of ecarte with a fellow member, a Russian nobleman, who has been domiciled for years in England, whose income is, if anything, even more dis proportionate to his wants than that of the other. Throughout two hours' play luck never wavered for an instant ; it kept obsti nately, nay conspicuously, on the English man's side to such a degree as to embarrass him considerably — for, as I have already observed, the material benefits involved in this trial of skill were an absolutely secondary consideration to both men, and each fresh F 2"], [76, "68 The Mystery of the game seemed merely a foregone conclusion to the apparently invulnerable victor.\" \" One moment, my lord,\" interrupted Jasper Davenport, his pencil poised in mid air. \" You were not there, I suppose ? \" Lord Clovelly shook his head to intimate that he was not. \" The account, allow me to say, is as far as it has gone a graphic one. By whom was it supplied ? By one of the players or by an independent eye-witness? I fancy I see a small rift of light, at any rate, in that part of the story, and it is necessary that I should know who is responsible for it.\" \" Virtually, an independent witness,\" was the answer, \"though a very dear friend of one of the players — my eldest son. St. Mavor never touches a card himself, but he is fond of watching others. In this instance, however, as he told me, he was one of a good many, for there were at least a score of men gathered round that one table, and I should like you to remember this in connection with the sequel.\""], [77, "Patrician Club. 69 Davenport nodded and Lord Clovelly went on . \"Ina little while play had ceased in the room except at that table, not because it was getting late, though it was considerably after midnight, but because the English player's run of luck was so extraordinar) . He himself was tired of it, but, of course, could not propose to leave off. The proposal to that effect came eventually from his adversary. ' And your revanche ? ' said his vis-d-vis. ' Leave it till another night,' was the ansAver. \" Both men were about to rise when another member, who had been standing for some time behind the Russian, offered to take his place. ' Five games for .£200 each, and no revanche one Avay or the other,' he remarked. The successful player accepted, though, as my son tells me, by no means enthusiastically.\" Davenport held up his hand. \" I am sorry to interrupt you once more, but it is many years since I belonged to a club,\" he said, with a somewhat sad smile. \" Still, I"], [78, "The Mystery of the 70 am under the impression that the successful player was in no way bound to accept the challenge from a third party. Am I mis taken ? \" \" You are not mistaken,\" said Lord Clovelly, \" and I may as well warn you at once that AA'e are entering upon the puzzling element of the story. Nor need I withhold the names of the principal actors in it any longer. The successful player was Captain James Edmundsbury, of the 17th Lancers; the challenger who proposed to take Count Barsowski's hand was the Marquis of Brackelonde.'' For a moment the light died out of Jasper Davenport's eyes — for a moment only ; the next he quivered from head to foot as if moved by an electric shock. But by an almost superhuman effort he mastered his emotion, and in reply to Lord Clovelly's query Avhether he felt ill, slowly said : \" It's nothing, my Lord ; I am subject to these sudden shivering fits. I'll be all right"], [79, "Patrician Club. 71 directly; in fact, I am all right now; they never last more than an instant.\" Richard Clynborough, who, with the ex ception of that one glance exchanged with his father Avhen he took the tumbler from the latter's trembling hand, had remained perfectly unmoved during the whole of the interview, now shot a long and searching look at the detective. Davenport had pro duced a distinctly favourable impression upon him from the very beginning, which impression had been strengthened still further by the slowly gathering conviction that he was a gentleman in more than outward appearances. The mention of his long friendship with Mr. Greybridge and his subsequent brief summing up of the case, which so strangely tallied with that of the coroner, had had the effect of completely winning Richard to his side. He felt convinced, not only of his ability but inclined to believe in him implicitly. Yet he could not help doubting the detective's statement of"], [80, "The Mystery of the 72 the cause of his sudden indisposition. He at once attributed this indisposition to the sudden introduction of Captain Edmunds bury's and Lord Brackelonde's names. Which of these two was it that had struck a chord in Jasper Davenport's mind ? After the occurrences of the afternoon, Richard felt inclined to believe in his own powers of divination and to let them have full play, especially in all matters connected with the terrible problem before them ; hence he jumped rather than arrived at the conclusion that it was Brackelonde's and not Edmunds bury's name that had stirred Davenport's recollections. Then, and only then, as if ashamed of placing so much faith in his instinct because it had happened to stand him in good stead once, he endeavoured to prove his conclusion logically. \" Davenport,\" he argued, \" is Jack's senior by more than a score of years ; it is therefore most unlikely that there could have been any transactions between them of a nature to evoke repellent memories ; furthermore, I have known Jack"], [81, "Patrician Club. 73 nearly all his life, and never heard him mention the name. Truly, Jasper Daven port may not be his name, and I strongly suspect it is not. He has a history, for under existing conditions no man of his stamp would willingly embrace the profession of a detective. On the other hand, everyone knows the career of Lord Frederick Stalforth before and even after he came into the title and property. Even if one does not believe all one hears, he must have been mixed up with some queer doings and people. I'm sure I'm right in my surmise; it's Bracke londe's and not Jack's name that upset him so terribly. ' Save for the inquiry from Lord Clovelly when he noticed Davenport's sudden collapse, there had been no perceptible break in the conversation — for Richard's train of thought came quicker than described — and in another moment his father was proceeding with the story. \" The strangest feature in connection with Lord Brackelonde's challenge, Mr. Daven-"], [82, "The Mystery of the 74 port, is this. Though the two men are related by marriage — you know, perhaps, that Lord Brackelonde married Lady Esther Edmundsbury, the second daughter of Lord Velstrode, and consequently Captain Edmunds bury's cousin — they had not been on cordial terms for some time ; nay, it is very doubtful whether until that night they had spoken to one another for a twelvemonth or more. In spite of everything that is said to the con trary, these things are noticed in clubs, especially if they happen to be small, as is the case with the Patrician. I have, besides, private proofs of this estrangement, albeit that my informants have not the remotest idea as to its cause. Captain Edmundsbury could, therefore, very well have declined Lord Brackelonde's offer on the plea that it was late or that he was tired ; nevertheless he accepted, though, as I have already said, reluctantly. His reluctance struck not only my sons, but two or three other members who afterwards remarked upon it.\" Davenport merely nodded to intimate that"], [83, "Patrician Club. 75 he Avas attentively following the speaker. Lord Clovelly went on, — ■ \" You are aware perhaps that there is no gas in the members' rooms, at the Patrician ; lamps and candles everywhere, nothing else. It being late, a great many of the former had been turned out, and there being no players except at that particular table, the candles on all the others had been extin guished also ; consequently when the two men sat down to their game the card-room was someAvhat dimly lighted. There was, however, a three-branched candlestick be tween Captain Edmundsbury and Lord Brackelonde. \" The luck which had remained so obstin ately on Captain Edmundsbury's side during his game with Count Barsowski seemed de termined not to desert him in his game with Lord Brackelonde. He won the first three games, when at the beginning of the fourth the candlestick was pushed off the table, ' inadvertently,' I suppose, and that part of the room was wrapped in almost total darkness."], [84, "76 The Mystery of the In another moment the candles were relighted and the game proceeded. Not for long, how ever. The cards had scarcely been dealt Avhen Lord Brackelonde rose from his chair. ' One moment, Captain Edmundsbury,' he said. Then turning to those who were standing around, he held out his hand. ' Gentlemen, these cards are marked, and I must ask you to bear witness to the fact.' \" Lord Clovelly's power of dramatic narra tive was almost equal to that of his eldest son, and after his last words he paused, un consciously perhaps, to watch their effect upon his listener. They appeared to have produced none ; Jasper Davenport sat un moved. His face expressed no surprise ; there was merely a faint smile on his lips. Richard, who had not taken his eyes off him for the last ten minutes, mentally repeated his last observation, though with a slight variation. \" I'm sure he knows Brackelonde, and nothing in connection with him startles him. It is not a very flattering testimonial"], [85, "Patrician Club. 77 to my Lord's character.\" But Richard kept his opinion to himself. Lord Clovelly, on the contrary, felt some what puzzled at the detective's seeming want of interest. He waited for a little while, but no comment being forthcoming, went on, — \" I need scarcely tell you, Mr. Davenport, what Lord Brackelonde's words implied, and for a moment or so the men around the table stood perfectly speechless Avith amazement. Not one of them stretched forth his hand to examine the cards held out by Lord Bracke londe ; they looked silently from one player to another as if expecting an explanation, perhaps with the faint hope that the whole was a vast joke concocted by both. But no explanation came. Captain Edmundsbury, to everyone's astonishment, though looking deadly pale, did not utter a word, but stared them fearlessly in the face. He had not even risen from his chair. At last Lord Brackelonde, evidently tired of this silence, flung down the incriminating cards, turned on his heel, and was about to leave the room"], [86, "78 The Mystery of the when Edmundsbury stopped him. ' Stay, Lord Brackelonde,' he said, very quietly, starting to his feet, ' there is no need to mince matters. You accuse me of cheating ; I demand an inquiry, and meanwhile I ask to have the whole of the cards ' — pointing to the several packs lying on the floor besides the two packs on the table — ' impounded. Will one of you act on my behalf and do this now ? ' \" The cards were carefully heaped together in one of the members' handkerchief, a news paper was fetched from the reading-room, the whole was sealed up with the seal of another member, and then the manager was sent for to take charge of the parcel. I believe he was in bed. Next morning two of the mem bers deputed by the rest, reported the affair to the secretary, who in his turn reported it to the committee at its weekly meeting, which takes place on Thursdays. That was last Thursday — a week to-day. The inquiry is fixed for next Thursday. Meanwhile, the usual attendant at the card-room, the one who"], [87, "Patrician Club. 79 has held that post for more than two years, has been done away with. I have told you all I know, Mr. Davenport. After this you may be able to determine at whom suspicion would point as the murderer of Gustave Dubois.\" Lord Clovelly shook the ashes from his pipe and sat quite still, evidently expecting an answer. At the same moment there was a knock at the door, and the butler made his appearance. \"What is it, Dawson?\" asked Lord Clovelly, turning to the servant. \" Her ladyship has just come in, my lord, and she wishes to see you for a moment, but at once.\" \" Do not go, Mr. Davenport, I'll be back immediately,\" said Lord Clovelly as he left the room. The two men sat perfectly silent for a while, Davenport apparently lost in thought, and Richard unconsciously watching him. There was no sound except the ticking of the old clock in the corner near the door."], [88, "80 Thc Mystery of the At last Richard mechanically took up a pencil and on a sheet of letter paper lying on his father's blotter began to draw. He also became too absorbed to notice the flight of time. All at once and without a word he handed the sketch — for such it was — to Jasper Davenport. \" Lord Frederick Stal forth ; what a striking likeness ! \" exclaimed the detective, thrown off his guard. \"You mean the Marquis of Brackelonde,\" corrected Richard with a smile, \" but it is all the same. I was not aware, though, that you knew him personally.\" \" I knew him once, long ago,\" said Daven port, \" and he has not changed much. I suppose an easy mind and an easy conscience keep men young.\" \" I have heard that a cynical mind and an absence of conscience are more effectual in that respect,\" said Richard, pointedly, but Davenport refused to be drawn out. He handed the portrait back again to Richard. \"You had better keep it, Mr. Davenport it may be useful, and, if not useful, remind"], [89, "Patrician Club. 81 you of an old friend,\" remarked Richard, who was determined to find the weak point in the detective's armour. The latter, however, was not to be caught twice. \" Thank you, Mr. Clynborough, perhaps you'll be kind enough to roll it up for me so that it may remain intact.\" Their further conversation was stopped by the return of Lord Clovelly. \" I am afraid I have kept you waiting, Mr. Davenport, but the answer I expected from you has come from an altogether unexpected quarter. Lady Clovelly came home from the opera in a terrible state of excitement.\" Richard rushed to the door, but his father held up his hand. \" It's all right now, Dick ; she is more composed now.\" \" What upset her, father ? Has anything been said in her hearing ? \" \" Nothing definite, nor was it intended for her ears ; but it is sufficient to show which way the wind blows. It was said in the box next to hers.\" \" What was it ? vol. I. G"], [90, "82 The Mystery of the \" They were talking about the murder, when someone remarked that it was perhaps the luckiest thing that could have happened to Jack Edmundsbury. During the next interval Eagleton came in and your mother asked him for an explanation. But he had caught sight of Eva Edmundsbury, and all he would say was, ' It's only a passing cloud, Lady Clovelly, but I am very sorry for poor Jack.' I think we have got our answer, Mr. Davenport,\" said Lord Clovelly, turning to the detective. \" Have we not ? \" \" We have got the obvious one, my lord, but if you will allow me, I'll defer giving mine for a few hours. It is past twelve, and I'll go home and think the matter out.\" But Jasper Davenport did not go home. When outside Clovelly House he stood for a moment baring his head to the soft night breeze, then hailed a passing hansom. \"WTeymouth Street, Portland Place,\" he said, and was driven away. \" Is Mr. Greybridge at home, Warton ? \""], [91, "Patrician Club. 83 he inquired of the servant who opened the door at the latter place. \" He has just come in, sir,\" was the answer. Before the man had time to say more Vincent Greybridge's head appeared in the passage. \" Who's that, Warton ?\" he asked. \" Mr. Davenport, sir In another moment the two men were closeted together. \" Look,\" said Greybridge, pointing to an addressed envelope lying on his table. \" I have just written to you to come and see me the first thing in the morning. It's about that murder case.\" \" It's well I came, for the letter would not have found me. I am going to the country by the first train. Do you mean to say that they have entrusted this affair to someone else at Scotland Yard ? \" \" I don't know; I only came back at six this evening.\" G 2"], [92, "The Mystery of the Patrician Club. 84 \" Then you have no information on the subject? \" \"' I have every information ; or at any rate more than they could have given me. I have come to acknowledge the truth of your oft-repeated contention that Providence is an admirable plot-weaver, albeit that the ' waits ' between his acts are insufferably long.\" For more than two hours they sat talking very earnestly. Then Jasper Davenport went home to take his \" tub \" and to prepare for his journey."], [93, "CHAPTER V. Though the train which took Jasper Davenport to the country was pretty full at starting, he was the only passenger who alighted from it at Stancoombe Station. But for the reserve imposed upon them by their official position, the station master and his two subordinates felt almost inclined to ask the stranger's motive for this visit, for save on market days no one ever came to Stan- coombe, except a few commercial travellers, and the most casual observer could not have mistaken the quiet, white-haired, middle-aged gentleman in his sober tweeds and dark felt hat for a member of that useful and easily distinguished fraternity. Besides, all the usual paraphernalia of \" the gent on orders bent \" was wanting — no bulky sample cases or oilcloth-covered parcels, nothing but a"], [94, "86 The Mystery of the somewhat large dressing-bag and an overcoat strapped round a stick and umbrella. So the station master came forward, confident that the passenger had made a mistake, that he had alighted either too late or too soon, that his destination was either Carndale or Bracke londe, respectively the stations before and after Stancoombe. Great, therefore, was the station master's astonishment when he heard the stranger ask for a fly to take him to the Golden Lion instead of a conveyance to Brackelonde Dene or to Velstrode Priory, as he expected he would. \" A fly, sir ? I am afraid there isn't one ; but if you do not mind the omnibus of the hotel, you'll find plenty of room,\" he said, laughing. It struck Jasper Davenport all at once that the last time he stood on the platform at Stancoombe, more than a quarter of a century ago, a similar answer had been given him to a nearly similar question, but the speaker was not the same, and the omnibus he found was comparatively new. \" The rest is very old,\""], [95, "Patrician Club. 87 he said, almost aloud, as he entered the vehicle, \"almost as old as the tale of the serpent and the woman in the Garden of Eden.\" The words had apparently roused a new train of thought, or perhaps a very old one, deeply buried until then in the recesses of his mind — a train of thought probably the reverse of gladsome, for the dark, piercing eyes grew dim and the nostrils quivered as he gazed out of the windows, trying, may be, to find old landmarks, silent witnesses of moments of joy or sorrow in the past. Then he leant back in a corner of the carriage and hid his face in his hands. Great as had been the surprise of the station master at the advent of a passenger who was not a \" commercial,\" it was as nothing to that of the head waiter of the Golden Lion, who stood leisurely sniffing the morning breeze under the portico when Davenport stepped out of the omnibus. Instead of ringing the long, old-fashioned bell-handle, which would have brought"], [96, "88 The Mystery of the \" boots \" to the spot, he so far forgot his dignity as to take with his own hands the bag and overcoat from the carriage, a thing he would have scorned to do for any com mercial traveller breathing. He no more than the railway official made a mistake in the social status of the visitor, for when the pretty waitress, who ministered to the wants of \" the ambassadors of commerce,\" held the door of the room set apart for the latter invitingly open, he positively snapped at her. \" It's not for you,\" he growled, and led Jasper Davenport triumphantly past her. He was not going to relinquish his one lamb without a struggle. \" Will you require breakfast, sir ? \" he asked. \" Yes ; and I'll want a bedroom for to-night at any rate, but I may stay till Monday or Tuesday,\" was the answer. The man felt that a new era had dawned for him and for Stancoombe. A traveller who was going to stay three days Avas"], [97, "Patrician Club. 89 without a precedent in the annals of the Golden Lion for at least five years. He was utterly nonplussed, but promised himself to account for the phenomenon by-and-by when he had attended to the new-comer's material comforts. If he had had his own will at that moment, he would have outdone Abraham's hospitality, who, it is recorded, slaughtered a calf for three guests and ordered a bullock to be roasted for one. Seeing that such Gargantuan provision was impossible, he began to enumerate the dishes available. \" Some ham and poached eggs will do,\" said Davenport. \" Tea or coffee, sir ? \" The last question had the effect of rousing Davenport's attention to the danger of his situation, namely to the risk of miserably perishing in an obscure country town by the administration of poison at the breakfast table. \" No, no coffee, thanks,\" he said with a smile and a comic shudder. The waiter caught the drift of both at once."], [98, "The Mystery of the 90 \" The coffee is all right here, sir,\" he remarked. \"We get the beans direct from London; I roast and grind them myself and let no one touch them until they come to table. I did the same for years for Lord Brackelonde, whose valet I was until I came to the Lion.\" \" In that case I'll have the coffee,\" said Davenport, walking to the window lest the waiter should notice the sudden change he felt coming over his features at his (the waiter's) last words. \" Sardou and Sims are not in it with Providence,\" he murmured to himself when he was alone, as he stood looking at the deserted street lying sweltering in the glare of the summer sun. Then he took out his watch ; it was close upon ten. He had promised Lord Clovelly an answer early in the day, and had, therefore, a few hours before him. His course of action had been thoroughly decided on during the two hours' railway journey without the remotest expec tation of so valuable an auxiliary to his inquiry as he had found within the last few"], [99, "Patrician Club. 91 minutes. Still, he determined not to hurry matters. His 6rst and foremost anxiety was to keep the outer world, and especially the press, in ignorance of the facts within his knowledge. If the latter got hold of the whole or even part of the story as told to him by Lord Clovelly last night, the consequences from his (Davenport's) point of view might be fatal ; hence the utmost care was necessary. He had bought the morning papers before starting, and thus far everything was safe. The leaders on the subject were mainly de voted to speculations on the motive of Gus tave Dubois' murder, but of the real motive, as the detective had already worked it out in his own mind, there was not the faintest suspicion. At the same time Davenport felt bound to admit that, but for the assistance of Lord Clovelly, he would probably be groping as much in the dark as the writers of the articles in question. If one could have read Daven port's inmost thoughts he would have found that professional pride was almost entirely foreign to his anxiety to unravel the mystery."], [100, "The Mystery of the 92 Meanwhile Horner, the waiter, was brew ing the coffee, but though his heart was in the task his thoughts were with the visitor for Avhom the beverage was intended. \" It's too early for shooting, and he hasn't come a fishing,\" he pondered. \" He hasn't come to visit friends in the neighbourhood, else why should he stay here ? He isn't a swell money-lender, though he may be a swell solicitor. I should like to know what he has come for ? \" Horner got no further than that, for the breakfast was ready, and he was anxious to bring it in steaming hot. Horner had not overrated his skill in the preparation of coffee, which was really excel lent, though had it been the vilest stuff ever decocted by the so-called English plain cook, it is very likely that under the circumstances Jasper Davenport would have pretended to relish it. In this instance, however, the approval Avas genuine, and Horner felt cor respondingly flattered, seeing which Daven port began to feel his ground, but very care fully at first."], [101, "Patrician Club. 93 \" I shall ask you to make me some after my lunch this afternoon,\" he said. \" I have lived abroad a good many years, and it is a great privation to me to have to do without. It will, at any rate, be so much gained if I have to stay here for a few days, as I am afraid I shall, for I suppose there is not much to be seen here. Is there anything in the way of regattas or cricket matches going on ? \" \" No, sir, there is nothing of the kind in Stancoombe. In small towns these sports want the patronage of the county people, and most of our county people are in London during the season. We are too near London, as the South-Eastern takes care to remind us by issuing the most ridiculously cheap return tickets all the year round. Our young folk when they have a day off run up to town, and even when they have half a day. If they don't go to town they go to Margate and Ramsgate, or else to Dover or Folke stone. If it were not for the farmers and agricultural labourers, there isn't a draper or tailor who could pay his way. No, there is"], [102, "The Mystery of the 94 no amusement in Stancoombe, and very little trade ; it's a very dull place indeed.\" \" The country round appears very beautiful,\" said Davenport, still treading warily. \" I shall have to be content with a walk or a drive.\" \" The country is very beautiful,\" replied Horner, \"and there are many beautiful seats, but their owners don't do much for Stan coombe. Lord Velstrode, himself, is too old and too much taken up with his books and studies to give parties. Lord Clynchland, his only son, doesn't set his foot in the place from one year's end to another ; he is always away, mostly in Paris. He does not take to English country life, and my former master, Lord Brackelonde, is pretty well of the same way of thinking. We were always going about, and after ten years I had enough of it. I gave it up and settled down here. My wife belongs to these parts, and does not want to leave her arents.\" \" I suppose his Lordship followed your example and settled down also?\""], [103, "Patrician Club. 95 Horner shook his head and laughed. \" There is not much chance of his Lordship settling doAvn, at any rate in the country. I thought he would do so when he married a second time, but I was mistaken. Three months after his marriage we were spending our days and nights on steamers and in rail ways as if nothing had happened. It was then that I left him.\" Davenport, having got as far as he thought safe to go for once, and having finished his breakfast, rose from the table. He wished, however, to encourage Horner's further communicativeness, so he volunteered a statement about his own affairs. \" I have to see Mr. Greybridge, the banker, on business which will probably detain me several hours. I'll be back at three and have some luncheon.\" \" Very well, sir,\" said Horner, accompany ing him as far as the passage. \" I'll see to it.\" Jasper Davenport went into the sunlit street and strolled slowly in the direction of"], [104, "The Mystery of the 96 the market place, with its quaint old weigh house, its solitary constable, its sandstone buildings, looking as spick and span as if they had been erected but a few months ago ; his footsteps, light as they were, rang on the dazzlingly white pavement amidst the surrounding stillness, and brought the wondering shop-keepers to their thresholds to enjoy the unwonted spectacle of a stranger within their gates. For a moment or so he stood stock-still ; he had apparently reached his destination — a house which, though not of larger dimensions, looked a little more important than the rest, even if the word \" Bank \" had not been written on its blinds. It was Greybridge, Warner, and Grey bridge's, a firm known for miles around as the most respectable, trustworthy, and the oldest established in the county. There was no longer a Mr. Greybridge, senior, and Warner had left the land of the living many years ago ; the interest and honour of the establishment were wholly and solely vested in Mr. Walter Greybridge, first cousin to"], [105, "Patrician Club. 97 Mr. Vincent Greybridge, the London Coroner, and the latter's junior by about three or four years. The staff of Grey bridge's, as it was more familiarly called, was not large ; nevertheless, Mr. Salter, the cashier, and his two subordinates often felt the time hang heavily on their hands, save on market days, when there was an occasional rush, to the intense satisfaction of the oldest employe. The latter, in fact, was apt to complain that the division of labour and rest as instituted by the Creator was systematically reversed at Greybridge's ; hence when the heavy mahogany door swung back behind Jasper Davenport, he imme diately found himself the cynosure of three pairs of inquiring eyes, utterly untutored in the knack of the London banking clerk of staring over the client's head at the blank wall beyond. \"Is Mr. Walter Greybridge in?\" asked Davenport. \" I'll see, sir,\" said the junior clerk. \" What name shall I say ? \" VOL. I. H"], [106, "98 The Mystery of the \" Mr. James Drayton,\" was the ansAver. Richard Clynborough's surmise was correct. Jasper Davenport was only a nom de guerre, but the real name had been dropped so long ago that it sounded unfamiliar even to its owner. The banker's pri\\'ate room was only divided from the office by a mahogany and ground-glass partition, and there were no noises from without to disturb the prevailing stillness within. Mr. Walter Greybridge might have caught the sound of the name too ; at any rate, when the clerk went in to deliver his message, he found the former standing by his writing-table lookingly intently at him and endeavouring as it were to intercept his words before they left his lips. \" Mr. James Drayton wishes to see you, sir. And yet the banker stood as if rooted to the spot ; a mist had apparently come before his eyes which shut out the present sur roundings and showed him, as in a"], [107, "Patrician Club. 99 shadowy haunted dream, the distant past. The young fellow had to repeat his words, — \" Mr. James Drayton wishes to see you, sir. \" Yes, I hear,\" said the banker, as if awakened from a long, deep sleep. \"Take Mr. Drayton upstairs to my own room. I'll be with him in a moment.\" He stood listening till the retreating foot steps had died away, till the tread of Daven port's guide returning by himself fell upon his ear once more ; then he passed his hand kerchief across his face, on which the clammy perspiration stood in big drops, and Avent into the outer office. \" I'm in to no one, Mr. Saker,\" he said, as he surreptitiously steadied himself against the counter, and without waiting for the latter's answer Avalked slowly to the door leading to the upper part of the house. There was no one to Avatch him ascend the stairs, or the suspicion might have arisen in that witness's mind that Mr. Walter Grey bridge, the prosperous and respected banker, H 2"], [108, "ioo The Mystery of the Patrician Club. was intoxicated. In another moment he stood inside the room, facing his visitor. There was a silent, close, almost painful grip of hands simultaneously outstretched. Apparently no words were needed between these two, for in answer to the long and earnest gaze the detective merely bowed his head ; then with a deep sigh, the safety valve perhaps of the intense excitement under which he had been labouring, but still speechless, Mr. Walter Greybridge sank into a chair."], [109, "CHAPTER VI. It was the banker who, after all, broke the silence, by rising from his seat and laying his hand affectionately on the shoulder of the man whom the outer Avorld knew as Jasper Davenport, of Scotland Yard. \" It's a long Avhile since we have met, James,\" he said, \" though I was aware of your being in London, and the strange occu pation you have chosen. Could not my influence and Vincent's have procured you something better suited to your original station in the Avorld ? \" \" It might have done when I came back to London seven years ago, but it was too late then,\" was the answer. \" I had taken a liking to the life ; the excitement it affords was to me what drink, gambling, tiger"], [110, "The Mystery of the 102 shooting, and the rest are to other men ; and at present, if I am still capable of feeling any joy at all, I am glad that I chose that occupation. But for the choice my vengeance would have escaped me.\" \" It is within your grasp, then ? \" \" Not within my grasp perhaps, but within my reach, or else you would not see me here. Do you remember my words when we stood in this room face to face the last time, nearly five-and-twenty years ago ? \" The banker nodded gloomily, and Daven port — for so Ave will continue to call him — went on, \" Your father and mother would not believe in the innocence of the poor lieutenant who was presumptuous enough to aspire to the rich banker's daughter. To them I was the needy adventurer who would stop at nothing to attain his end, and when after weeks of unprecedented luck at cards I was denounced as a cheat and a blackleg by a man who had been my friend, who had apparently nothing to gain by my ruin and disgrace, they took his word. Most people"], [111, "Patrician Club. 103 would have done the same. I blamed them no more than I did their daughter, who was glad, perhaps, to get rid so cheaply of the young cub whom she had learned to like, but whose attentions and affection became weari some when the heir to a large estate and a brilliant title, who, notAvithstanding his youth, was moreover an accomplished man of the world, came upon the scene. I owe their memory nothing, but I owe something to you Avho stood by me in my need, who steadfastly denied my guilt. I said that you should not look upon my face again until I had the noose round the scoundrel's neck, and I have come to give you fair Avarning that the hemp is being spun. No power on earth can save him, and no power above either, unless that power kill me first.\" The words, notwithstanding the terrible threat they conveyed, Avere spoken calmly ; the voice was scarcely raised. Jasper Davenport might have been a mediæval herald summoning a robber-baron to sur render his fortress at his master's mercy."], [112, "The Mystery of the 104 The banker sat speechless. At last he inquired, — \" Seeing that nothing will deter you from your fell purpose, then why this warning ? \" \" I will tell you, Walter,\" replied Daven port. \" I said I owed you something for your staunch support of me, and I'll en deavour to repay the debt in my own way. A few months before the fall of the Second Empire I witnessed the beginning of a riot in the Faubourg St. Antoine. Several of the rioters were accompanied by their Avomankind and children. The Commissary of Police, after the third summons to disperse, wound up by saying, ' And now take your wives and little ones out of the way before we begin our serious business.' I say the same to you. Take the women out of the way before the struggle begins, for by the God above us I shall not be able to distin- guish between the innocent and the guilty in the thick of the fight ; and if I can possibly help it I do not wish to hurt the daughter of the woman for whom at one time I would"], [113, "Patrician Club. 105 have willingly sacrificed my life. Take Lady Mary away ; send her abroad, to the colonies, to America, anywhere out of the reach of news, and Lady Brackelonde also, if it can be managed, so that the crash may not involve them, for the crash will come, and in a few days.\" There was another pause, during which Mr. Walter Greybridge kept intently looking at his old friend, whom, but for his composure, he could have almost suspected of being out of his mind. \" The noose round the scoundrel's neck;\" the crash that would involve the women ; what did it all mean ? Was Jasper Davenport to be the arbiter of the life or death of the man who had so foully wronged him, or was his hatred running away with his reason ? In spite of his emotion these questions presented them selves succinctly to the banker's mind, and at last he put them into shape. \" You spoke just now of the noose round the scoundrel's neck, James, \" he said, mildly, \" pray remember that however deep-dyed a"], [114, "The Mystery of the 106 villain a man may be, the law does not put the noose round his neck except for murder.\" \" I do remember it,\" said Davenport, quietly. \" It is an inexplicable comfort to me to remember it,\" he added, a smile of satisfaction lighting up his face. \" Are you mad ? \" exclaimed the banker, roused this time. \" I am perfectly sane, and so Frederick Stalforth shall find to his cost. Are you aware that early on Wednesday morning a young man was murdered in Berkeley Square Avho turns out to be a Avaiter at the Patrician Club ? \" \" I read an account of the murder, and this morning I glanced at the report of the inquest which Vincent held yesterday, but as yet I fail to see the connection between the crime and the noose round Frederick Stalforth's neck.\" \"In that case I had better enlighten you, and if you will give orders not to be disturbed, I will. By the time I have finished you will not question my sanity.\""], [115, "Patrician Club. 107 For nearly an hour the banker sat listening to his friend, Avhile the latter unfolded the story told to him by Lord Clovelly. \" You see, Walter,\" he wound up, \"it is the same secret thrust that stood him in such good stead Avith poor Lieutenant James Drayton twenty-fiA'e years ago, Avith this difference, that in this instance he had an awkward accomplice in Gustave Dubois, who would either not be silenced at all, or else asked such a price for his silence as to make his removal a matter of necessity. I want several links to make my evidence complete, but do not fear, I will get them. The Edmundsburys still bank with you ? \" Walter Greybridge nodded a silent assent. \" I'll not ask you to help me, but the banker's evidence will be valuable in proving that the man who is in the enjoyment of £7000 a year, and who does not spend ; who has constantly considerable sums lying idle, is not likely to resort to cheating at cards for a miserable thousand pounds.\""], [116, "The Mystery of the 108 \" Recollect that his daughter is my sister's daughter also.\" \" I am not likely to forget that Miss Grey bridge of Stancombe became Lady Frederick Stalforth first, and Marchioness of Bracke londe afterwards,\" said Davenport, bitterly. \" I am not likely to forget the price I paid for standing between that union, and I am asking myself in what position the wealthy, influential Captain James Edmundsbury stands to the second wife, seeing that he is threatened with even a worse fate than that which befell poor Lieutenant James Drayton for presuming to be a suitor to the hand of the first. I'll not ask you to tell me, though you probably know.\" The banker shook his head, but did not speak for a moment. \" I could not tell you if I knew,\" he said at last. \" But I do not know, and can only guess.\" \" I repeat, Walter, I will not ask you,\" said Davenport. \" Even in his last moments, when all hope in this world is over for him,"], [117, "Patrician Club. 109 Frederick Stalforth shall not be able to say that I carried out my revenge by stealth. My disgrace made London ring ; my rein statement shall do the same ; but I will fight him above-board.\" The banker rose from his chair and drew nearer his visitor. He fancied he saw a chance of averting the calamity hanging over his niece, whom, childless as he was, he loved as he would have loved his own daughter. \" Listen and bear with me for a moment, James,\" he remarked, holding out his hand, which the other grasped silently. \" Heaven alone knows,\" he went on, \" what you have suffered, and the bitterness, the agony of that suffering must always remain a secret between you and your Maker ; but the miser able story is forgotten ; why rake it up again ? You say that your reinstatement must be as public as was your disgrace, but are you sure, James, to be able to command that publicity, and if you do obtain it, will it not be more distasteful than the oblivion into which you and the story have fallen ? The"], [118, "The Mystery of the 110 few for whom you care and who care for you — I reckon myself and Vincent among the number — are as convinced of your innocence now as they were then, and the woman who doubted you at first went to her grave racked with remorse at that doubt. What can you gain by your revenge ? Why not leave it to Him who said ' Vengeance is Mine.' ' Until then Jasper Davenport had remained perfectly calm, but Mr. Greybridge's last words apparently produced a terrible effect, for he started up as if shot, and his eyes flashed fire, albeit that he did not raise his voice. \" Look here, Greybridge,\" he said, and there was a solemn look in his face Avhich con vinced his friend that further pleading would be useless. \" Look here, Walter, if I had to choose between my eternal salvation and my revenge, I would not forego the latter. Mine is the God of vengeance, Avho granted the offended an eye for an eye, a tooth for a tooth ; the relentless God who said that the sin of the parents would be visited upon the"], [119, "Patrician Club. 111 children. If I do not claim that part of my right it is because you and Vincent, and per haps the Avoman who is no more, stand between me and the child of Frederick Stal forth. But I will have my pound of flesh of him, ay and the blood Avith it, should I perish the moment I had cut it from the quivering breast. And noAv, good-bye ; I have done Avhat I could.\" \" Shall we not meet again ? Have I sinned against you that you should shun my roof? \" asked the banker, and the voice sounded sad and low. But Davenport shook his head. \"The hospitality you would so kindly offer, which I would so gladly accept were things other wise, is out of the question, Walter. So good-bye, and may you succeed in hiding the blow from Mary's child.\" For a moment the two men stood with their hands clasped ; then Davenport left the room, Avhile Mr. Walter Greybridge listened to his retiring footsteps on the stairs. And while the detective crossed the solitary market"], [120, "The Mystery of the 112 place, with bent head, though with a firm step, the banker watched him from behind the curtains, two big tears coursing down the rugged but handsome face, which was so curiously like that of his cousin Vincent. At last when Davenport had vanished from his sight he turned wearily away and rang the bell. \" Tell Hawkins to bring the dog-cart round in half an hour,\" he said to the servant who answered the summons. Meanwhile Davenport had retraced his steps, and, going past the Golden Lion, made for the other end of the High-street, where he stopped before a substantial, old-fashioned, and comfortable red brick dwelling-house, the very aspect of which, from the three spotlessly white, shallow steps that led to its front door, to its topmost windows blinking in the noon day sun, bespoke peace and affluence. Its most noticeable feature was a magnificent display of flowers in tall multi-coloured vases behind the iron railings of the first floor, the projecting ledge of which formed, as it were, a balcony. In London such a display would"], [121, "Patrician Club. 113 have attracted a crowd, albeit that in half-a dozen adjacent streets something similar, though perhaps on a smaller scale, might be seen at every other house ; in Stancoombe no one took the slightest notice, albeit that throughout the length of its main street there Avas not the slightest attempt to emulate or imitate that manner of decoration. Or if anyone commented upon the matter at all it was to call Miss Drayton a fool for her pains, seeing \" that there was no one to look at her superb hydrangea and roses and primulas and fuchsias, which might have fetched a pot of money if sent to Covent Garden.\" It entered no one's head that Miss Drayton embellished her balcony for the pleasure it gave her personally. Jasper Davenport had scarcely rung the bell when the door, which might have been freshly painted and varnished that very morning for all the evidence of wear it showed, was opened by a smart, buxom, apple-cheeked servant girl, who in answer to his inquiry said she would go and see if vol. 1. 1"], [122, "The Mystery of the 114 Miss Drayton was at home. Go, however, she did not, but stood staring at the visitor for several moments with her eyes opened their widest. When at last she disappeared she had not even asked for Jasper's name, but apparently the omission made no difference in the effectual delivery of her message, for almost immediately Davenport felt two silk-clad arms round his neck, and was saluted Avith a kiss which had a slightly saline taste owing to the big tears that were streaming down the giver's cheeks. \" I knew it was you, James,\" sobbed Miss Drayton, as she led the detective into an inner room fitted up as a library. \" Polly is such a clever girl. What do you think she said ? \" \" It is impossible for me to guess Avhat the utterances of a clever girl in an intellectual centre like Stancoombe may be,\" replied Davenport, cheered by the affectionate greeting, and willing to forget for a moment the terrible business upon which he was engaged."], [123, "Patrician Club. 115 \" Well, she said, ' There is a gentleman, miss, who wishes to see you, and if he had a silk dress on and no whiskers he would be exactly like you.' \" \" Complimentary to me if not to you, Caroline, certainly ; but I doubt if Polly's knack in detecting likeness to that extent would be practically endorsed by a member of the Royal Academy engaged upon both our portraits.\" In spite of Davenport's good-natured criticism of Polly's faculty, the likeness between the two cousins as they stood there was striking indeed. It was not a mere resemblance in features ; allowing for the difference of sex, the hair, the tone of voice, the trick of the smile, was absolutely alike in both. Miss Drayton was simply a handsome replica of Jasper Davenport. \" I suppose,\" said Miss Drayton, wheeling a chair for her cousin, \" you have left your luggage at the station ? I will send Polly's father for it.\" \" Such luggage as I have is at the I 2"], [124, "The Mystery of the 116 Golden Lion ; but I have not come to stay, Caroline.\" \" Not come to stay ? \" she repeated, seat ing herself opposite him. \"You are surely not going to wander forth into the world again, James ? \" Davenport nodded silently. \"There is nothing else for me to do, Caroline, and besides my task is not finished.\" The cheerful tone had vanished, the sombre look had reappeared. \" I fancy my wanderings will not be long now,\" he added slowly. \" I can see the beginning of the end, and then I will be at rest — at any rate for a while,\" he added, noticing the startled, frightened look on the delicate face opposite him. \" It has been a long time coming, James, that end,\" she said softly, brushing the white short hair from her forehead as a man might have done and then suddenly stopping short. \" Next December it will be four-and-twenty years since we saw one another,\" she went on after a few moments. \" Four-and-twenty"], [125, "Patrician Club. 117 years,\" she repeated, as if speaking to herself, \" and the cause of it all has been lying in her grave for ten. The world has forgotten that miserable story, and \" The last words were almost identical with those uttered but half an hour since by Walter Greybridge, and Davenport, expect ing that the sequel would be the same, started from his chair. \" Stay,\" he exclaimed. \" Would you also tell me to forego my revenge, Caroline, as Walter Greybridge did just now ?\" \" I ?\" she replied, and there was a scornful smile upon her lips as she faced him. \" Never fear that, James. When the time comes you will find me ready to help you, at the cost of my own life if necessary.\" \" Well, Caroline, the time has come,\" said Davenport impressively. There was a look in the delicate face of that middle-aged spinster as she drew herself up to her full height and set her teeth tightly that boded no good to her enemy, whoever he might be."], [126, "The Mystery of the Patrician Club. 118 \" Tell me everything, James,\" she almost shrieked. The words came with a jerk as if they were choking her, but the feeling that prompted them was evidently one of joy. The sound was not unlike that of the tiger's whelp as it flings itself upon the first hunk of flesh thrown to it by its keeper. For a moment or so she kept clutching her cousin's arm, and when at a sign from him she resumed her seat the reaction showed itself in a big gulp, immediately followed by a blinding shower of tears. \" I will tell you everything, Caroline,\" said Davenport, trying to soothe her, \" but before I can do so I must make my story complete by your ans\\A-ers to my questions. It will take some time ; had you not better deny yourself to all visitors ? \" \" There are not likely to be any at this hour, James,\" she said, settling herself com fortably in her chair."], [127, "CHAPTER VII. SOMEWHAT frightened at his cousin's excitement, Davenport endeavoured to marshal his questions in such a manner as to bring her to the point gradually. In how far he succeeded will be seen immediately. \" What did Mary Greybridge die of, Caroline ? \" he began. \" The physicians said of consumption ; the servants and the tenants on the estate, as far as they dared to speak, said of a broken heart. Her life might have been prolonged if she had consented to go to the south of France, as she was advised to do, but she utterly refused. No one could induce her to take medicine. \" She wanted to die,' said Anne Carter when she told me.\" \" Who is Anne Carter ? \" \" Her maid. By-the-by, you must have"], [128, "The Mystery of the 120 seen her husband ; he is the waiter at the Golden Lion.\" Davenport nodded affirmatively. \" Mary Greybridge had a large fortune. How was it settled ? \" \" On the female issue, in default of which it reverts to Brackelonde ; consequently her daughter is one of the richest heiresses in England, apart from the money W'alter Greybridge is likely to leave her. He is a widower, and has not a soul in the world but Vincent, and Vincent does not want it.\" \" I suppose the daughter has not inherited her mother's disease, and is not likely to die as young ?\" \" Not unless she marries a villain like her father, which is scarely probable. They tell me she is very fond of Richard Clynborough, the third son of Lord Clovelly. You do not know them. The Clynboroughs settled at Skipton Lazars after you left ; the estate came to them through Lady Clovelly, who was a Dangerfield.\" Miss Drayton had mechanically taken up"], [129, "Patrician Club. 121 a paper knife and was tracing curves with it on her blotter. Suddenly she uttered a cry. Davenport was lying back in his chair ghastly pale, the cold perspiration standing in large beads on his forehead. In another moment she was by his side. \" What is the matter, James ?\" she gasped. \"It's nothing, Caroline; I will tell you directly,\" he said in a faint voice and with a wan smile. Then he added : \" The struggle will be terrible, but God help Richard Clyn borough.\" \" I do not understand,\" said Miss Dray- ton. \" I Avill tell you directly,\" he replied. \" I am better now. Has Mary's daughter ever been ill ? \" \" I think not. She is a magnificent crea ture, full of health and life, more beautiful even than her mother was in her best days, and nearly as tall as her father. But why do you ask ? ' ' \" I don't know. I was thinking that at her death, if unmarried, her fortune would"], [130, "The Mystery of the 122 revert to her father,\" he murmured, to him self as it were. Miss Drayton had, however, caught the words. \"Great heavens! You do not think him capable of murdering his own daughter ? \" she gasped. \" I think him capable of every crime under the sun,\" was the answer. \" Fortunately he is very rich himself, and the girl's life is safe. If he were poor, it would not be worth a year's purchase.\" A doubt as to her cousin's sanity crossed Miss Drayton's mind, as it had crossed Mr. Walter Greybridge 's an hour before, and plainly showed itself in the lady's face. Daven port was not slow to see it. \" I am not mad, Caroline, believe me,\" he said, with a grim smile, \" though sufficient has occurred within the last four-and-twenty hours to make me. If you will bear with me a little longer, you will find me sane enough, I assure you. Answer these questions first. In what position does Captain James Ed-"], [131, "Patrician Club. 123 mundsbury stand to the present Lady Bracke londe, and what made Lord Velstrode, her father, consent to her marriage with such a scoundrel as Frederick Stalforth ; for I take it for granted that everyone by this time knows the character of the cur ? \" Miss Drayton put both her elbows on the writing-table and rested her head on her hands. \" It will be easier to answer the last of your questions first, James,\" she said. \" I mean with regard to the knowledge of his real character. Everyone for miles around knows that he is vindictive to a degree, that he never forgives nor forgets a slight, let alone an injury. At the same time he is an exceedingly liberal landlord ; Brackelonde itself is absolutely a model village, no one has ever heard him say a harsh word to his tenants and dependents ; but for all that he is not liked. One or two years after Mary died, two of the daughters of his farmers disap peared from the neighbourhood within eigh teen months of one another. Rumour coupled their disappearance with Bracke-"], [132, "The Mystery of the 124 londe's name, but with his outspoken and profound contempt for the opinion of his fellow-men, he took not the least notice of the gossip as long as it was confined to his own circle. One day, however, Ephraim Masters, the landlord of the Brackelonde Arms, coming home from London, and being somewhat the worse for drink on the night of his arrival, averred that he had seen Rebecca Walford, the girl who disappeared last, in a box at the theatre with his lordship. Ephraim had a capital business ; there had never been a word between him and Brackelonde's agent ; he was an exemplary tenant, ready with his rent to the hour ; and yet, when about a twelvemonth afterwards his lease was about to expire, Mr. Hargreaves refused to renew it. Ephraim appealed to Brackelonde per sonally, and this was the textual answer he got: 'Your lease will not be renewed, Mr. Masters, because you allowed your tongue to wag too freely.' Ephraim, who had for gotten all about his gossiping, asked in what way he had offended his Lordship. ' You"], [133, "Patrician Club. 125 have not offended me,' was the reply ; ' it is only my equals who can do that. You went to London about your own business or pleasure, and you took the liberty to interfere with and discuss mine. Good morning, Mr. Masters; you have had my answer. Your lease will not be renewed.' \" There was a slight pause and Miss Dray ton went on : \" He has figured tAvice in the Divorce Court as co-respondent — once during Mary's life, once shortly after her death. In neither case did he appear, in both cases he was cast in very heavy damages, the cheques for which, together with the full amount of costs, he sent personally with letters directed to the petitioners, Avhich must have exas perated the latter to a degree such as to make them forget our insular prejudices against duelling and challenge him openly. I con stantly sent you the accounts of everything, but the papers never reached you.\" \" And did he fight the duels ? \" \" No, in both cases his answer was virtually the same, and he took good care to have it"], [134, "126 The Mystery of the reported in the society papers, which only lent themselves too readily to the publicity, seeing that for weeks their circulation became simply immense. ' The outraged husband,' he wrote, ' cannot be a Frenchman and an Englishman in one. He cannot get rid of his wife and be paid for getting rid of her, and have a shot at the man who \" pays for his whistle \" at the same time. He should have challenged me instead of instituting pro ceedings. It would be out-Shylocking Shy lock to have the money and the pound of flesh besides.' \" Miss Drayton stopped for a moment, but Davenport merely nodded as a sign that he was following her. \" Nevertheless, it is but just to say,\" she continued, \" that he does not flaunt his vices in everyone's face like his brother-in-law, Lord Clynchland, who, however, is the better man, and will stand up, as you probably know, in fair fight, or, for that matter, with the odds against him. \" All these things are told me by Basil"], [135, "Patrician Club. 127 Edmundsbury,\" explained Miss Drayton. \" He is Captain James's younger brother; he comes and lunches with me almost every market day. He is a dear, good felloAv, without the least brain. He refused to go to Eton, saying that it was a mere waste of money, and has not been in London half-a-dozen times in his life. He likes farming and all that sort of thing. He looks upon his cousin Clynchland and on Lord Brackelonde with a kind of horror; still, he seems mesmerized by their talk, and one evening he went so far as to ask the latter what a man ought to do under the circumstances, seeing that, ac cording to Brackelonde, he was debarred from redress either one way or the other.\" \"What was the an sAver ?\" asked Daven port, whose attention had not flagged for a moment, but who seemed to get more anxious at the last words. \" The answer was this : ' The faithless ness of a woman affecting the honour of the husband is simply a theory invented or pro pagated by novelists and dramatists. A"], [136, "128 The Mystery of the man's honour is not at the mercy of a wanton if the man is honourable in every other respect. But it hurts the man's pride if he cares for the woman. In that case the Divorce Court does not afford him relief any more than the surgeon who amputates your leg instead of healing it. The only moral relief to his moral suffering is the infliction of some terrible suffering on his wife's lover ; and by that I do not mean physical suffering, the in flicting of which would, moreover, expose the husband to the rigours of the law ; unless he be a fool he'll avoid that.' I have answered your last question at the greatest length.\" \" Now for the second,\" said Davenport. \" What made Lord Velstrode give his daughter to such a man ? \" Miss Drayton shook her head. \" That's a question which neither I nor anyone else could answer at the time, and though we may be a little more enlightened now, I doubt whether Ave know the real reason of that marriage. Let me tell you that Lady Esther Edmundsbury, Lady Brackelonde that is,"], [137, "Patrician Club. 129 was not what men at the first blush call a beautiful or lovely girl. Do you remember what Rachel, the French actress, said of her self? ' I am not handsome; I am worse.' Lady Esther might have said the same ; if she did not, it was because she had not the smallest pretensions with regard to her per sonal attractions. I feel convinced that she never considered them a possible factor in her matrimonial prospects. Perhaps no one was more surprised at her success in London society than she herself, but there could be no doubt of its genuineness Avhen so great an authority in such matters, so reputed a con noisseur as Lord Brackelonde, after paying her most marked attentions in town, took up his quarters at Brackelonde Dene, ostensibly for no other reason than to continue his courtship. I honestly believe that not only was the girl scared rather than dazzled, but that she would have willingly put an end to all the speculations and gossip of the country by avoiding his presence altogether. A union with such a man could have never tempted a VOL. I. K"], [138, "The Mystery of the 130 girl like Lady Esther, and from all I heard at the time her father was equally opposed to the idea. Lord Velstrode is essentially a man of honour, to whose principles even the brilliancy of such a match would have made no difference under ordinary circumstances. Unfortunately, the circumstances had ceased to be ordinary, as far as I could gather. It was rumoured that the estates were very heavily mortgaged, mainly owing to the terrible inroads made upon him by the dissi pation of his eldest son. Lord Clynchland's losses on the turf and at the gaming table were said to be enormous, and it was Lord Clynchland who at the time was the in separable companion of Lord Brackelonde. \" Stop a moment, Caroline,\" said Daven port, \"you seem to be tired.\" Miss Drayton smiled. \" I have very little more to tell, and then you can have your turn ; but that little may be the most im portant of all, though I have not the faintest conception in what way. I am only judging by your first question. You asked me in"], [139, "Patrician Club. 131 what position Captain James Edmundsbury stands to Lady Brackelonde. Let me answer a question by a question. In what position does the world — I mean the London world — say he stands to her ? \" Davenport did not reply, for the simple reason that he could not. At the same time he felt that he was on the point of getting the key to that act of the drama which would explain the scene in the card-room of the Patrician Club as told to him by Lord Clovelly. He considered it best to be frank Avith his cousin. \" I am utterly ignorant of what the world says with regard to these two,\" he replied. \"Nay more, I was not aware that the world said anything at all. My question was abso lutely prompted by instinct, and that I was not altogether wrong is proved by yours. More than this I cannot tell you at present, Caroline.\" \" Very well, then, I'll try to enlighten you,\" said Miss Drayton. \" Whatever may have been the motives that led Lord K 2"], [140, "The Mystery of ihe 132 Velstrode to consent to his daughter's marriage with Brackelonde, it is very certain that he was anxious to get her married, and that before a certain time, namely the date of Captain James Edmundsbury's return from India, whither he had gone with his regiment. He was determined that Lady Esther should not marry her cousin.\" Davenport stared very hard at his cousin, his lips parted in eager expectation. Was Captain Edmundsbury a black sheep, too, and the accusation against him of having cheated not without foundation ? Lord Clovelly's affectionate concern about him seemed to preclude such a suspicion ; but Lord Clovelly might be altogether blinded as to the real character of his godson. \" What objection had Lord Velstrode to Captain Edmundsbury as a son-in-law? He is rich and closely related to him.\" \" That's just it ; too closely related to him, according to Lord Velstrode.\" Davenport breathed more freely. For a moment he had been afraid of being on a"], [141, "Patrician Club. 133 wrong track and his vengeance escaping him. Miss Drayton went on, — \" There are three branches of the Ed mundsbury family, of which Lord Velstrode is the head. They were, and some of them are still, immensely rich, because in order to keep the estates together there has been a great deal of intermarrying for three or four generations, and there have been whispers, not altogether unfounded, I believe, of several instances of incipient insanity, if not of downright lunacy, in the family. Lord Velstrode, who is an earnest student of physiology, and considered by some eminent scientific men as a great authority on many other questions, was determined that his daughters should not follow the example of his sisters and cousins and marry blood relations. Fate seemed equally determined to thwart him, for his eldest daughter fell in love with the very man whom she was not to marry, and by all accounts the feeling was equally strong on Captain Edmundsbury's side. But for his sudden departure to India"], [142, "The Mystery of the 134 one does not know what might have happened, for the Edmundsbury's are pro verbially obstinate.\" Davenport suddenly leant over the writing table and caught his cousin's hand. \" Listen, Caroline,\" he said, and his voice sounded very solemn ; \" whatever might have hap pened would have been child's play in com parison with what did happen, in comparison with what will happen. I have but one regret, that the innocent will suffer with the guilty, because for the latter there is no escape from earthly justice unless I should die within the next few hours, and lest the secret should be buried with me I had better tell you. Frederick Stalforth has already committed one murder ; he will not shrink from committing a second, and I may be the victim, but it will avail him nothing. Should you not hear from me within four-and-twenty hours of my leaving Stancoombe lose no time and communicate all I am going to say to you now to Lord Clovelly. Let him call in Vincent Greybridge, who will select the"], [143, "Patrician Club. 135 detective of Scotland Yard to track the murderer to his doom.\" About an hour later Jasper Davenport rose from his chair. There was no attempt on his cousin's part to detain him by a renewed offer of hospitality or by a homily on the folly of wandering out into the world again. Not a word was uttered as she bent forward to press a kiss on her kinsman's forehead. She remained motionless in the centre of the room as he slowly and noiselessly walked towards the threshold, as his footsteps rang on the marble flags of the hall ; she listened more intently still when the sharp clicking of the lock and the dull thud of the heavy front door proclaimed him gone ; then, without a cry, without a sigh, she fell fainting to the ground. For a few moments after the front door had closed behind him Jasper Davenport stood musing at the top of the shallow flight of steps, perfectly unconscious of being"], [144, "The Mystery of the 136 watched by a pair of lynx eyes from between the red and green bottles of the chemist's opposite. The detective evidently exercised a powerful spell over the watcher, who started violently at the first glimpse of him. And when he at last disappeared into the post-office half a dozen yards higher up the street towards the Golden Lion, the former still kept to his post, replying to Mr. Grimsby the apothe cary's remarks by monosyllables, to the latter's great surprise. \" Will your lordship take this with you, or shall I send it by the carrier ? \" he asked. \" No, I will take it, or rather I will call for it by-and-by,\" was the answer, the speaker still keeping his eyes fixed on the entrance to the post-office. In a little while he spoke again. \" I have never seen such roses as those of Miss Drayton's; they beat mine altogether.\" But he remained peeping between the bottles, and Mr. Grimsby was virtually in the position of Moses on Mount Sinai —he heard the voice but beheld not the face."], [145, "Patrician Club. 137 Mr. Grimsby did not mind it. \" That's a great compliment to Miss Drayton's gardener, seeing how famous Brackelonde Dene is for its roses, my lord,\" he cooed. After which he performed sundry opera tions with gummed labels, white paper, red tape, and sealing wax. When he looked up at last his aristocratic client was gone. The heat seemed to affect his lordship greatly, for though his face was livid he kept mopping it with his handkerchief. He was on the shady side of the street, but apparently anxious for a still cooler shelter, for he as it were hugged the houses until he came oppo site the Golden Lion. Then he slunk across the road, and, retracing his steps, went into the post-office. The solitary official on duty was fanning himself with a newspaper, which he put down immediately on recognizing Lord Bracke londe, and kept respectfully waiting for his lordship's orders. Lord Brackelonde did not hesitate for a moment. \" A gentleman has just handed in a telegram ; he is afraid he"], [146, "The Mystery of the 138 made a mistake in the address,\" he said. \" Will you just read it over to me ?\" It was a bold game to play, but it proved successful. A meaner-born mortal, though as well known to the official as the speaker, might have preferred the request in vain ; not so the owner of the largest estate in the county. The young fellow went to an inner room and returned with the form. \" It is gone, my Lord, but we can wire the correction.\" Then he read out, \" Lord Clovelly, Clovelly House, Stanhope Gate, W., London.\" \" Yes,\" said Lord Brackelonde, emboldened by the success of his first move. The clerk read on : \" Wire to sons and Captain to cross to-night. I will be with you to-morrow 8 a.m. Tell Mr. Richard not to leave town. J. D.\" \" It ought to be Great Stanhope Street, but I suppose Stanhope Gate will find it. Thank you ; \" saying which he strolled out. Not very far, for he staggered as he crossed the threshold, and had to hold on by the door-"], [147, "Patrician Club. 139 post. He was ashen Avhite, but managed to reach the trap standing in front of Mr. Jones, the saddler's. \" Home,\" he gasped to the groom, for getting all about Mr. Grimsby's neatly tied up parcel. Three-quarters of an hour later, as the lodge-keeper opened the gates of Brackelonde Dene to his Lordship's dogcart, he had sufficiently recovered to waA^e his hand in the most pleasant fashion to his brother in-laAv, Mr. Walter Greybridge, going in the opposite direction. \"Seen Mary, Walter? \" he shouted. Mr. Greybridge nodded, though not in the same light-hearted way. Hawkins, who sat next to him, wondered why he was fidgeting the mare by pulling at her so violently, for his master was a capital whip."], [148, "CHAPTER VIII. The wheels of the trap had scarcely ceased revolving before Lord Brackelonde stood within the glass door leading to the hall. There was not the faintest trace of emotion on his face, and the jaunty greeting he had just given Mr. Walter Greybridge, if it had been a piece of acting at all — as the latter suspected — was undoubtedly very per fect. The sobriquet of \" cool Fred,\" bestowed upon him years ago when he was a lieutenant in a dragoon regiment, was as thoroughly deserved now as then ; and he felt almost angry with himself for having belied it even for a moment at the Stancoombe post-office that afternoon. Determined not to commit such a mistake again, come what might, he made his way to the inner rooms, with a light"], [149, "The Mystery of the Patrician Club. 141 step and head erect, complacently stroking his long, fair beard, and smiling at his own counterfeit in full regimentals hanging between those of his father and mother. Save for that beard, which was absent in the portrait, there was little difference between the Frederick Stalforth of the late sixties and the Lord Brackelonde of the early nineties. The tall but thoroughly proportioned well knit frame was as erect as ever ; the firm, elastic tread was that of the man in his prime, untroubled by ailments, rather than that of the dissipated worldling past the meridian, who had spared neither himself nor others in the pursuit of pleasure. Lord Brackelonde's calmness did not for sake him for a moment, even when the library door had closed upon him. He rang the bell, and almost immediately afterwards his servant entered the room. \" Get me some tea as quickly as you can, for I am very thirsty, Roberts,\" he said. When the man was gone he disappeared into the adjoining room, whence he issued in a"], [150, "The Mystery of the 142 few minutes in his dressing jacket and slippers. Then he seated himself in a comfortable chair in front of his writing-table, lighted a cigarette, and watched the blue smoke curl ing upAvards. To judge by the expression of his face, his thoughts were of the pleasantest. The fact was, he had not begun to think at all ; he would leave that till the tea had been brought in. In a little while the dainty china service was placed before him, and he dis missed Roberts with orders not to disturb him until dinner time. Lord Brackelonde fostered no illusions with regard to the real reason of James Drayton's sudden apparition at Stancoombe ; though he had not the faintest notion of the latter's identity Avith that of the well-known detec tive, Jasper Davenport. When twenty-five years before the young lieutenant disappeared from his existence he did not consider him a sufficiently formidable enemy to trouble about his subsequent movements; he had scarcely bestowed a thought upon him since. That his reappearance at this particular moment"], [151, "Patrician Club. 143 was due to mere accident it would be folly to imagine in the face of his telegram to Lord Clovelly. James Drayton was not only fully cognizant of the scene between himself (Lord Brackelonde) and Captain Edmundsbury in the card-room of the Patrician Club, but the information had been supplied by Lord Clovelly or one of his sons ; there could be no doubt of that. What curious chain of cir cumstances had thrown the Clynboroughs and James Drayton together ? Why had he been chosen as their confidant, and to what end ? At this point he poured out a second cup of tea and lighted another cigarette, and for the first time in his life, perhaps, felt thoroughly puzzled. Had James Drayton been all these years in London without running against his bitterest enemy ? It was not likely. Then where had he sprung from ? How had he all at once become sufficiently intimate with the Clynboroughs for them to entrust him with a secret — a secret notwithstanding its being shared by six hundred men — which at"], [152, "The Mystery of the 144 the first blush gravely compromised one of their dearest friends ? All of a sudden Lord Brackelonde felt sick with fear and terror. The evidence to be collected for the inquiry at the Patrician Club was not the motive of James Drayton's journey to Stancoombe. There was something more terrible behind. In another moment he was on his legs and rang the bell. \" Get the trap ready to take me to the 7.40 up train, and tell Lady Mary to come to me immediately,\" he said to Roberts before the man was fairly in the room. \" Vincent Greybridge held the inquest, and by some cursed fate he has got hold of the card-room affair. It was he who sent Drayton to the Clynboroughs,\" he muttered almost aloud. As he caught a reflection of himself in the glass over the mantelpiece he noticed that he was frightfully pale, and in looking a second time he saw behind him a face still paler than his own. It was that of his daughter."], [153, "Patrician Club. 145 There was no pretence at an affectionate or even a cordial greeting of one another. Lord Brackelonde simply pointed to a chair, and the young girl took it without a word. As the two sat facing one another the like ness between them was most striking, albeit that the father's massive jaw and square tipped nose were toned down to a consider able degree in the daughter's features ; but the poise of the head, with its wavy auburn hair, the deep-grey eyes and dark pupils, were the same in both ; while the difference in height was scarcely more than two inches, which gave Lady Mary Stalforth the appear ance of a giantess. \" I am going to town on important business and may not return until Monday,\" began Lord Brackelonde ; \" and I am par ticularly anxious that you should not leave the house. Robert remains here, and I will give orders that you'll see anyone who calls. I met your uncle driving back. I suppose he wished you to spend the Sunday at Stancoombe ; ask him to come over here.\" vol. 1. L"], [154, "146 The Mystery of the The little speech did not for a moment impose upon Lady Mary. She perceived its drift, which was to get at the reason of Mr. Walter Greybridge' s call at the end of the week and without any obvious motive. The relations between the brothers-in-law were more than strained, and the visits of the banker to his niece, of whom he was very fond, were paid at stated times, though she frequently stayed with him. But if Lady Mary had her father's physique she had her dead mothers moral qualities, prominent among which was an innate love of truth and a fearless utterance of the same. Only once in her life had the banker's daughter been false to those principles ; the girlish mistake had been fraught with such dire consequences as to cause bitter remorse till the end of her days and to prevent effectually a repetition of the error. \" Very well,\" she said. \" I did not intend to go over to Stancoombe on Sunday, because I do not think mamma ought to be"], [155, "Patrician Club. 147 left by herself; but I meant to drive to Dover to-morrow morning. I will ask the tailor to come here instead.\" Lord Brackelonde looked as if he did not understand, so she explained : \" I want a new travelling dress in a hurry, for my uncle wishes me to go aAvay next week for a long trip on the Continent. I would have told you when you came in, but Roberts said you had given orders no't to be disturbed till dinner.\" \"Your uncle is going to the Continent for a long trip ? \" said Lord Brackelonde, with a smile which was not free from incredulity. He was endeavouring to follow the motives of this suddenly projected excursion, having made it a rule \" to get at the hidden springs which move the human puppets,\" as he expressed it. \" Yes,\" said Lady Mary, pretending not to notice the smile. \" My uncle says it's time he should get some rest and play, and that the winters in England are becoming too trying to his health. I fancy he means to L 2"], [156, "148 The Mystery of the look out for some nice little place on the Riviera. He even said that mamma might do worse than join us, if you did not mind, as you probably would go to the North for your shooting. It appears that Dr. Swanston told him that mamma ought to have a change of air and scenery.\" Lord Brackelonde was speculating all the while whether James Drayton had seen his brother-in-law, and whether the latter's plan was prompted by any revelations on the part of the former. He, however, failed to arrive at a solution, mainly through his inability to comprehend the feeling of compassion for innocent victims by which Davenport was actuated. \" Very well,\" he said, \" we'll see about it when I return. There is no reason why you should not have the dress ; one more or less will make no difference.\" The interview was at an end ; not a word of affection between the father and daughter ; not a word of inquiry about the wife who he knew was racked with the most poignant"], [157, "Patrician Club. 149 grief ever since, with cruel malignity, he had told her that the man whom she loved best on earth was a miserable blackleg and cheat shortly to be expelled from his club, and, moreover, suspected of having murdered his accomplice. Not that Lady Brackelonde believed a single syllable of either of the accusations, the graver of which she could have proved to be false with one sentence, while the other was so contemptible in its baseness as to need no refutation whatsoever as far as she was con cerned. Unfortunately she was tongue-tied, not only face to face with the cowardly accuser, but face to face with the outer world, for she knew that speech would entail even a more dire calamity than the disgrace of him who had been the companion of her youth, who would, who ought to have been her husband, in spite of all the physiological reasons to the contrary. And as she sat moaning in her room and heard the trap that carried away the relentless cur whose name she bore, she"], [158, "The Mystery of the Patrician Club. 150 prayed to Heaven for a miracle that might undo the chains she wore — chains forged by a dissolute brother and a weak father to save the so-called honour of the family name. Then she rose slowly and dragged herself to the window commanding a view of the avenue of centenarian oaks. The trap was disappearing fast, and the lurid sun in the western sky cast a blood-red beam on its track. In agony she flung herself on the floor, groaning aloud, \" Oh, God, is there no escape from the scaffold for my darling ? \" She had not heard the light footsteps of her stepdaughter, who had entered the room and was bending over her. \" What is it, mamma?\" said the girl. \" I have been dreaming, Mary ; help me to get to bed.\" But Lady Mary knew better ; it was the second time she had heard those words that day."], [159, "CHAPTER IX. Next morning at the stroke of eight, Jasper Davenport made his appearance in the hall of Clovelly House, and was ushered imme diately into the library, where the interview had taken place on the Thursday evening. A few moments afterwards Lord Clovelly entered the room, accompanied by four men, only one of whom the detective had seen before, namely Richard Clynborough, the Earl's youngest son. Both Richard and his father shook hands very cordially with Daven port. It was evident that the impression produced by the detective at their first meet ing had been a favourable one. There was an anxious, wistful look in Richard's eyes which Davenport would have been at a loss to explain twenty-four hours sooner. The reference by his cousin to Lady Mary's at-"], [160, "The Mystery of the 152 tachment to the young fellow had provided him with a clue, but he was careful not to betray any knowledge of the situation in the presence of others. He reflected bitterly that it would be time enough to put Richard's affection and fortitude to the test when the means suggested by him (Davenport) to Mr. Walter Greybridge for removing his niece had failed. \"These are my two sons, and this is Cap tain Edmundsbury,\" said Lord Clovelly. Then he pointed to the chair which Daven port had already occupied once. A puzzled look stole over Captain Edmunds bury's face as he held out his hand to Daven port ; he was trying to find out where he had seen the detective before. The latter noticed the look, but could or would give him no assistance at that moment. Captain Edmundsbury was a strong con trast to the other five men in the room. Though only the second of Lord Clovelly's sons had been a soldier, there was a kind of military air about all three, while their sire"], [161, "Patrician Club. 153 might have easily passed muster for an old officer. As for the detective himself, not withstanding the many years that had elapsed since he had worn the Queen's uniform, th<* trim, smart look, and above all the carriage, were eminently suggestive of the \"land service.\" There was nothing of all this per ceptible in Captain Edmundsbury. He gave one the impression of the High Church clergyman or Catholic priest who had doffed the garb of the profession for the time being. The cameo-like face was beardless ; the finely moulded upper lip bore not the least sign of a moustache ; the hair, originally dark brown verging upon black, now largely streaked with grey, and showing white on the temples, was worn very long ; while the expression of the large brown eyes was gentle beyond compare. This was the man whose exploits in India and Egypt had been the admiration of war correspondents, and filled the columns of the newspapers for a whole fortnight ; who on the troopship was wor shipped by the soldiers' wives and children ;"], [162, "The Mystery of the 154 who after seven hours of hard fighting was found tending the wounded on the battle-field with a bullet in his arm, which he said \" could wait \" until his men had been looked after. For once in a way Jasper Davenport felt embarrassed ; like the Earl on the previous occasion he did not know where to begin. As was his wont when deeply engrossed he began twirling his eyebrows, and strangely enough the trick seemed really to act as a stimulant to, or rather as a medium for \" clarifying,\" his thoughts. At any rate, in a little while he looked up and smiled. \" You are aware, Captain Edmundsbury, that his Lordship has given me all the par ticulars of the charge preferred against you by Lord Brackelonde ?\" Captain Edmundsbury nodded assent. \" Then we need not go over all that again,\" said Davenport, without stopping ; \" and in my opinion the position is this. At present, in consequence of that accusation, you are suspected by all but your most de voted friends of having killed Gustave"], [163, "Patrician Club. 155 Dubois, in order to remove a most awkward witness against you. You'll pardon me speaking plainly, but there is nothing to be gained by mincing words or matters.\" \" I quite agree with you,\" replied Edmunds bury. \" There is an old proverb to the effect that timid physicians make festering wounds, and no one could be more alive to the truth of it than I am at present.\" Davenport looked his interlocutor straight in the face, and as their eyes met, Edmunds bury felt certain that not only had he found a valuable friend and ally, but one who would conduct the impending struggle with a full knowledge of the engagements that had pre ceded it. Again the puzzled look came into Edmundsbury's face. The image of some one like Davenport was evidently haunting him, and, as often happens in such cases, he was ransacking the deepest recesses of his memory for what was lying on the surface. Such mental diving reminds one of the child running after the butterfly which had perched on his head."], [164, "156 The Mystery of the \" Our purpose,\" Davenport went on, \" does not admit of the minor charge and the grave suspicion being separated. If you can ex onerate yourself on Thursday before the Committee of the Patrician Club, the sus picion pointing against you in connection with the death of Gustave Dubois is at an end ; if we can prove before them that you had no hand in the murder of the waiter, the inquiry, as far as you are concerned, becomes unnecessary. Do you follow me ?\" \" Perfectly,\" replied Captain Edmunds- burv. \" I am afraid that in my professional capacity I cannot be of the slightest use in the card affair ; still I will, with your per mission, ask you a few questions, and, if possible, give you a few hints which may be useful.\" \" I Avill try to answer them,\" said Captain Edmundsbury. \" If I remember aright, his Lordship told me that before the evening on which Lord Brackelonde accused you of having substi-"], [165, "Patrician Club. 157 tuted a pack of marked cards, you had not been on cordial or even ordinarily friendly terms with him for more than a year, and that notwithstanding your relationship to Lady Brackelonde ? \" At the last words Captain Edmundsbury gave an involuntary start. Davenport did not appear to notice it, and went on, — \" At the termination of your game with Count Barsowsky you were not only tired and fagged, but apparently disgusted with your own run of luck. Is that so ? \" \"Yes.\" \" Have you any reason to suspect Count Barsowsky of any but friendly feelings towards you ? Had you ever played with him before, and what was the average result of your games, if any ? \" \" I had often played with Count Barsowsky, but certainly not within the last twelvemonth. With regard to results, I do not think that either he or I was the loser or winner before that night by so much as a hundred pounds. We have always been on very good terms,"], [166, "158 The Mystery of the and I have a letter from him saying that he does not believe a single word of the charge, and is ready to repeat it before the Com mittee. Of course this was written previous to the murder ; I do not know whether his opinion has changed since then.\" \" I fancy we may dismiss Court Barsowsky from our calculations. You were not bound by the most elementary rules of club etiquette to accept Lord Brackelonde's offer to take Count Barsowsky's place, even if there had been no estrangement between you ; you were tired and fagged. What made you accept the challenge of a man with whom, to the knowledge of everyone, you had not exchanged a word for ever so long, to whom you had scarcely bowed when you met ? \" There was a slight pause. Then Captain Edmundsbury said in a low voice, \" I cannot tell you.\" Lord Clovelly and Richard looked up ; not so Lord St. Mavor and Basil Clyn borough, who kept their eyes persistently fixed on the writing-table. Davenport was"], [167, "Patrician Club. 159 the only one who seemed unconcerned. A faint smile of satisfaction lighted up his features ; the satisfaction of the analyst who notes the success of the tests he has applied. \" Can you tell me this, Captain Edmunds bury ? Did you look upon Lord Bracke londe's offer as an attempt at a reconciliation on his part, and did you accept it in that spirit ? \" Captain Edmundsbury shook his head sadly. \" I knew better, Mr. Davenport,\" he replied ; \" and what's more, if I had suspected such an intention I should have accepted the game forced upon me with even greater reluctance than I did. What I really expected was an open breach and a quarrel fastened upon me, which, in spite of our English habits, would have led to a duel on the Continent. More than this I cannot tell you, Mr. Davenport, not even with my honour and my life at stake as both appear to be.\" Lord Clovelly raised his head in protest, and Richard was about to speak. His two brothers remained obstinately silent, and"], [168, "The Mystery of the 160 Davenport asked himself how much they knew of James Edmundsbury's secret, some parts of which were to him as clear as the sun at noon on a summer's day. He remembered Lord Brackelonde's words as quoted by his cousin but a few hours previously : \" The faithlessness of a woman affecting the honour of the husband is simply a theory invented or propagated by novelists and dramatists. A man's honour is not at the mercy of a wanton if the man is honourable in every other respect. But it hurts the mans pride if he cares for the woman. In that case the Divorce Court does not afford him relief any more than the surgeon who amputates your leg instead of healing it. The only moral relief to his moral suffering is the infliction of some terrible suffering on his wife's lover ; and by that I do not mean physical suffering, the infliction of which would, moreover, expose the husband to the rigours of the law. Unless he be a fool he'll avoid that.\" Jasper Davenport could reconstruct the act of the drama which had preceded the"], [169, "Patrician Club. 161 scene in the card-room of the Patrician Club. Furthermore, he felt perfectly certain that he held the clue to the motive of Gastave Dubois' murder, and that he knew the murderer. But he did not blind himself to the difficulty of accumulating proofs against the latter. Meanwhile Lord Clovelly had risen from his chair and placed his hand affectionately on Captain Edmundsbury's shoulder. \" My dear Jack,\" he said, \"this will not be sufficient to exonerate you in the eyes of the Committee of the Patrician ; they'll want better proofs than that.\" \" One moment, my Lord,\" interposed Davenport, gently. \" I think we'll be able to forestall their opinion if Captain Edmunds bury will answer a few more questions. I do not want to know much more.\" There was a genuine look of admiration in the faces of Lord Clovelly and his three sons, and even in Captain Edmundsbury's, which admiration Davenport felt to be not alto gether deserved. It was wiser, however, not VOL. I. m"], [170, "162 The Mystery of the to enlighten them as yet with regard to his own sources of information. \" I think we'll be able to forestall their opinion,\" he repeated. Then, turning point blank to Captain Edmundsbury, he asked, \" What do you know of Gustave Dubois ? \" \" Nothing, absolutely nothing. I do not think I spoke twice to him in the three or four years he was at the Patrician.\" \"Did you see him after the scene at the Patrician ? \" \" Yes. On the second morning after it, on looking out at my window, I noticed him walking up and down on the other side of the road. When he caught sight of me he walked away. He turned into Berkeley Square.\" \" Is not Lord Brackelonde's house in Berkeley Square ? \" \" Yes.\" \" You live in Bruton Street. From where he stood could he command a view of the house ? \" \" I think so ; in fact, I am almost sure.\""], [171, "Patrician Club. 163 \" You know the time Gustave Dubois was killed : between 2 and 2.30 on Wednes day morning. When did you leave for Paris ? \" \" At 10.20 on Tuesday morning.\" Lord St. Mavor and his brother Basil shifted their position. The latter, who had been smoking all the while, as was his wont, threw away the stump of his cigarette without lighting another. It was a sign of unusual perturbation with him, and Richard stared at him accordingly. Davenport perceived at once that he had unwittingly hit upon a leading point in his inquiry, for he candidly admitted to himself that inability on Captain Edmundsbury's part to prove an alibi had been farthest from his thoughts. At the same time, though un willing to cause unnecessary pain or em barrassment, he wished to test the point to make assurance doubly sure. For a moment he felt at a loss how to proceed, and took to twirling his bushy eyebrows with more than usual violence. Then he spoke very slowly, M 2"], [172, "164 The Mystery of the carefully watching the effect of his words on the three men, but particularly on Lord St. Mavor and his brother. \" I need not remind you, Captain Edmundsbury,\" he said, \"that we are in a very awkAvard position, less because among a limited section of society suspicion points to you as the only one who had an interest in doing away with Gustave Dubois, than because that suspicion is, and is likely to remain, passive. If we stir by making a voluntary statement, we lay ourselves open to the taunt so admirably expressed by the French, Qui 7 excuse s' accuse. I may as well tell you that late last night the case was officially placed in my hands. Perhaps the best plan would be to apply for a warrant against you for the murder of Gustave Dubois, to ask for a remand of a few days, and meanwhile to get over the porter, waiter, and chambermaid of the hotel in Paris. The visitors' and other books, besides these people's personal evidence, would prove that you could not have been in London at the"], [173, "Patrician Club. 165 time the murder was committed. Your arrest would, moreover, suspend the inquiry at the club ; your acquittal, which would be sure to follow, would considerably modify the complexion of things afterwards as far as you are concerned. Of course, there is the terrible publicity, but I doubt whether it would not be a minor evil compared to the present situation.\" Before he had finished speaking Davenport found his worst suspicions confirmed ; Captain Edmundsbury would not be able to prove an alibi, and Lord Clovelly's two elder sons were aware of the fact. They had turned positively livid at the mention of the hotel in Paris and its staff, and in their chivalry had spontaneously and simultaneously rushed to the side of their friend, to defend him, as it were. Their father looked thoroughly puzzled this time, and Captain Edmundsbury's answer was not calculated to reassure him. \" I am afraid, Mr. Davenport, that my arrest would not mend matters ; I was not in Paris on Tuesday night.\""], [174, "166 The Mystery of the \" Not in Paris, Jack ! \" exclaimed Lord Clovelly. \"Where, then, were you?\" \" I cannot tell you, sir,\" was the reply. \"You had better not insist, father,\" inter posed Basil Clynborough. \"We have been trying to make him tell us ever since yester day morning without success.\" \" He must have slept somewhere,\" said Lord Clovelly. \" I slept nowhere that night, sir. Believe me, I can say no more than that,\" replied Captain Edmundsbury. Then he added, \" Not even with my life at stake.\" \" We must make the best of Captain Edmundsbury's silence, my lord,\" remarked Davenport. \" If he will give me his word that he did not return to London that night, I will know what to do.\" \" I can do that honestly,\" exclaimed Captain Edmundsbury. \"Your enthusiastic answer would avail very little with a judge and jury, Jack ; let us trust that it will not come to that,\" grumbled Lord Clovelly."], [175, "Patrician Club. 167 \"If it came to it, I could not do other wise than I have done, sir,\" said Edmunds bury. \" Perhaps not ; I know what this Don Quixotism means — petticoats. I wish you fellows would leave the petticoats alone,\" growled the earl. \" All the mischief is due to them. I can see that plainly enough. Bother the petticoats.\" \" Not with the women in them, father,\" laughed Richard, who had become cheerful again at Davenport's last words ; for he felt supremely confident in the latter's skill, and for the moment had forgotten his graver perturbation. \" Bravo, Dick, that is the best suggestion you have made for some time,\" said St. Mavor and Basil in one breath. \" It is worthy of ' draughtsman Dick,' who professed to go in for academic drawing by preference.\" \" I didn't mean it like that,\" apologized Richard. \" Of course not,\" chaffed his brothers. \" And now, gentlemen, though you have"], [176, "168 The Mystery of the not helped me much, I fancy I can see my way clear, and must leave you in order to pursue my own tactics,\" remarked Davenport. \" I will report progress if I can ; but you must not be disappointed if you have no news for a day or so. I have a very wily adversary to deal with.\" \" That means that you know the man you want ? \" asked Lord Clovelly, staring with the utmost surprise at the detective, who nodded a silent \"yes.\" The other four sat simply speechless. Richard was the first to recover from his amazement. \" May I ask a question ? \" he said, almost timidly. \" Certainly, but I cannot promise to answer it,\" replied Davenport. \" Do you agree with Mr. Greybridge's opinion that when the murderer of Gustave Dubois is found, the Patrician Club will count one number less? \" \" I do,\" replied Davenport ; then seeing that Richard was going to follow up his first by a second query, he tried to stop"], [177, "Patrician Club. 169 him, but before he could utter the words the butler entered the room with a telegram. \" For you, sir,\" he said, handing the envelope to Richard. The young fellow turned deadly pale on reading it, and staggered to a chair, while the slip of pink paper fluttered to the floor. Basil picked it up and read it aloud. It only contained a few words : \" Come at once. Mary in terrible distress. Do not delay a moment. — Walter Grey bridge.\" While the four men crowded round Richard for an explanation, Davenport stole away noiselessly. The deck was evidently being cleared before the engagement, accord ing to his directions. Among the innocent victims he had overlooked Richard Clyn borough, whom he had already learned to like. For a moment the detective stood outside Clovelly House, as on the Thursday night, then took a document from his pocket and examined it, after which he hailed a hansom."], [178, "170 The Mystery of the Patrician Club. \" Patmore Street, Brompton Road,\" he said to the driver. The paper was a search warrant, applied for on the previous day by Inspectors Daly and Turner. He found them waiting for him at the door of Gustave Dubois's lodgings."], [179, "CHAPTER X. Though there was no formal engagement between Richard Clynborough and Lady Mary Stalforth, the families on both sides were fully aware of the attachment to one another of the young people. Notwithstanding this there had been no attempt to bring matters to a matrimonial issue by those tactics Avhich are so common in modern society. Lady Mary was a favourite with the Clynboroughs, who frankly admitted her lovable and ster ling qualities, especially Lady Clovelly, who averred that if she could be young again she would wish to be morally and mentally like Lord Brackelonde's daughter. \" That girl could sweep a room in God's sight and make the action fine,\" she said one day, slightly paraphrasing the poet ; yet, and in spite of the girl's wealth, Lady Clovelly would have"], [180, "The Mystery of the 172 willingly seen her most cherished son's affections engaged elsewhere, and the senti ment was shared not only by her husband, but by all her children save, of course, Richard. Even he shrank from the idea of becoming Lord Brackelonde's son-in-law. The Clynboroughs one and all, though by no means narroAv-minded, and with a generous tolerance towards the foibles and errors of humanity, had, unlike the county families around Stancoombe, never pretended to ignore or tacitly sanction the scandals connected with Lord Brackelonde's name by a show of friendly or even ceremonious intercourse. During the life of the first Lady Brackelonde there had not been so much as an interchange of visits between Skipton Lazars and Bracke londe Dene, albeit that the Clynboroughs held the unfortunate wife blameless for the misdoings of her lord and master, and openly expressed their sympathy with her in her heavy trials. Lord Brackelonde's widow hood left things exactly as they were, but his second marriage compelled the Clyn-"], [181, "Patrician Club. 173 boroughs to change their attitude towards the inmates of the Dene, seeing that Lady Esther Edmundsbury had almost been brought up Avith the younger members of the family. Nevertheless, the feeling towards Lord Brackelonde himself never underwent any appreciable modification. The Clyn boroughs confessed to being largely in fluenced by instinct, and their instinct prompted them to avoid and dislike him. They were not far from believing that sooner or later Lord Brackelonde would become fatal to everyone, as he had already been to many, with whom he came in contact ; in other words, they were morally afraid of him. Lord Brackelonde himself did nothing to counteract that fear. He treated the Clyn boroughs with a courtesy which scarcely con cealed his indifference to their hatred or liking, and when he heard of, rather than saw, his daughter's budding affection for Richard, he neither endeavoured to check nor to foster it. He had no control over her fortune, and he desired no control over her ; she might marry"], [182, "The Mystery of the 174 whomsoever she liked, and as soon as she liked. Short of her death he had no interest in anything that might befall her ; but, seeing that his own wealth was much more than sufficient for his most extravagant wants, and love of money not one of his failings, her death would have aroused as little joy as grief. His daughter was of less moment to him than his horse. As for dogs, he had none ; at any rate, none that he made his habitual companions. They generally slunk away from him. Lady Mary's attitude towards Lord Brackelonde was altogether different. Not withstanding her dead mother's constant endeavours to hide her husband's conduct to ward her from her little daughter, she had utterly failed to inspire the girl with anything like affection for her father. She shrank from him like the dogs, though neither to her nor to them had he ever been physically cruel or harsh. If he never bestowed a caress upon the auburn-haired child, with a face so curiously like his own, it was perhaps"], [183, "Patrician Club. 175 because he knew it to be unwelcome. When her mother's coffin had been borne to the family vault and the mourners returned to the drawing-room of the Dene, Lady Mary's first words had been a request to be allowed to go home with her uncle. For five years she, in company with a governess, had shared that home, for Lord Brackelonde had not opposed the request. She would have probably been there at the moment of our story but for the advent of the second Lady Brackelonde. She was nearly eighteen when the projected marriage was announced to her, and her only comment had been \" God help Lady Esther.\" The future Lady Brackelonde, after the first interview with her step daughter that was to be, felt that the hated union would be shorn of half its terrors if she could but induce the girl, whose senior she was by barely four years, to return to the paternal roof. Though young and compara tively inexperienced, the bride-elect had no illusions with regard to the duration of the passion she was supposed to have inspired."], [184, "176 The Mystery of the She knew exactly the fate in store for her, and she did not Avant to confront the fiend she Avas to call husband by herself. But Lady Mary, while pitying the poor creature who Avas being bartered away, from the bottom of her heart, would not accede to her wish. \"You may be mistaken,\" she said, en deavouring to preach hope where there was no hope ; \" you may be mistaken. His love for you may make him a different man, and while you are happy you will not want me. In the contrary case my presence at the Dene would only increase your unhappiness. All the resentment he felt at my intrusion would be vented on you, because he dare not vent it upon me, knowing that I do not fear him morally or mentally.\" From that moment the girl in her teens and the future Lady Brackelonde became fast friends, the former being the protector as it were. At the beginning of the first season in London after her marriage Lady Bracke londe prevailed upon her step-daughter to come and stay with her. She already felt"], [185, "Patrician Club. 177 the need not only of someone stronger than herself to help her bear her burden, but of a companion, for Lord Brackelonde had months before that resumed his old habits, and she was positively alone. The new toy bought at so dear a price — literally — had already lost its charm, but it was his nevertheless, and he caused it to be Avatched with the jealousy of a wild brute. From that time Lady Mary rarely left her step-mother's side. She sacrificed her own inclinations. The banker's home at Stancoombe became desolate once more, save for a few days now and again, for, strange to relate, the girl felt it a duty to shield the successor of her dead mother from the treatment that had cut the latter off in her prime. Nay, when she first became aware of her affection for Richard Clyn borough she struggled heroically against it rather than desert her self-elected post. She shared to a great extent the feelings of the Clynboroughs that sooner or later her father would become fatal to everyone with whom he came in contact, and rather than see vol. 1. N"], [186, "178 The Mystery of the the man she loved fall a victim she almost resigned herself to remain single. For herself she was not afraid. For two hours after Lord Brackelonde's departure his wife lay moaning to herself, and the words which had so terrified her step-daughter in the afternoon at the moment she was summoned to her father's room recurred with increasing frequency. It was one of the two coherent sentences she uttered, for now and then she started up in bed, staring wildly around her, and shrieked, \" He did not do it, he did not do it.\" Lady Mary did not lose her presence of mind. She had despatched a groom on one of the fastest horses in the stable to Stancoombe, with orders to bring back Dr. Swanston and Mr. Walter Greybridge. She calculated that they would arrive Avithin a short time ; meanwhile she felt certain that there was some unholy secret, the knowledge of which was fast affecting Lady Brackelonde's reason, and the revela-"], [187, "Patrician Club 179 tion of which had to be kept at any cost from the outer Avorld. Of the nature of that secret she has not the remotest idea ; but the word \" scaffold,\" and the oft-repeated cry of \" He did not do it,\" justify the suspicion that someone's life is at stake. Nor is Lady Brackelonde's over mastering love for her cousin unknown to Mary, albeit that the matter had never been hinted at, let alone discussed, between them. At each shriek the girl feels that she herself Avill go mad if the thing continues much longer. Then all of a sudden she resolves to drag the secret from the unhappy creature lying there. \" Of course he did not do it, mamma dear,\" she says, in a soothing voice, passing a handkerchief steeped in eau-de-cologne over the flushed, burning brow. \" Of course he did not do it,\" she repeats. \" Captain Edmundsbury could not be guilty of such an act.\" The words produce their wished-for effect. Lady Brackelonde seems to grow more N 2"], [188, "The Mystery of the 180 tranquil ; she falls back upon the pillow and mutters in a low voice, \" Your father says he is ; your father says he did it.\" \" Did what ? \" says Lady Mary to herself. \"Great Heavens, did what?\" But she is careful not to betray her ignorance, nor to startle Lady Brackelonde by any abrupt question. \" My father says many things in his anger he does not mean.\" Lady Mary feels her way carefully, for she remembers that Lord Brackelonde and his wife had an interview that morning in the library shortly after his arrival from London — an unusual thing, seeing that for a twelvemonth these two have scarcely met except at the dinner hour. Lady Brackelonde had become very quiet all at once ; it is evidently a relief to her to unburthen her mind, and Lady Mary breathes a little more freely. \" He was not angry, Mary ; he said it in cold blood. He even made a joke about it, God help me ; he said that my idol would be elevated, not on a pedestal, but in the air.\""], [189, "Patrician Club. 181 She speaks coherently enough now, but Lady Mary dare not venture upon a question. She feels that the thread by which she holds Lady Brackelonde's reason engaged is a slender one, which may snap once more at any untoward word and entangle itself anew round the overstrung brain. \" Captain Edmundsbury could not be guilty of such an act, and my father knows it,\" said Lady Mary, not knowing what else to say. Then she had a sudden inspiration, and adds very slowly, \" Besides, what could be his motive ? He had no cause to fear anyone.\" \" He fears his accomplice who supplied him with the pack of marked cards with which he cheated. That is what your father says, though he knows full well that Jack is no more capable of cheating than of murder. It was not Jack who killed Gustave Dubois ; of that I feel certain. But the rope is round his neck for all that, and your father will pull the noose if he can, or unless a miracle happens.\" And the tears, long pent up, flow free!"], [190, "The Mystery of the 182 after that ; but Mary does not heed the welcome change, for her body has turned to stone and the brain is in a whirl. \" Gustave Dubois,\" that Avas the name of the young fellow who a week ago last Sunday . She feels that her brain will give way unless she does something, and by a superhuman effort she rises from her chair. At the same moment there is a gentle knock, and Lady Brackelonde's maid enters. \" Mr. Greybridge and Dr. Swanston are below, my lady,\" says the girl. \"Ask Mr. Greybridge to wait in the library till I can come to him, and show Dr. Swanston into her ladyship's boudoir. I'll be with him directly,\" says Lady Mary, almost mechanically. She is trying to collect her thoughts by passing her hand slowly and repeatedly across her forehead. The first thing to be done is to get Lady Brackelonde into a sound slumber, which will give her (Lady Mary) her liberty for several hours — as many as possible. While Lady Bracke londe keeps awake her step-daughter cannot"], [191, "Patrician Club. ■83 leave her bedside or share the watch ing with anyone lest some compromising sentence escape her lips. Though she is composed enough at present, or, to speak correctly, utterly exhausted with the story she has just told, it were well even if Dr. Swanston could be induced to refrain from asking questions, and to administer merely the required soporific. Lady Mary had not much faith in people's discretion as a rule where the secrets of others are concerned, and though she highly esteems the Stan coombe physician, she prefers not to make an exception in anyone's favour at this moment. Accordingly she proceeds to Lady Brackelonde's boudoir to try what her powers of persuasion will effect. Dr. Swanston listens attentively to Lady Mary's non-professional diagnosis of her step-mother's case, and at the suggestion to administer a sleeping draught he nods his head repeatedly, but whether in approval or the reverse it would be difficult to say. Lady Mary, however, interprets the silence and motion as favour-"], [192, "184 The Mystery of the able to her plan, and takes a small bunch of keys from her pocket. \" You'll find what you want in the medi cine chest,\" she says. \"I am afraid not,\" replies Dr. Swanston. \" I used the last chloral when I was here on Tuesday morning. You remember I came early. Your father called on me before he left for London and told me that her ladyship was suffering badly from insomnia, that she had not had a night's rest for a week, and suggested that I should give her a sleeping draught, without telling her, seeing that she did not like the idea. In fact, I do not like the idea myself; the patient gets used to that kind of thing, and cannot do without it in the end. Still, if, as you say, she is so very excited, it may be better to have recourse to it once more rather than run the risk of another restless night. Lady Mary neither winces, moves, nor speaks. She is simply endeavouring to fathom the import of this new revelation, endeavouring to fit this new link in its proper"], [193, "Patrician Club. 185 place in the chain which she feels is being forged to encompass the ruin, perhaps the death, of someone. And she fails miserably. But of one thing she is certain ; Lady Bracke londe did not complain of sleeplessness, and least of all to her father ; nay, she doubts whether before this morning these two have exchanged a dozen words for the last six months, except in the presence of herself and the servants at the dinner-table. She fails miserably, but neither failure nor anxiety is discernible in her features, which she has under absolute control ; and Dr. Swanston, finding that there is no comment on her part, goes on, — \" Unless Mr. Wareham has such a thing as a dose of chloral in his medicine chest Ave shall have to send to Stancoombe. Shall I ring for one of the men ? \" Lady Mary nods the required permission, and her maid answers the summons. \" Tell Copping I want him ; he had better have a fresh horse, for if Mr. Wareham has not got what Dr. Swanston requires he will"], [194, "186 The Mystery of the have to go to Grimsby's.\" She is speaking to the doctor rather than to the maid, but it is the latter who answers. \" Mr. Grimsby's man has just been here and left a parcel, my lady,\" she says. \"A parcel? I did not order anything. Bring it up.\" The parcel is addressed to Lord Bracke londe, but Lady Mary does not hesitate for one moment, and breaks the sealing-wax. Both the maid and the doctor stand by as the councillors of Pharaoh may have stood when Moses and Aaron entered the monarch's presence uninvited ; for the Marquis of Brackelonde is an autocrat, and does not suffer any encroachment on his prerogatives. Lady Mary does not even notice the look of awe with Avhich her deed is watched. She is not afraid of her father. He once lifted his riding-whip to strike her ; she calmly caught hold of his wrist and looked him straight in the face. It was the first and last time he attempted bodily chastisement. Curiously enough, among other things"], [195, "Patrician Club. 187 the parcel contains the very thing wanted. It is a small bottle holding ten drachms of the preparation, and labelled to that effect. The coincidence strikes simple-minded Dr. Swanston, who expresses the — to him — gratifying belief that Providence is always on the side of the medical faculty. Lady Mary smiles, such a wan smile, but says nothing. It is very patent to her that, but for her father's unexpected departure, the quantity of chloral taken from the chest by Dr. Swanston would have been replaced without anyone being the wiser, and least of all Lady Brackelonde, who, she feels con- vinced, was not aware of the nature of the medicine given to her on Tuesday. Lady Mary was there herself when the physician handed it to her, and heard the directions given. There was not the slightest allusion to its being a soporific. Lady Brackelonde, though she had not complained, had been suffering for more than a twelvemonth from listlessness and indifferent health generally ; but as far as Lady Mary could judge, nothing"], [196, "188 The Mystery of the had occurred previous to the Tuesday to warrant the administration of a sleeping draught on that day, and above all, of so powerful a one as had been given, for she remembered having noticed the contents of the bottle not later than the Sunday, when she took it by mistake from its case — the medicine chest being arranged alphabetically — instead of the chloroform, a few drops of which she wanted for the aching tooth of one of the maids. There were only two keys ; she had one, her father the other. Dr. Swanston's action in the matter was beyond suspicion ; he had no doubt been guilty of suppressio veri not of suggestio falsi, by re commending Lady Brackelonde to take the medicament about two hours after her dinner, thus leaving her to infer a mere innocent remedy for some temporary ailment. The prevarication on his part was, however, justified by the knowledge of his patient's repugnance, or supposed repugnance, to nar cotics. But what had been her father's motive in all this, and why, having made up his"], [197, "Patrician Club. 189 mind to replace the chloral surreptitiously, had he returned to the Dene without it, after having ordered it at Grimsby's ? These were the questions that occupied her mind and prevented her from replying to the physician's twaddle about the alliance of Providence and his fraternity. Though anxious to see her uncle as soon as possible, she was equally determined not to leave Dr. Swanston alone with his patient ; in fact, to trust her to no one's charge until she was fast asleep. \"If the draught is ready, Dr. Swanston,\" she said, \" we can go into the next room and you can give it to Lady Brackelonde ; but you had better tell her what it is. She'll have no objection to take it ; she knows that sleep is absolutely necessary to her, and that she'll not be able to get it without.\" Lady Mary had guessed aright. Her step-mother was quite willing to be guided by her, especially after she had whispered a few words to her, in so low a tone as to be inaudible to Dr. Swanston. In about ten"], [198, "190 The Mystery of the Patrician Club, minutes Lady Brackelonde's breathing showed her to be fast asleep, and then the two stole on tiptoe from the room, leav ing Lady Mary's maid to watch by the bedside."], [199, "CHAPTER XI. Though exceedingly anxious to join her uncle as soon as possible, Lady Mary felt at a loss to get rid of the somewhat garrulous physician without arousing the latter's suspicion that there Avas something unusual going on at Brackelonde Dene. She had managed to keep her countenance at the discovery of the surreptitious admini stration of the sleeping draught to her step mother on the previous Tuesday, but her admitted ignorance of the fact, as shown in the handing of the key of the medicine chest to Dr. Swanston, might set him wondering if it were followed on her part bya too apparent desire to confer with Mr. Walter Grey bridge alone. Dr. Swanston, though a nice and able man, was rather prone to attach too much importance to the little family secrets"], [200, "The Mystery of the 192 of the \" gentry \" of which he became the accidental custodian. He considered himself a kind of lay father confessor, and but for his innate sense of honesty, would have willingly constituted himself a local society chronicler. By this time Lady Mary instinctively guessed that in this instance an unconscious slip of Dr. Swanston's tongue would involve a greater risk than the mere publicity of \" an interesting incident in connection with one of my patients \" — Dr. Swanston's stereotyped introductory phrase to most of his indiscre tions. She, moreover, wished to remove, if possible, from the physician's mind all idea of the necessity for keeping \"the interesting incident \" a secret, that being the surest way of making him forget it. \" I am afraid I alarmed you and my uncle unnecessarily,\" she said, with a smile, as they descended the magnificent oak staircase ; \" and, what is worse, spoilt both your dinners. I forgot about mine, but if you'll join me now I shall be pleased.\" Even in her agony Lady Mary could not"], [201, "Patrician Club. 193 help reflecting that the greatest actors are not always on the stage. But Dr. Swanston Avas not a keen observer, though he prided himself on being one. \" He is astride on a weathercock, and thinks himself in an observatory,\" Basil Clynborough had said once, while commenting upon those preten sions. And Basil Clynborough was right. \" I have dined, and I believe your uncle has,\" replied Dr. Swanston, as they entered the library, where the Stancoombe banker sat ensconced in a roomy chair, apparently deeply engrossed with the book he held in his hand, in reality not reading a line of it, but pondering the terrible secret that had been revealed to him that morning, and wondering whether the abrupt summons of his niece had any connection with it. He repressed rather than drew a sigh of relief on hearing the cheerful voice of Lady Mary as she commented in a bantering tone upon the physician's last remarks. \" In that case I will send you both home. It will be past eleven before you get to Stan- vol. i. o"], [202, "The Mystery of the 194 coombe, and if my uncle has a headache in the morning he will blame me for having kept him out of his bed without a valid cause. For I suppose I may take it for granted there is not much the matter with mama ? \" Good actress as she was, something in his niece's tone jarred upon the banker's ear and caused him to look up. The sympathy between him and his sister's child was so thorough as to make him aware at once that she was playing a part. One glance sufficed to show him that he was not mistaken. Then their eyes met, and he knew that she wished to get rid of Dr. Swanston. Beyond this he failed to fathom her motives ; least of all did he suspect the extent of her know ledge of the drama which was being rapidly brought to its denouement by Jasper Daven port. Meanwhile the physician meandered along. \"There is nothing serious physically,\" he said, in answer to Lady Mary's question ; \"but mentally she is overwrought, and has been for a week or ten days, and that's what"], [203, "Patrician Club. 195 puzzles me, for, with the life she leads here, there is nothing to excite her. I will wait for another day or so, and if there be no change I will ask his lordship to send for Sir Arthur Stark.\" Lady Mary knew from experience that the fashionable London physician upon whom Dr. Swanston modelled his private as well as his professional existence was the ultima Thule of the latter's powers of suggestion. She knew at the same time that the bland, suave parody of a \"great doctor \" would be as capable of dealing with her step-mother's case as an ordinary School Board pupil with a cuneiform inscription ; but she did not think it necessary to dash Dr. Swanston's hopes of a consultation with his idol to the ground. \" Yes,\" she said, \" that would be best. My father is coming back on Monday.\" She dreaded to think of what might have happened by then, but she was merely talk ing against time, trusting that her uncle would come to her aid. o 2"], [204, "196 The Mystery of the Mr. Walter Greybridge proved equal to the situation. \" I am glad there is no cause for uneasi ness about Lady Brackelonde,\" he said. Then assuming a lively mood he was far from feeling, he went on, \" But as you have spoilt my night's rest already \" — this to his niece — \" I will make you pay the penalty and risk a racking headache. The accounts I sent you a month ago have not been as much as looked at, I feel sure, and will not be unless I stand over you while you do it. You are always boasting of being able to sit up late ; I will put you to the test. You can give me a shake-down, and Hawkins can bring some of my things in the morning.\" \" I suppose I am in for it,\" sighed Lady Mary, looking very rueful, and playing up to her uncle. \" I suppose we must not ask you to share that agreeable entertainment, Dr. Swanston? \" \" No, thank you ; I must be going,\" said the physician, thoroughly deceived by their clever acting. o"], [205, "Patrician Club. 197 \" Then I had better order the trap round, and some of your favourite port meanwhile,\" remarked Lady Mary, leaving the library, which she did not re-enter until she had seen the gig lamps disappear down the drive. Then she carefully shut the door, and with out saying a word seated herself opposite her uncle, placing her shapely, though some- Avhat large, hand on his knee, and looking him straight in the face. For a moment or so there was an oppres sive silence in the apartment ; both its occupants seemed lost in deep thought. The clock in the stable tower striking the half hour awoke them from their reverie ; then Lady Mary, still keeping her eyes fixed on those of her uncle, still keeping her hand on his knee, said in a clear, steady voice — \" Who killed Gustave Dubois, and why was he killed ? \" The banker by a powerful effort sup pressed the shiver that ran through his veins, not sufficiently, though, to prevent the knee from slightly shaking beneath the out-"], [206, "198 The Mystery of the stretched palm of the young girl. The extent of her knowledge was greater than he had suspected within the last few minutes. Evasion was likely to prove a broken reed with his shrewd, observant niece ; still he thought he would try what it might do. \"How should I know?\" he stammered, endeavouring to look away from her. Lady Mary sat quite still, weighing as it were the possibility of having credited her uncle with a knowledge that he did not possess ; for one moment only ; the next she was mentally reproducing the short sentence of four words, not only as it had struck her, but as it must have spontaneously shaped itself on the speaker's brain previous to its utterance. She concluded that ignorance would have manifested itself in a more startled form of denial. The sound of Gustave Dubois' name had evidently struck a responsive, not a strange, chord, and the contrapuntal echo was the result of a familiarity with the theme not due in this instance to a mere perusal of the account of"], [207, "Patrician Club. 199 the murder in the newspapers. The conclu sion came in less time than it takes to describe. Nevertheless, Lady Mary felt at a loss how to bring her uncle to the point. In her embarrassment she decided upon a counter-move. \" It is essential I should know, uncle, un less we wish to see Lady Brackelonde a raving lunatic within the next twenty-four hours,\" she said ; \"so if you cannot help me, I must go to London and endeavour to find out.\" Mr. Greybridge made a last effort at resistance, not so much with a view to avert ing defeat as with a view of testing the whole strength of his niece's position. He executed a movement which, strategically, should have been the initial one. \"If you mean the murder of that waiter from the Patrician Club, I fail to see how it can affect Lady Brackelonde's mental condi tion,\" he remarked, very slowly. \" You do not fail to see it at all,\" was the answer, \" proof whereof is that you are doing your utmost to get Lady Brackelonde"], [208, "The Mystery of the 200 out of England before the gathering storm breaks loose.\" The banker absolutely felt the ground slipping from under him. He was, more over, fighting in the dark. He was not only at a loss as to the sources of his niece's information, but unable to guess the extent of it. Yet he ventured to make another stand, mainly in order to ascertain whether Lady Mary was cognizant of the calamity in store for herself, rather than from the desire of prolonging the contest. \" The argument does not hold good at all, Mary,\" he said, making a brave show to the last, \" because Lady Brackelonde's company on our journey was only an afterthought on my part. You might just as well accuse me of wishing to get you out of England because I proposed a trip to the Continent. And assuredly the murder of that waiter cannot affect you, neither can I see how it can affect Lady Brackelonde. If this is all the proof you can advance in support of your suspicion of me, it amounts to nothing.\""], [209, "Patrician Club. 201 \" Let it be so, then,\" said the girl, rising from her seat and putting both her hands on the banker's shoulders. \" Let us take it for granted, then, that this crime affects you no more than the millions who have read of it. But what if I tell you that it affects me more than all the world, more even than it affects Lady Brackelonde ? \" Mr. Greybridge's worst forebodings were realized. There remained but one faint glimmer of hope — her non-belief in her father's guilt. He felt afraid to speak lest that might vanish also at the mere sound of his voice like the arabesque of rime on a window pane disappears when breathed upon ; so he kept silent. \" It affects me more than it affects Lady Brackelonde,\" she repeated, carefully enun ciating every word and watching their effect on her uncle's face, \" because though suspicion points to the man she worships, there is a graver suspicion still against the man to whom I owe my birth.\" \"A graver suspicion still!\" he mentally"], [210, "The Mystery of the 202 ejaculated. \" She does not know more than that. But who can have told her as much ? \" he asked himself, for not a syllable fell from his lips, and he almost breathed a sigh of relief. \" I do not understand you,\" he said at last. \" You are talking in riddles. What possible connection can there be between a club waiter and any of your step-mother's friends or your father ? \" Before the sound had died away he regretted having spoken the words. Lady Mary withdrew her hands, retreated a few steps, and looked him straight in the face. There was a scowl on the handsome though somewhat rugged face, a flash in the deep-set eyes, both of which he knew well. They were physical heirlooms in the Grey bridge family, the precursors to almost uncontrollable outbursts of wrath ; \"mental danger signals,\" Mr. Vincent Greybridge called them. \"Am I such a dolt and cur, such a weak ling, so utterly bereft of courage as to need"], [211, "Patrician Club. 203 trifling with in this way ? \" she hissed. \"Why do you credit me Avith being less than a woman when I shall want to be more than a man ? Who am I to claim exemption from God's dictate that the child shall suffer for the parent's sin ? Is it not enough that I feel branded already as the daughter of a murderer and a cheat ? Is the stigma to be applied publicly through your pitiful estimate of my strength ? \" The banker bowed his head to let the storm pass. \" Remember he is your father,\" he ven tured timidly at last. \" If you mean by that, that I bear his name, I am not likely to forget it,\" she said, scorn fully. \" If, on the other hand, it is an appeal to my pity or sympathy on that account, you may save yourself the trouble. I am the only one to be considered, not he. It is not to save him from death and the gallows that I am going to bestir myself, but to save my self from the burden of lifelong disgrace. Nay, if I thought that his crime would re-"], [212, "The Mystery of the 204 main a secret by killing him, I would do so Avithout a moment's hesitation, without the fear of a single moment's remorse and regard less of the ties of blood, even if I had to pay the penalty with my own life, for death would be preferable to life as the daughter of a monster who killed in cold blood his accom plice in a crime which was even more das tardly than murder.\" The banker was thoroughly dazed. Whence this knowledge on his niece's part of every particular as it had been unfolded to him that morning by James Drayton ? Who had been her informant ? Not the detective himself, of that he felt sure. She might have hesi tated to believe the story of a stranger ; the way she spoke betokened profound conviction. He would endeavour, at any rate, to get an explanation on that point. \" Forgive me, Mary,\" he said, \" for having tried to keep these terrible rumours from you as long as possible. After all, they may be rumours, and considerably exaggerated, if not entirely unfounded.\" He knew he was"], [213, "Patrician Club. 205 not speaking the truth, but it was absolutely the last straw, and he clung to it desperately. Her anger had spent itself, or rather it vanished at her uncle's admission, for she sat down again and held out her hand. \" I have been hasty, uncle,\" she murmured, \" but the rumours are not exaggerated, let alone unfounded. Whatever you have been told, and I do not know by whom, is pro bably short of the truth. The waiter who has been murdered was an instrument in the hands of the man who fastened the charge of cheating on Captain James Edmundsbury, and that man is my father. Part of the story comes from his own lips.\" The banker felt more puzzled than ever. \" I do not understand,\" he said ; and this time he spoke the truth. Then she told him the scene between her self and her step-mother. \" As far as I can see,\" remonstrated the banker, gently, for he was afraid to provoke another outburst, \" the suspicion points to Edmundsbury rather than to your father.\""], [214, "The Mystery of the 206 \"We know Captain Edmundsbury, and we know my father,\" she answered, sadly ; \"and if there were no evidence against either, I know whom we would suspect. Unfortu nately there is in my mind overwhelming evidence against the one, and none against the other. Listen, uncle, and do not interrupt me. A fortnight ago next Sunday I left the house about four to call upon Mrs. Carmichael. I did not go by the drive, but cut across the park to the little wicket. Just by the clump of beeches near the pond I noticed a young fellow on one of the seats. He did not see me, though I passed close behind him, for he was evidently deeply engrossed with his book. He was very neatly dressed, and looked like an upper servant. At half past six or a quarter to seven I returned by the same way, and he was there still, or rather near, but this time he was not alone, he was talking to my father. I caught sight of them from the distance, and went round by the farther side of the beeches. Next morning I had occasion to go to the village"], [215, "Patrician Club. 207 again, and close to the spot where I had seen the young fellow first there was something lying in the grass. It was half of the yellow cover of a French novel, ' L'Assommoir,' by Zola. It had evidently dropped from the book Avhen he put it in his pocket. In the right hand corner was a name and address — 'Gustave Dubois, 197, Patmore Street, Brompton,' — written in ink. On the other side, what correct people call ' the verso,' were several small figures in pencil — the time of the Sunday trains from Charing Cross to Brackelonde and back. Now, uncle \" Mr. Greybridge interrupted his niece by putting his hand on her arm. He had turned very pale, and could scarcely speak. \" What did you do with it ? \" he gasped. \" It is in my desk upstairs, and safe enough as far as that goes, though we had better destroy it altogether,\" she answered, with a sad smile. Noticing her uncle's look of surprise, she explained, \"That's not what I was thinking of when I smiled. Unless the"], [216, "208 The Mystery of the page had been found on the very spot where I picked it up, and by at least two indepen dent witnesses, it would have had no value as a piece of circumstantial evidence against the murderer. In my hands, of course, it precludes all doubt of my father's innocence, for Frederick Stalforth, Marquis of Bracke londe, though he can be affable enough with his social inferiors when he likes, is scarcely the man to indulge in a long conversation with a servant, especially outdoors, and when that servant is, not to mince matters, bullying him, as Gustave Dubois was evidently doing when I saw him the second time. Few foreigners can bully like Englishmen ; they (the foreigners) bully with their arms and their shoulders and their head ; and Gustave Dubois was no exception to the rule. He Avas so obviously bullying that I was wonder ing all the while why my father allowed him to do so, and I concluded without difficulty that the relations between them warranted their respective conduct. I puzzled the whole night about the nature of the bond ; that is"], [217, "Patrician Club. 209 why I picked up the paper next morning. It left me as wise as I was before.\" The banker was mentally dove-tailing his niece's story with that of James Drayton. The result Avas the profound conviction that the latter had not exaggerated the situation when he said that the rope was being made for Lord Brackelonde's neck. If arrested no power on earth could save him. With James Drayton straining every nerve, it was doubt- ful whether that arrest could be averted ; the only thing that remained was to act upon the detective's recommendation to get the women out of the way. Would his niece consent to go without an effort to save the father whom she despised and detested, but whose name she bore, from the gallows ? Her words of a few moments ago recurred to him: \" It is not to save him from death and the gallows that I am going to bestir myself, but to save myself from the burden of life-long dis grace.\" He felt he would be powerless to shake that resolution ; he felt equally certain that her presence would not deter vol. 1. p"], [218, "2io The Mystery of the Patrician Club. James Drayton from executing his vengeance. Then an idea flashed across his brain. The intense love of his niece for Richard Clyn borough was no secret to him ; the girl had not for one moment pretended to hide it. Would he (Richard) be able to induce her to go ? Perhaps ; but only on one condition, and that condition involved such a sacrifice on the young fellow's part, such an utter humiliation to Mary's pride in her acceptance of it, that he (Mr. Greybridge) shrank from the further contemplation of his plan. Never theless it had taken root in his brain, and when, after a sleepless night, he returned to Stancoombe on the Saturday morning, he despatched the telegram which startled the five men in Lord Clovelly's library. Lady Mary, however, was kept in ignorance of the step her uncle had taken."], [219, "CHAPTER XII. Richard Clynborough had not been in time to catch the ten o'clock express to Dover, whence he would have driven over to Stan coombe. Compelled to wait for the ordinary midday train to the sleepy old town, it was close upon three before he stood on its quiet platform — a solitary passenger, like Jasper Davenport on the previous day. But, unlike the latter, Richard was no stranger to the officials, for though his father's country seat, Skipton Lazars, was full twelve miles away, the younger members of the family, and es pecially he and his sisters, were frequent visitors to Stancoombe, where his attachment to the wealthy banker's niece and heiress was well known. Richard had just resigned himself to a jolt in the Lion omnibus when Mr. Walter Grey- p 2"], [220, "The Mystery of the 212 bridge emerged from the booking office, and, after shaking his hand, told him that the trap was waiting outside. \" Is Mary with you ? \" were Richard's first Avords. \" Mary is at the Dene,\" replied the banker in a low voice, so as not to be overheard by the porter who had shouldered Richard's bag. \" She is in great distress, as I tele graphed to you, but there is not the slightest cause of anxiety with regard to her health. The girl is simply admirable.\" \" I think so, too,\" said Richard, with a smile. \"A brick.\" \" A brick, as you say,\" assented the banker. \"And,\" he added significantly, \"if in this instance she were a block of granite her powers of resistance would find ample scope for display.\" \" I am afraid you are right,\" murmured Richard, as they walked side by side into the station yard, where the trap was waiting. In another moment the banker had taken the reins, and they were trundling along the"], [221, "Patrician Club. 213 pretty limetree-bordered road to Stancoombe. Serious conversation was, however, out of the question, owing to the presence of the faithful Hawkins, who, contrary to his habits, was specially wide awake to his master's con cerns that day. Richard Clynborough was even a greater favourite with the groom than with the rest of those who knew him, and he (Timothy Hawkins) had made up his mind that the unwonted activity of his master during the last tAventy-four hours betokened the approaching nuptials of young Master Clynborough and \"Little Lady Mary\" — Timothy himself stood about five feet nothing in his stocking feet. He had been confirmed in his views by his friend Horner, of the Lion. The latter had conceived the idea that Jasper Davenport was the family lawyer of the Clovellys, who had come down to Stancoombe to discuss the marriage settle ments between Mr. Richard Clynborough and Lady Mary Stalforth. The conception was based upon the detective's statement that he had business with the banker, which might"], [222, "The Mystery of the 214 necessitate a stay of several days in Stan coombe, and Timothy happening to pass the inn while Davenport was closeted with Mr. Walter Greybridge, Horner had confided his self-evolved secret to the groom. Curiously enough, several things occurred almost im mediately afterwards to give colour to the fable, such as Mr. Greybridge's hurried de parture for Brackelonde Dene, his urgent summons thither shortly after his return, for though he was accompanied the second time by Dr. Swanston, the physician's presence did not shake Timothy's belief in Horner's assertion ; on the contrary, it had the effect of strengthening it. According to the former valet of Lord Brackelonde, the urgent summons to the Dene, accompanied by Dr. Swanston, meant the sudden indisposition of Lady Mary, caused by the abrupt interrup tion of the negotiations between the family lawyer and the banker, for did not the \" lawyer,\" after saying that he might stay for several days, take train for London that very night ? And seeing that Horner was"], [223, "Patrician Club. 215 looked upon by Timothy as little short of an oracle, and that both were equally fond of Richard and Mary, the two condoled sin cerely with one another as to the miscarriage of their hopes on the Saturday morning, though Timothy was not altogether downcast after having taken due cognizance of the telegram to Richard which had been des patched through his intermediary. And when some hours later he was ordered to get the trap ready to meet the 2.45 down train, all his hopes revived, and he forthwith went to communicate the news to his \" crony.\" Between these two the news spread rapidly through Stancoombe of the approaching union of Lady Mary and the third son of Lord Clovelly. The result of these rumours will become apparent later on. Meanwhile, the banker and Richard, mind ful of Timothy at their back, kept chatting on ordinary topics, to the latter's profound regret, though he had the satisfaction of ex changing a knowing Avink and significant smile with Horner, who was standing in the"], [224, "216 The Mystery of the doorway of the hostelry as they drove past. It was an accepted maxim with the Clyn boroughs, young and old, that, however trying the mental and moral situation, the inner man should not be neglected ; con sequently, Richard did ample justice to the lunch set before him, to the astonishment of his host, who, of course, was too well-bred to remark upon it, albeit that he himself had not tasted a morsel of food since the previous night, and contented himself with sipping a glass of wine. Richard could not fail to notice the banker's abstinence, and commented upon it with a smile. \" Believe me, Mr. Greybridge,\" he said, \" it's a mistake to neglect one's commissariat. The battle of life may be conceived and planned in the brain, but it is fought below the belt. And now, with your permission, I will light a pipe, and then you will tell me how much Mary knows or suspects of her father's guilt with regard to the death of"], [225, "Patrician Club. 217 Gustave Dubois, and what I can do to alleviate her distress. I need not tell you that you may dispose of me as you will.\" There was not the least attempt on the part of either of these two to ignore the cause that had brought them together, for the banker answered as frankly. \" I am obliged to you for your last words, Richard, though I am bound to point out that you must not commit yourself too rashly. The sacrifice I am about to ask of you may be even beyond your powers ; but we'll come back to that directly. I will deal with your question first. Mary knows more about the affair than any of us, including Mr. Jasper Davenport, with whom, I am aware, you have been in communication since Thursday night. As yet Davenport only suspects ; Mary has proofs.\" Richard sat pondering for a moment. \" You know Jasper Davenport, Mr. Grey bridge ? \" he asked at last. \" I have known him all his life,\" was the reply. \" Why do you ask ? \" came the"], [226, "218 The Mystery of the counter-query, almost immediately after- Avards. Richard kept silent. \" I was Avondering,\" he said in a little while, but more to himself than in answer to Mr. Greybridge's question. Mr. Greybridge instinctively guessed the subject of Richard's cogitations. \" If you are considering the possibility of buying Jasper Davenport's silence, you may as well dismiss the idea at once. The contents of the Bank of England would not do it. Besides, what would be the good ? Do you think that Captain Edmundsbury will tamely submit to being suspected of cheating, if not of murder ? \" \" You appear to know everything,\" said Richard. \" I may, therefore, tell you at once that Edmundsbury would have no difficulty in proving an alibi, though he refuses to do so at present.\" \" That may be ; but I repeat, you must dismiss the idea of tampering with Davenport. It is more than a question of professional pride with him.\""], [227, "Patrician Club. 219 \" I suspected as much,\" said Richard, drily. The banker eyed him very keenly. Had Davenport made a partial confidant of the young fellow, or was the latter merely en deavouring to draw him out ? He would have unhesitatingly entrusted Richard with a hundred secrets of his own, but this one was not his to entrust ; besides, the story of Frederick Stalforth's black treachery against the friend of his youth could only damage Lord Brackelonde's reputation to a still greater extent, and it was not the banker's policy to do this. \"You suspected as much ?\" he repeated. \" What caused you to suspect any but the obvious motive, Richard ? \" For reply Richard described the inter view that had taken place in his father's library on the Thursday night in the minutest detail ; how the detective had almost fainted at the first mention of Lord Brackelonde's name ; the trap he (Richard) had subsequently laid for Davenport by"], [228, "The Mystery of the 220 draAA'ing his Lordship's portrait on a sheet of paper and abruptly handing it to the former ; and before he had fairly finished the banker concluded from the tone as well as from the substance of the narrative that no revelation on his part could lower Richard's estimate of Lord Brackelonde's character. Nay, con cealment of any kind might defeat the purpose the banker had in view. \" Of course,\" Richard wound up, \" I do not know the secret that links, as it were, Davenport's past to that of Lord Bracke londe, but I feel certain that it is a terrible one. I will not pretend to the same ig norance with regard to the cause that led Brackelonde to prefer the dastardly charge against Edmundsbury. We all know that but for Brackelonde's cursed influence over Clynchland and Lord Velstrode — acquired H eaven or H ell alone knows how — Jack would have been Lady Esther's husband, in spite of the old Earl's opposition ; hence it is not diffi cult to guess why Brackelonde wanted to ruin Jack's character, though personally I feel"], [229, "Patrician Club. 221 convinced that, notwithstanding Jack's and Esther's deep-seated affection for one another, they have not wronged Brackelonde by either word or deed- up to the present. I say advisedly up to the present, because I have my own opinion that, but for this diabolical plot, Jack and Esther would sooner or later have flung all social considerations to the wind and have eloped. But villain, cur, and scoundrel as I suspect Brackelonde to be, capable of murder as I believe him, I can scarcely conceive of his committing a double one by endeavouring to fasten the guilt of the first upon an innocent person, even if the latter were the lover of his wife, which, I repeat, Jack is not. But to come back to Davenport, whom I have seen but twice. Whatever motives of revenge he may have against Brackelonde, he would surely stay his hand — at any rate he looks to me generous enough for that — if the carrying out of that revenge involved the disgrace of two Avomen against whom he cannot possibly have any resentment.\""], [230, "The Mystery of the 222 Richard's last words virtually provided the cue the banker had been waiting for. \" You are right, Richard,\" he said, quietly. \" Davenport is too generous to involve two innocent women, and that is why he came down to warn me and to ask me to take them out of the way ; for he knows well enough that the search for Gustave Dubois' mur derer can but result in one thing, even if he withdrew from it. It is not merely a case of Captain Edmundsbury standing a trial and by his silence forfeiting his life ; for you may be sure that, unless the issue be very quickly decided, one of the many honourable men belonging to the Patrician Club will come forward and enlighten the authorities. It is a case of going through life branded as a cheat and a blackleg, and Lady Esther will never consent to see the man she loves suffer such ignominy when one word from her can prevent it.\" Richard looked eagerly into the banker's face. \"A word from her?\" he repeated. \" I do not understand,\" he murmured."], [231, "Patrician Club. 223 \" You said just now that Captain Edmunds bury would have no difficulty in proving an alibi, although he refuses to do so at present. What if Lady Brackelonde, driven to despair, were to do so for him ? \" A gleam of light came into Richard's face, but it died out almost immediately. \" Jack was with Lady Esther on the night of the murder,\" he said, despondingly. He saw at once the terrible scandal attached to the public statement of such a fact. The banker shook his head. \"You may make your mind easy on that score,\" he said. \" Lady Brackelonde and Captain Edmunds bury have not seen one another for a twelve month, though there is no doubt they would have met last Tuesday night but for Bracke londe's precaution of having a sleeping draught administered to his wife which sent her into a deep sleep from ten at ni§ht till eight next morning.\" Richard sat staring with all his might. \" The brute ought to have been a sensational dramatist,\" he remarked, his cheerful"], [232, "The Mystery of the 224 temper getting the better of him for the moment. \" If consummate villainy be a qualifica tion, he ought,\" nodded Mr. Greybridge. \" I wonder,\" said Richard, going off at a tangent, \"whether he has any suspicion of being tracked ? \" \" I am inclined to think he has,\" replied the banker, \" and I'll tell you why. After Mr. Davenport's visit yesterday, and his recommendation to get the women out of the way, I drove in hot haste to the Dene. I decided there and then to go to the Continent, and my visit was ostensibly to invite Mary to join me, and, if possible, to induce Lady Brackelonde to do the same. Of course, I gave them not the slightest hint as to the real reason of this suddenly projected trip. On my Avay back I met Brackelonde's trap at the gates. I heard afterwards that he had been at Stancoombe for several hours. You know what a quiet place this is, and it is hardly likely that he did not run against Davenport.\""], [233, "Patrician Club. 225 \" The mere sight of Davenport would not inspire him with any apprehension, unless he knew Davenport to be a detective,\" argued Richard, very logically. \" Was he a detective in years gone by, when Brackelonde knew him ?\" he asked. The banker felt that any further delay in acquainting Richard with the full particulars of the story of James Drayton's life would be a dangerous experiment ; and for more than half an hour the young fellow sat listening attentively without interrupting his elder by as much as a word. When the banker finished speaking Richard drew a deep sigh of relief as it were, for he said immediately : \" Jack Edmundsbury is safe.\" All at once, however, he became aware of the real conse quences of Davenport's threatened action, and he arose from the chair as if shot. \"Great Heavens !\" he exclaimed, \"what about Mary and Esther ? They must be got away directly, for Davenport is not likely to stay his hand for a moment longer than is necessary.\" Then he repeated Davenport's vol. 1. Q"], [234, "226 The Mystery of the words to them before he left his father's library that morning : \" I fancy I can see my way clear, and must leave you to pursue my own tactics. I will report progress if I can, but you must not be disappointed if you have no news for a day or so. I have a very wily adversary to deal with.\" \" And when my father asked him Avhether he knew the man he wanted,\" added Richard, \" or rather suggested that he did know, he merely nodded a silent ' Yes.' A day or so,\" Richard went on, speaking to himself rather than to his host, \" that means Monday or Tuesday at the latest.\" Then, turning to the latter, \" Why not go at once — to-night, to-morrow morn ing? The banker stared helplessly into his face. \" Mary refuses to stir, and I cannot make her,\" he said. \" She is determined to remain in England to save Brackelonde from the gallows. Not because she wishes him to live — for she would rejoice at his death — but because she wishes to save the name she bears from disgrace. She will fail, for, as I"], [235, "Patrician Club. 227 have already told you, nothing will induce Davenport to forego his revenge. My only hope lies with you ; you are the only man who may prevail on her to go. That's why I sent for you.\" \" What can I do ? \" asked Richard on the impulse of the moment, but no sooner had the words passed his lips than he remembered with an almost visible shudder the banker's warning that the sacrifice required might exceed even his powers. He knew the answer before it came, and buried his face in his hands. \" Even so,\" said Mr. Greybridge, solemnly. \" I once read a novel by Mrs. Lynn Linton. Its title, I believe, was ' The World Well Lost,' and I do not know which I admired most at the time — the novelist who could devise such a tragic situation, or the woman who in this cynical, pessimistic, self ish nineteenth century of ours had still sufficient faith in men to credit one of them with the heroism of marrying a returned convict's daughter in the teeth of the whole Q 2"], [236, "The Mystery of the 228 of his family. It was I who was the sceptic throughout, for I not only refused to admit the possibility of such a drama in our own station of life, but scouted the idea of such abnegation of self on the part of the man. ' The Muse of Fiction,' as the poets would say,\" he went on, with a wan smile, \" has taken her revenge, for the position in this instance is infinitely worse. In the one case the worst that could happen had come to pass ; in ours we are absolutely facing the unknown, or rather that which we know but too well.\" Richard merely nodded ; he seemed dazed. In reality his mind had never been more clear than it was at that moment ; so clear, in fact, as to reflect distinctly a panoramic view of his immediate as well as distant future in the event of his marrying Mary Stalforth. That this was the sacrifice towards which he was quickly drifting, im pelled by his own love for the girl as well as by the supreme appeal of Mr. Greybridge, he did not for one instant disguise from him-"], [237, "Patrician Club. 229 self, for the young fellow's heroism partook in no sense of the blind, reckless daring that cannot or will not see consequences. The picture he beheld was inexpressibly dark in its remotest nooks and corners. He felt suffi ciently sure of his parents' noble disposition and of their affection for him to apprehend neither their curse nor renunciation. Their grief would be terrible, but they would neither blame nor cast him from their hearts ; but this very knowledge forbade all thoughts of remaining near them or returning after some time as the husband of Lord Brackelonde's daughter. WhateA'er else it might mean besides, his marriage meant exile, lifelong exile probably, or at any rate for a great many years ; it meant severance not only from the whole of his family, but the relin quishing of every social pleasure, for he did not delude himself into the belief that a sojourn on the Continent, in America, or even at the Antipodes would afford him the means of mixing with his equals, either under his own name or under an assumed one."], [238, "The Mystery of the 230 The attempt to hide his and his wife's identity, no matter where, except in utter solitude, would, he knew, be a failure. He was as likely to meet an acquaintance in Broadway, New York, or in Collins Street, Sydney, as on the Boulevard des Italiens or in the Prater. The Australian bush or the American backwoods was the only place of refuge for him and Mary. The prospect of such a burial appalled him, for Richard Clynborough, in spite of his good qualities, or rather because of them, was essentially of the world, worldly, and the terror showed itself in his face. Mr. Greybridge was not slow to notice it, and drew his own inference. \" The reality runs fiction very hard,\" he said, somewhat cynically, \"with this difference though — it devises situations to the full as poignant as the novelist's, but the denouements are not as quixotic as the latter's.\" Richard did not even resent the doubt cast upon his generosity by as much as a look. His tone was gentle as usual."], [239, "Patrician Club. 231 \"You are altogether mistaken, Mr. Grey bridge,\" he replied. \" If your niece will honour me by accepting my name, my heart, and my hand, I will marry her on Tuesday morning. But for the Sunday intervening I would marry her on Monday. We will cross to the Continent by the mail at ten o'clock."], [240, "CHAPTER XIII. Jasper Davenport's remark to Lord Clo- A'elly about having a wily adversary to deal with had not been prompted by a desire to magnify his own importance in the struggle he foresaw to be impending. He felt con fident that Frederick Stalforth — for so he continued to call Lord Brackelonde to him self — would be a match for any detective, however skilful. He had not the shadow of a doubt as to Lord Brackelonde's guilt both with regard to the gambling affair and the murder of Gustave Dubois. He argued — which was not very difficult to do — that the one crime was the outcome of the other ; but he felt equally sure that, short of a miracle, he would find no conclusive traces of Lord Brackelonde's connection Avith either, and he almost looked"], [241, "The Mystery of the Patrician Club. 233 upon the journey to Patmore Street for the purpose of searching the murdered man's lodgings as a waste of time. At the same time, his assertion to the Stancoombe banker and to Miss Caroline Drayton that no power on earth could save Lord Brackelonde from his well-deserved punishment Avas no mere empty boast uttered in the excitement of the moment. If the expression were not so entirely out of place when applied to a man of Davenport's stamp, who for the last twenty years had moved in a world in which the deeper emotions rarely made themselves manifest, the feeling that called forth that assertion might have been described as pro phetic. If Davenport had been a greater sceptic than he was, he could not have failed to be struck by the freak of fate that had singled him out to unravel the mystery of Gustave Dubois' death. He could not be blind to two facts — first, that the account of the scene at the Patrician Club as supplied by Lord Clovelly would not have afforded the same lights to any man but himself;"], [242, "The Mystery of the 234 secondly, that the information respecting the relations subsisting between Captain Edmundsbury and Lady Brackelonde would have been available to no other. In addi tion to this, he felt himself to be possessed of one advantage over Lord Brackelonde ; the latter would certainly not suspect the hand of his erstwhile companion in the affair, and least of all would he dream that the former Lieutenant James Drayton and Jasper Davenport, the well-known detective, were one and the same individual. In both these surmises Jasper Davenport was mistaken. As his cab drove past Hyde Park Corner the clock in the keeper's lodge pointed the half hour after ten, and ever since that same hour on the previous night Lord Brackelonde had been aware that fate this time had not done things by halves. As we have already seen, accident had also befriended Lord Brackelonde, for if James Drayton's visit to his cousin had been pro longed for another quarter of an hour Lord Brackelonde would have returned to the"], [243, "Patrician Club. 235 Dene in utter ignorance of the power pitted against him. As it was, the conviction that James Drayton's appearance at Stancoombe was due to some other motive than that of merely collecting evidence against him in the card-room scandal did not flash upon him until several hours later, and even then he had no idea that Drayton was acting in a professional capacity. Nevertheless, from the moment the possibility presented itself to him of James Drayton being even the non- official emissary of Vincent Greybridge in the inquiry about the murder, he determined to set his mind at rest in that respect ; in other words, to follow Drayton to London and to set a watch upon him. He did not under- rate the difficulty of doing this. Through- out his life, and in the many questionable adventures in which he had been involved, Frederick Stalforth had never trusted to either confidential friend, serviceable hanger- on, or paid confederate. His lawyers knew just as much of his affairs as he wished them to know ; his valets, some of whom had"], [244, "236 The Mystery of the remained with him for years, had rarely caught a glimpse of his letters, and then only of such as the whole world might read — the others were invariably burned by his own hand : in winter in the grate, in summer over a spirit lamp. He never used a blotting-pad, but adhered to the old-fashioned pounce-box. No servant of his remembered having posted his missives, which were invariably consigned by him personally to the bag. The evidence against him in the two divorce cases was direct, and entirely devoid of the hole-and corner element ; with his usual cynicism he had simply taken the respective respondents to the Continent, and brought them back to London when he was tired of them. Miss Drayton had only told her cousin part of the stories Avhen she said that Brackelonde had sent the cheques for the damages and costs in which he was cast to the petitioners with out the intervention of his solicitors ; he had also liberally provided for the women he had compromised, meanness in money matters being altogether foreign to his character."], [245, "Patrician Club 237 His income was enormous, and he gave lavishly, nay, indiscriminately. His cynicism notwithstanding, he was often imposed upon, for no one ever appealed to his purse in vain ; but it had to be an appeal, not a demand. Gustave Dubois' inability or refusal to remember that distinction had virtually cost him his life. Lord Brackelonde, however, did not disguise from himself the terrible mistake he had committed in afford ing the young Swiss a chance of formulating such a demand. It was the first time he had employed extraneous aid in his \" private \" affairs, and he was determined not to repeat the error. Under those circumstances he had no resource but to \" shadow \" James Drayton himself, and this he made up his mind to do before he left the Dene. Dray ton's telegram to Lord Clovelly making an appointment for eight o'clock next morning in London compelled the former to leave Stancoombe that same evening by the 7.40 up train, unless he drove to Dover to catch the morning mail, and there was no apparent"], [246, "238 The Mystery of the reason why he should delay his departure until then. Lord Brackelonde had no longer any doubt that James Drayton had had an interview with Mr. Walter Greybridge, though he failed to fathom the motive for that interview for many hours afterwards, and his apparition on the steps of his cousin's house afforded Lord Brackelonde even a greater certainty of the other visit. Beyond that Drayton could have no business in the dull, stupid town, for he assuredly would not pursue his inquiries as far as the Dene itself. Besides, what would be the good ? As far as Lord Brackelonde knew, not a soul on earth was aware of Gustave Dubois' intru- sion on that Sunday, and even if his presence in the grounds had been noticed, it would be difficult by mere inquiry to establish his identity with that of the attendant in the card-room of the Patrician Club. No. James Drayton was almost certain to return to town by the 7.40 train, and, if not, would with out fail be at Stanhope Gate next morning. Brackelonde resolved to start that night."], [247, "Patrician Club. 239 He did not drive to Stancoombe, but to Brackelonde, which, on the up journey, was the station before the town's. In his frequent travels to and from London he rarely had any luggage ; consequently when he emerged on the solitary platform just as the train drew up alongside it he was free to choose his own compartment without the interference of a fussy official. The weather was very warm, and on the pretext that the first-class was stuffy he chose a third-class carriage — that nearest the guard's van — and asked the station-master to lock him in. In that way he commanded a view of the whole train. Lord Brackelonde had calculated rightly ; the moment the train steamed into Stan coombe Station he caught sight of Jasper Drayton standing, bag in hand, by the door of the waiting-room. After that it was plain sailing until they came to London Bridge, where Lord Brackelonde warily put his head out of the carriage before the train came to a standstill. The manœuvre was repeated at"], [248, "The Mystery of the 240 Cannon Street, but James Drayton was evi dently bound for Charing Cross, for the compartment in which he was ensconced remained closed. At the latter station both men alighted almost simultaneously, the advantage in point of time — a second or so — being on the side of Lord Brackelonde. In another moment James Drayton was comfort ably seated in a hansom, but before the cab could move Lord Brackelonde had carefully sidled up to it and overheard the address the porter gave to the driver. Ten minutes later Lord Brackelonde entered the District Messenger's office oppo site the Grand Hotel. \" I want a letter taken to Elizabeth Street, Pimlico. The boy is to wait for the answer, for which I will call in about three-quarters of an hour. Can it be done ? \" he said to the clerk. \" It can be done, sir,\" was the answer, \" but scarcely in the time you say.\" \" Of course not ; let the boy have a cab there and back. If you'll give me a pen and"], [249, "Patrician Club. 241 ink, I'll write the letter ; \" saying which Lord Brackelonde scribbled a few lines. \"Will Mr. James Drayton call upon Messrs. Simeon and Simeon, Cambridge Place, E.C., to-morrow (Saturday) at 10 a.m. in connection with the murder of Gustave Dubois ? Messrs. Simeon and Simeon have been instructed to offer a reward of for the discovery of the murderer. \" A Member of the Patrician Club. \" Please send reply by messenger.\" Lord Brackelonde had written backwards in order to disguise his handwriting as much as possible, and when he had closed the envelope and inscribed the address he put a sovereign on the counter, took the change, and went out, saying, as he placed his hand on the door, \" I may not be able to call until later, but I suppose it will make no difference ; you keep open all night ? \" \" We are open all night, sir, and you'll find the answer when you call.\" The move Avas bold, but Lord Brackelonde had determined upon a much bolder one in the VOL. I. R"], [250, "77/i? Mystery of the 242 event of Drayton's acceptance of the appoint ment at Simeon and Simeon's, for as yet Lord Brackelonde had not the faintest sus picion of his former companion's second in carnation. His disappearance after the scandal connected Avith his name four-and twenty years before had not cost Frederick Stalforth a moment's remorse or a moment's thought. The young lieutenant had gone under, as so many went before him. For what his enemy knew or cared, he might have perished in some far-distant country, seeing that those most interested in him never as much as mentioned his name, simply because, though they cared where the man who ruined him hated, they were as ignorant of Drayton's fate as he. His reappearance when least expected, and in a prosperous condition, his visit to his cousin, and to the town where everyone had known him — all this, coupled with the initials with which he had signed his telegram to Lord Clovelly, did not suggest the idea of a change of name or identity, and Lord Brackelonde did not"], [251, "Patrician Club. 243 dream of the surprise in store for him in that respect. His main anxiety at this stage of the pro ceedings was to find out whether James Drayton was bestirring himself to bring the murderer of Gustave Dubois to book or merely to clear Captain Edmundsbury from the charge of having cheated at cards. In spite of himself, he clung to the hope that, notwithstanding their knowledge of his past, neither Vincent Greybridge nor James Dray ton would deem him capable of so desperate a measure — even to himself he refused to call it a foul crime — as the deliberate slaying of a fellow-being. But the letter from \" A Member of the Patrician Club\" would, in either case, bring James Drayton to Simeon and Simeon's, and his answer would be to that effect, unless he suspected the writer to be no other than Lord Bracke londe himself, in which case he would not content himself with a written answer, but accompany the messenger back to the office in order to verify his suspicion there and then. r 2"], [252, "The Mystery of the 244 Thus argued Lord Brackelonde, thereby showing that, like Jasper DaA'enport, he did not underrate the skill of his opponent in the coming struggle. At the same time, he was not prepared to meet James Drayton face to face, whether in the Messenger's office or elsewhere ; consequently he felt anxious to ascertain at the earliest possible moment the effect of the letter. If it should draw Dray ton out of his shell immediately after his return from a journey and at that hour of the night — it was considerably past ten — then all doubt was at an end, and Lord Brackelonde might take three things for granted - first, that Drayton was more interested in the unravel ling of the mystery of Gustave Dubois' death than in the elucidation of the card-room scandal ; secondly, that he suspected Bracke londe's guilt of that deed ; thirdly, that he knew Brackelonde to be on his guard against him especially. His first care, therefore, the moment he got out of the office, was to hail a passing hansom and to tell the man to drive as fast"], [253, "Patrician Club. 245 as he could to Elizabeth Street. \" I'll tell you where to stop, but make haste,\" he said. \" Your fare is all right.\" And Jehu at a mere glance knew that there would be no haggling about sixpences or shillings, and did as he was told. Lord Brackelonde calculated that he would have about two minutes' start of the messenger boy and be stationed opposite No. 140 by the time the lad rung the bell to deliver his letter. The calculation proved correct. He jumped out at the corner of the street, told the driver to follow him, ascertained the run of the numbers, crossed the road, and had just seated himself once more in the hansom when that of the lad came in sight. To Lord Brackelonde's surprise the lad was not in the house more than five minutes. For a few moments he stood seemingly irre solute on the doorstep, then drove off again in the direction of Charing Cross. Lord Brackelonde sat perfectly still for a while, somewhat nonplussed. It was very evident to him that there had been no time to write a reply to the letter. Had Drayton"], [254, "246 The Mystery of the merely left his bag and gone out again, or only called at the place on his way home ? He would have given a pretty round sum to know at once, but felt that it was too risky to inquire himself. Or had the letter been delivered, and had Drayton, having his suspicions aroused, sent word that the reply would be forwarded, intending to give the lad a quarter of an hour's start and then come unawares upon \"the member of the Patrician Club \" who had written it as he was entering the office. His last explanation of the lad's prompt appearance tallied so well with Lord Brackelonde's own estimate of Drayton's cleverness that he resolved to be guided by it, at any rate for the present. He would watch that door personally for another half hour and meanwhile lay his plans. He jumped from the cab a second time, not taking his eyes off No. 140 for a second, and began to examine the horse. \" You had better come down for a little \\a hile,\" he said to the driver. When the man stood by his side on the"], [255, "Patrician Club. 247 pavement he cast a searching look at him. He was the type of the \" smart \" London cabby — trim, neat, clean, and particularly wide-awake. His cab, his horse, the harness all partook of the same character. \" I may want you until very late, so if you think your horse will not hold out you had better say so and I'll get another.\" \" She is all right, sir,\" said the man ; \" she's only been out an hour, and you're my first fare.\" \" Very well ; here's two sovereigns for your night's work. I may want you till six. If I want you after that, you can go home and change, and it will reckon as another job. Will that do ? \" \" It'll do very well, sir,\" said the man, beaming with pleasure. \"Then I'll tell you what you are to do. I'll go away directly, and you are to stop here. Don't lose sight of that door,\" pointing to 140. \"Stand by your horse and pretend to do something to its bit or bridle. If while I am away a gentleman with white"], [256, "248 77/<? Mystery of the hair and Avhiskers comes out offer him your cab. Remember where you drive him. Give me your address, and if I do not find you Avhen I come back I will call in the morning. If no one comes out stop here until I come back. Of course, you take his money as usual. But don't lose sight of him.\" \" I understand, sir ; you may depend upon me,\" said the man. \" I know the gentleman you mean ; very white hair and a tanned face. I have often driven 'im 'ome when I was at the stand in Palace Yard. I believe he lives at 140 ; the place is let out in lodgings. Several members of Parliament live there, too, in the season. I think 'e's something to do with the 'Ouse, too, for all the policemen touch their 'ats to 'im.\" Lord Brackelonde stood perfectly still ; not a muscle of his face moved, but he felt a diabolical joy rise within him. Had James Drayton managed to outlive the scandals of years gone by and got into a respectable position ? If so, he would checkmate and"], [257, "Patrician Club. 249 force him to hold his tongue whatever he might know. He Avas not a Member of Parliament, of that Lord Brackelonde was certain, for though he (Lord Brackelonde) had never set foot in the House of Lords since his accession to his title, he sometimes cast a glance at the list of members of both Chambers, and the name, had it been there, would haA'e surely struck him. But he might be a Parliamentary agent, a private secretary, or even a minor official ; he might be in the Civil Service or something of that kind, and thus be unable to stir mud. All these possibilities passed through his mind like a flash of lightning, but he gave utterance to no syllable in connection with them. \" That's the man,\" he merely said, and walked away. Not very far ; in another minute he hailed a passing hansom and was driven to the Messenger's office. Almost before the door closed behind him, the clerk behind the counter rose from his seat. \" I am afraid you made a mistake, sir ; there's no one of that name at 140, Elizabeth"], [258, "The Mystery of the 250 Street,\" he said, handing Lord Brackelonde his own letter. This time Lord Brackelonde could scarcely conceal his astonishment. For a moment he stood as if rooted to the floor. Then he said, \" I am afraid the mistake is yours. I am certain Mr. James Drayton lives at No. 140. Let me see the lad who took the letter.\" A bright, intelligent youth stepped forward at the manager's call, took off his cap, and stood waiting respectfully. \" What did they say ? \" asked Lord Bracke londe. \" They said there was nobody of that name there, sir; they had never heard of it,\" was the answer. \" The servant went inside to ask, and the lady herself came out and told me. In spite of his natural intelligence, Lord Brackelonde failed, for a moment, to grasp the situation. But for the information volun teered by the driver of his hansom he would have reluctantly concluded that amidst the noise and bustle of the arrival at Charing"], [259, "Patrician Club. 251 Cross his ears had deceived him. Under the circumstances such an assumption was out of the question. Suddenly the real bearings of the case, as he thought, dawned upon his mind. James Drayton was living under an assumed name, and had been for some time. Evidently the driver had often conveyed him to his lodgings, for he had become familiar with his face and appearance. Was this a trump card put by Fate into Lord Bracke londe's hands ? It might be, if he could find out the alias under cover of which Drayton had no doubt managed to obtain a fresh foot ing in society. \"There must have been a mistake on my part,\" he said to the clerk. \" If you will give me my letter I will make inquiries myself to morrow, for I fear it's too late to-night.\" With which, having received the envelope, he went out. In less than a quarter of an hour he was back in Elizabeth Street, where he found the driver at his post. \"The gentleman 'asn't stirred,\" said the man, \" but two persons drove up to the 'ouse"], [260, "The Mystery of the 252 and are there still. I tried to find out who they were, but my mate couldn't tell me. By the looks of them he fancied they were two detectives, and 'e took 'em from Vine Street Police Station.\" Lord Brackelonde put his hand on the shaft. He had to steady himself for a second or so ; he felt his legs giving way. The ad vent of these two men was only another proof that he had not been mistaken in the number. But it was more than that ; it showed that there was even more serious mischief brewing than a mere attempted inquiry into the card scandal. James Drayton had probably tele graphed from Stancoombe to these detectives, and Lord Brackelonde almost cursed his want of foresight in having left the place after he had become acquainted with the contents of Drayton's message to Lord Clovelly. He felt that he ought not to have lost sight of his enemy after Fate had thrown him across his path, forgetting that the deserted streets of a sleepy country town do not lend them selves to systematic espionage, either person-"], [261, "Patrician Club. 253 ally or vicariously. Was it too late to checkmate Drayton by boldly confronting him Avith the threat of revealing his past if he did not stay all further proceedings, whether they referred to the charge against Captain Edmundsbury or to the death of Gustave Dubois ? He was debating with himself the advisa bility of such a step when the door of No. 140 opened, and two men — the visitors, probably — appeared on the threshold. He hastily got into the cab, telling the driver not to stir. He turned up the collar of his travel ling coat, put his hat well over his eyes, and sat quite still, staring out of the off-side window. The street was quite deserted. There was not another cab in sight, and the two men crossed over to claim that which they might assume to be empty. \" I'm engaged,\" said the driver in response to their call. The whole affair lasted less than a minute, but it enabled Lord Bracke londe to take stock of the men. \" Don't trouble, Turner,\" said the slighter"], [262, "The Mystery of the 254 of the two to his companion. \"We'll get a cab at the top of the street, or if not the 'bus '11 take us to Piccadilly just as quick.\" Wherewith both walked off. Lord Brackelonde sat quite motionless ; but the sound of the man's name reminded him at once of that of the detective who had made the first inquiries respecting Gustave Dubois of the secretary of the Patrician Club. There could be no doubt about it, for he had seen it in the report of the inquest. He felt sure that the net was being drawn closer around him, yet he failed to understand the part James Drayton was playing. Why were the detectives communicating and consulting with him ? Was Drayton enacting the amateur detective ? For a little while his mind was in a whirl. Then it regained its customary balance, and he came to the conclusion that the first and foremost necessity was to ascertain the alias of James Drayton and his attempted share in the tracking of the murderer, for by this time all illusion had vanished as to the real drift"], [263, "Patrician Club. 255 of Drayton's ultimate motive. The elucida tion of the card scandal would not have required or involved the co-operation of detectives ; consequently Lord Brackelonde was fairly justified in crediting Drayton with but one aim — the discovering of the murderer of Gustave Dubois. The discovering! — Lord Brackelonde could not help feeling the blood curdle in his veins as he mentally ejaculated the words. To all intents and purposes the discovery was an accomplished fact ! Drayton's part in the proceedings, his journey to Stancoombe, his telegram to Lord Clovelly attested as much. The moment the episode in the card-room had been revealed to him the sequel had been evolved without difficulty. But who had acquainted him with the prologue, as it were ? Vincent Grey bridge. Who had told Vincent Greybridge, and why, if cognizant of it, had he not brought it out at the inquest ? Because he had only been told after the adjourned inquest. By whom ? By one of the Clynboroughs. Why ? Because they felt that a terrible"], [264, "The Mystery of the 256 charge was hanging over the head of one of their dearest friends, James Edmundsbury. Curse him, and the Clynboroughs too. Such Avas Lord Brackelonde's train of thought. He, hoAvever, checked it proceed ing further in that direction. Mere surmises, accompanied by cursing and swearing, would not mend matters. Better by far to know the whole extent of the danger at once, so as to be able to face it thoroughly. He lifted the trap of the hansom. \" Drive to Vine Street, but don't go up to the station,\" he said, very quietly, and the cab drove off at a rattling pace ; cabby him self being more or less interested, and Avonder ing \" what the swell was after.\" \" You had better wait in Sackville Street,\" he said, as he stepped on to the pavement. For several minutes he stood irresolute, letting the surging tide of humanity dash against him, deaf to the voice of the Siren, sweeping or loitering past ; then he strolled up the narrow street, without a concerted plan of action, and, if the truth must be told,"], [265, "Patrician Club. 257 trusting to the chapter of accidents rather than to his inspiration, which, for the time being, was completely at fault. But Frederick Stalforth, Marquis of Bracke- londe, believed to a certain extent in Fate, and, strange to say, Fate served him once more. A constable, minus his helmet, was pasting a bill on the black board hanging on the wall of the police station. It was an announcement to the effect that the murderer of Gustave Dubois was wanted, and that a reward of ,£500 would be paid subsequent to his conviction. Lord Brackelonde pretended to read the bill from the first line to the last ; then turned to the policeman, who had donned his helmet after having put the paste-pot behind the door and resumed his position on the lowermost of the two shallow steps. He was staring into space, and evi- dently trying to catch a breath of the evening breeze, not unmixed with viler odours in that particular spot. His face seemed a perfect blank, vieing in blankness with the dead wall opposite him. vol. 1. s"], [266, "258 The Mystery of the \" Rather a large reward, constable ; and only a AA'aiter, too,\" said Lord Brackelonde, opening the conversation. He felt on safe ground, for Gustave Dubois' avocation was set forth on the bill. \" Yes, sir,\" was the answer, for the con stable, like the cabman, perceived at once that he was addressing a social superior ; \"but the young fellow seems to have been decently connected. It's his relations that are offering the reAvard, I think.\" Then, with a signifi cant shake of the head and deepening of voice : \" They might just as well have offered ,£5000 ; from what our superintendent says, they won't have to pay the money.\" \" Indeed,\" said Lord Brackelonde, in an encouraging tone, taking his cigar-case from his pocket and striking a light. \" Have a cigar, constable, to smoke when you're off duty ? \" \" Thank you, sir,\" said the man, flattered by Lord Brackelonde's unmistakable atten tion. \" I suppose you have read the case in the papers ? \""], [267, "Patrician Club. 259 \" I have not,\" was the reply ; \" I only returned to London to-night. I Avanted to get into Regent Street, and took a short cut and read the bill ; but I had not heard of the murder before.\" \" Well, sir, it's a strange affair, and our inspectors are fairly puzzled over it. One of them said just now that he couldn't make head or tail of it.\" \" They have charge of it, I suppose ? \" \" They have, and they have not. It's too big an affair to be left to an inspector of division, but they're assisting a superinten dent from head-quarters.\" \" He'll soon get at the bottom of it, I dare say. \" He will if anybody can ; but from what I can hear he's not hopeful about it, and he's the cleverest man in the force. I dare say you've heard of him before. His name is Jasper Davenport ; we call him the great 'J. D.'\" If that honest but too communicative con stable had been a keen observer, he could not s 2"], [268, "The Mystery of the 260 have failed to notice the shudder that ran through his interlocutor's frame at the sound of the two initials \" J. D.\" They Avere the two letters with which the telegram to Lord Clovelly was signed ; they were the tAvo initials corresponding to his enemy's name. Lord Brackelonde had but to ask one more question and all his doubts would be set at rest. By an almost superhuman effort he shook himself free from the paralyzing fear that had come over him. With trembling hand he took the cigar from between his lips lest it should impede his utterance, for he felt his tongue cleaving to his palate. Then, Avith admirably simulated indifference, he said, \" Yes, I have heard of him before. I even fancy he was pointed out to me once, but am not certain, for there were a great many people present. ,What sort of a man is he ? \" \" There is no mistaking him, sir. I have only seen him once or twice, but I'd know him in a thousand, with his snow-white hair and whiskers, and his face almost as brown as an Indian.\""], [269, "Patrician Club. 261 There was no need to hear more. He was fighting not only his most inveterate enemy, but reputedly the cleverest detective in England, if not in Europe. \"I am afraid I have Avasted your time,\" he said, in a second or so. He was about to put his hand in his pocket to fee the con stable Avhen he checked himself. \" That would be evidence against me,\" he con cluded, mentally, \"and as yet there is none.\" And with an apparently cheerful \" Good night \" he turned, not in the direction of Piccadilly, whence he had come, but in that of Regent Street. His mind was sufficiently composed to remember his having said to the constable that accident had led him into Vine Street. Jasper Davenport's remark that he had a wily adversary to deal with was thoroughly justified."], [270, "CHAPTER XIV. Gustave Dubois' landlady was a sensible creature, who had been neither frightened nor upset by the tidings of the death of her lodger. She felt sorry for the young fellow's sad fate, as she would have felt sorry for the untimely and violent death of any human being, but there the matter ended. Mr. Dubois sen., had pertinently summed up his nephew's character when telling the coroner that Gustave had no enemies, but was incapable of making friends. He was unsympathetic, and Mrs. Eaton, to her honour be it said, did not think it incumbent to assume a mournful attitude or simulate a despondent mien when Inspector Daly called on the Friday morning in order to elicit, if possible, some scraps of more definite infor mation as to the murdered man's habits"], [271, "The Mystery of the Patrician Club. 263 which might perchance afford a clue to his associates. This had been done by the express instructions of Jasper Davenport, who at that early part of the proceedings did not care to show his hand, and least of all to the ordinary detective, knowing as he did the general talent of these gentry for muddling things. Davenport knew perfectly well that neither Daly nor Turner could be of the slightest assistance to him, but in order not to wound professional susceptibilities pre tended to associate them with him. As a matter of course, he intended not to give them the slightest hint as regards the real bearing of the case. In a letter sent to the Inspector previous to his departure for Stan coombe he had instructed them to apply immediately for a warrant to search Gustave Dubois' lodgings, but on no account to pro ceed with that search except in his presence. He had insisted, above all, on the necessity of warning the landlady to admit no one, no matter on what pretext, to her late lodger's rooms, not even his uncle. \"I am not very"], [272, "264 The Mystery of the hopeful about this case,\" he wrote, \" but such evidence as there exists to put us on the right track will be found in these rooms.\" He was apparently taking the inspectors into his confidence, and, as we have already gathered from the constable's conversation Avith Lord Brackelonde, they had virtually taken their tone from him. Inspectors Daly and Turner professed themselves puzzled, and, unlike Davenport's, their profession was sincere. Inspector Daly's talk with Mrs. Eaton had led to nothing, albeit that she was willing to afford every information in her power. \"He had lived in the house for nearly three years, Mr. Inspector,\" said the honest old soul, \"and I know no more about him now than the first day. Nobody ever came to see him. He had a letter regularly about once a fortnight with a foreign stamp, and now and then one with an English one, but very seldom. There was one with the Queen's head on it about a fortnight ago ; I fancy it was the first this year, that's why I remember"], [273, "Patrician Club. 265 it. For the rest, you could never tell whether he was in or out.\" \" I wonder what J. D. expects to find in the fellow's rooms after that,\" said Daly, repeating Mrs. Eaton's remarks for the second or third time to his almost inseparable companion and habitual coadjutor, Inspector Turner, of the same division. They were strolling up and down Patmore Street, wait ing for Davenport, who had appointed to meet them there. \" I have got a notion of Avhat his idea is,\" was the reply, \"and am inclined to think I should have fostered the same hopes. With foreigners there is always the possibility of their belonging to some secret society, and Davenport's Continental experience must make him particularly alive to this.\" Inspector Turner was known among his colleagues as a \" character.\" Tall and rather powerfully built, he was as gentle and almost as guileless as a child, Avhich had not pre vented his having made two or three rather clever captures in connection with the dyna-"], [274, "The Mystery of the 266 mite outrages. His voice was very musical, he dressed carefully, invariably used correct if somewhat high-flown language, and en deavoured as much as possible to model himself upon the men of birth and breeding he constantly met in the neighbourhood of his official head-quarters. Unfortunately, his attempts in that direction were not altogether successful, owing to his humble origin and lack of early education, for the latter of which he tried to make up by constant reading. His literary taste, however, ran in the wrong channel. He was fond of fiction relating to crime, being under the impression that the perusal of the plots evolved from the imagi nation of Gaboriau, Wilkie Collins, and Miss Braddon might assist him in his profession, and the Russian novels dealing with Nihilistic conspiracies and the like had still further con tributed towards his conception of things, until he saw the hand of secret brotherhoods everywhere, and imagined \" The Red Lamp\" to be a faithful transcription of every-day Russian society, and Mr. Tree's impersona-"], [275, "Patrician Club 267 tion in that play an accurate likeness of a supernaturally skilful detective. But though utterly useless as a principal, Inspector Turner might prove valuable as an auxiliary, for there could be no doubt about his natural intelligence, if properly guided. Inspector Daly, on the other hand, was the common or garden detective, the thief-taker par excel lence, with a capital knowledge of the slums and criminal haunts of London, a comprehen sive acquaintance with the receivers of stolen property, but absolutely incapable of dealing with crime the motive of which was not robbery. The couple of detectives had not long to wait for their superior, whose cab came trundling up the street almost immediately after the half hour had struck. Daly had taken possession of Gustave Dubois' belong ings, including the bunch of keys. The purse contained three pounds in gold, some loose silver, and nothing else. The clothes worn by the young fellow at the time of his death had been carefully examined by Inspector"], [276, "The Mystery of the 268 Turner. Beyond the articles already men tioned and a handkerchief, the pockets were absolutely empty. The lining of the hat found at a few steps from the body had been taken out by the same official, without the least result ; the hat contained nothing, and the dress left at the Patrician Club and handed over to Daly on a written order from the magistrate was as empty as the pockets of the other garments. Thus far there Avas not so much as a scrap of paper that might afford a clue. All this looked far from hopeful, and as the trio ascended the stairs, accompanied by Mrs. Eaton, who had quietly volunteered her services, Inspector Turner looked glum, while his companion assumed a kind of jaunty, half-bantering air. The former considered Jasper Davenport a kind of demi-god ; the latter was not quite so favourably disposed towards him. Davenport had, especially in the beginning of his career, too freely ex pressed his contempt for \" the mere thief taker\" not to have given offence to many of"], [277, "Patrician Club. 269 his subsequent subordinates, and Daly almost hoped to see him baffled in this particular case, which to him presented an impenetrable mystery, mainly owing to the apparent absence of all motive. Jasper Davenport, for reasons which his auxiliaries could not possibly guess, was perfectly calm and self-possessed, a fact which irritated Daly and increased the admiration of Turner. He (Davenport) felt that as far as the murderer himself was concerned not an atom of proof would be found to connect him Avith his victim. The question remained whether the latter had been equally cunning in removing all such evidence. According to Davenport, the question admitted only of one answer. There was not the least doubt in his mind that Gustave Dubois had been the wilful accessory to the plot which enabled Lord Brackelonde to fasten the charge of cheating on Captain Edmundsbury, and that he (Dubois) had not destroyed the proofs of his complicity. They were the weapons which in his greed the young Swiss had pre-"], [278, "The Mystery of the 270 served to hold in terrorem over Brackelonde's head. If he had not carried them on his person at the time of his death they would be found in his rooms. The fact that the body had been turned on its back in order to enable the murderer to search the pockets counted for little or nothing. While it confirmed Davenport's theory of the existence of such proofs and the murderer's knowledge of their existence, it afforded no evidence as to the success of the search. From what Daven- port had been able to gather from Vincent Greybridge, whose opinions of Gustave Dubois' character were based upon the infor- mation supplied by the uncle, this young Swiss was a match in craft for Lord Bracke- londe. The likelihood, therefore, of the former having carried the proofs upon him at the risk of losing them or having them violently taken from him might almost be dismissed at once. Nevertheless, there was the possibility of his having carried them on the night of the murder ; and in that case his presence at the entrance to Lansdowne"], [279, "Patrician Club. 271 Passage at that hour of the night could only mean one thing — an appointment to effect an exchange of the incriminating document or documents for a larger or smaller sum of money. Still, Davenport felt by no means certain, crafty as he suspected Gustave Dubois to be, that his craft would prompt him to such excessive precautions, for these would have virtually implied bodily fear on his part, and under such circumstances he would not have accepted an appointment at such an hour, either at Brackelonde House or at the lonely spot where he met his death. After weighing all these things over and over again, Davenport, as has been said already, was far from hopeful. That Gustave Dubois had been a most orderly, tidy, and methodical person was patent enough to the three detec tives the moment they entered the small sitting-room on the second floor. There seemed to be a place for everything, and everything was in its place. Though exactly four days had elapsed since he could have set foot in it, the whole place looked spick-and-"], [280, "The Mystery of the 272 span. There was scarcely a speck of dust anywhere. The furniture, both in the sitting and bed rooms, was all good ; in fact, too good to have been originally intended for such modest quarters. The thought suggested itself that Gustave Dubois, with his usual carefulness, and in view of his coming marriage, had bought it second-hand, not as it stood there, but bit by bit, for, with the exception of the washstand and chest of drawers, no two pieces matched. The blinds and pretty carpet in the front room were bright and scrupulously clean. There was a tiny book shelf filled with yellow-coloured volumes, mostly French novels, and conspicuous among them nearly the whole series of Zola's \" Rougon-Macquart.\" A cursory glance revealed the fact that these were second-hand purchases also, for the reduced price, marked in pencil, was still on them. The apparently unimportant discovery brought a faint smile to Davenport's lips. Gustave had been true to himself throughout ; he had not wasted his substance in new books, when a few"], [281, "Patrician Club. 273 months' patience would enable him to buy them at a third of the price. Davenport did not pay much attention to them at present, having made up his mind to examine them last of all. He remembered that in one of Balzac's stories an important sum of money had re mained hidden for years between the leaves of a book, and Gustave Dubois, who was apparently a novel reader, might have had recourse to a similar mode of concealing papers. This was, to a certain extent, Inspector Turner's method of gathering in spiration, with this difference though, that had the idea suggested itself to him he would at once have obstinately clung to the improb able and neglected the probable. Jasper Davenport, on the contrary, started by overhauling the contents of the piece of furniture which seemed to afford the greatest chance of success, namely, a tiny writing table of foreign make, with an embossed leather top and three locked drawers. Daven port opened them one after another. The vol. 1. t"], [282, "77/£ Mystery of the 274 two side ones contained not a scrap of paper with the exception of a page of the Times in each, lining the bottoms. In the middle one there was a packet of letters, all bearing the Geneva post-mark and held together by an elastic band; a Post Office Savings Bankbook, showing deposits to the amount of £63 4s. iod., and a receipt for from the Troutbeck Bank, dated 24th May, 1892, consequently five days after the night of the card-room scandal, which had occurred on Thursday, the 19th of the same month. Assuredly Gustave Dubois had been a cautious young fellow, for though Davenport took a note of the date of the latter voucher, he only did so for form's sake. He had no difficulty in con cluding that these were the moneys alluded to in the letter of Gustave's intended, which had been produced at the inquest. He felt equally certain that this sum had been willingly or unwillingly given by Lord Brackelonde as hush-money, but he knew Frederick Stalforth too well to entertain for a single moment the idea or hope that the"], [283, "Patrician Club. 275 slightest trace of such a gift would be forth coming from the manner of its bestowal. A cheque was altogether out of the question. Bank-notes, even such small ones as five pound notes, might on an emergency be traced through their various stages of circu lation, although the process would necessarily be arduous and slow. Frederick Stalforth would not have provided his accomplice with such a damning proof of their connection, especially if, as Davenport strongly suspected, he (Stalforth) had deliberately plotted against the waiter's life. No, the money had been handed to Gustave Dubois directly either in gold or else in notes obtained over the counter at the Bank of England in ex change for gold. Davenport promised him self to make inquiries, though he foresaw well enough that they would be fraught with no result. Meanwhile he had not laid hands upon the smallest proof, for the examination of the blotter on the writing-table turned out to be equally fruitless. It contained nothing but a few sheets of paper and an equal T 2"], [284, "The Mystery of the 276 number of envelopes. Gustave Dubois' handwriting, like that of most foreigners educated in a French school — for Geneva is more French than German — was small, and left but a faint impression when blotted on the sheet. An examination with a strong magnifying glass of the only sheet that had been used soon convinced Davenport that nothing could be learnt from that. Inspector Daly, though outwardly sympa thetic, felt inwardly delighted at Davenport's initial failure. Not so Inspector Turner. He kept peering behind the looking-glass, lifted the carpet on all sides, shook the table-cloth, shifted some of the furniture, thumped the seats and backs of the chairs, listening carefully all the while for the faintest sound of the crackling of paper ; in short, behaved like the detective of melodrama and sensational fiction. In reality he had not the remotest idea what he was looking for, seeing the thing wanted was positively staring him in the face without his noticing it. At the back of a pipe-rack hanging by the side of"], [285, "Patrician Club. 277 the mantelpiece there were several addresses of tradesmen, and among them two play ing-cards of different patterns, which the Americans call \"jokers.\" In this instance, however, one side was perfectly plain, the comic head which justifies the American term being wanting. Davenport had taken the drawers out of the table, and was just going to test their recesses with the end of Daly's walking-stick, when Turner, with a half-impatient, half despondent sigh, put the little bundle before him. \" I don't suppose there is anything in this, Mr. Davenport,\" he said. \" Of course there isn't,\" remarked Daly, with an ill-suppressed sneer ; \" they are merely odds and ends.\" \" I'll look directly,\" replied Davenport, pretending to examine the aperture the draAvers had left — pretending merely, for his keen eye had discerned the \"jokers,\" and he knew that a \"proof positive\" of the dead man's complicity in the card scandal was Avithin his reach. Like Turner, Davenport"], [286, "278 The Mystery of the was a voracious novel reader, but the effect of that kind of literature was different upon the two men. Upon Davenport a sensational story produced the effect of a good though plentiful dinner on a gastronomic expert, blessed with a capital appetite and a healthy digestion ; upon Turner that of a feast on a glutton, cursed with dyspepsia. Davenport perceived at once that, wittingly or uncon sciously, Gustave Dubois had followed the tactics of the Minister in Poe's \" Purloined Letter,\" that he had resorted to the simplest mode of concealing his most important docu ments by not concealing them at all. He left off sounding the sides of the writing table and sat down, ostensibly to look at the bundle of cards on the table, in reality to hide his joy and to give himself time to think. \" I'm afraid Daly is right,\" he said, after a moment ; \" they are only odds and ends, and there's nothing in them. Still, we may as well tie them up.\" Suiting the action to the word, he turned incidentally to Mrs. Eaton,"], [287, "Patrician Club. 279 who had been standing by all the Avhile. \" Your lodger must have given you very little trouble,\" he said. \" I never had a lodger who gave less, and I never had a lodger I liked less,\" was the answer. \" He was here for nearly three years, and this is the first time I've set my foot in the rooms since he came. Talk about an old head on young shoulders ; if ever there AA-as an old head it was his, and I fancy it would have been too old for a pair of shoulders of seventy.\" It was very evident that Mrs. Eaton did not mind showing her indifference to her late lodger. Davenport did not interrupt her. \" I don't think he ever took a day's pleasure or outing in his life. Poor as Ave are, my son, his wife, myself, and my grand children go to the seaside for a Aveek Avhen August comes round. When he took my rooms it was the end of July, three years ago. I didn't know what he might want in the way of cleaning, and I told him that I was going away. But, lor' bless you, he didn't"], [288, "280 The Mystery of the want any cleaning, he did all his cleaning himself. And when I asked him if he didn't go away too, he said he had no money for amusements, and that London was ahvays good enough for him. He did go aAvay though, for a day, not later than to-morrow fortnight ; but he didn't tell us, it only came out casually. He lost his train back, and then he lost the half of his return-ticket, and there was no peace till it had been found, for he was going to the railway to have half of his money back. My little granddaughter found it stuck against the wall in the passage, and he didn't give her as much as a penny to buy goodies.\" Davenport still kept silent, but Mrs. Eaton had apparently exhausted her flow of words. He did not wish to appear too anxious, not because he doubted Mrs. Eaton's anxiety to give all the information she could, but because he felt determined to leave at least one of his auxiliaries in the densest ignorance. To enlighten Turner without Daly was impossible under the circumstances."], [289, "Patrician Club. 281 \" So he did take an excursion after all ? \" he said, in an indifferent, off-hand tone. \" An excursion ! You take my word for it, sir,, it wasn't an excursion. Catch him spending seven or eight shillings on a day's trip. He had something to gain by it, sure enough. Besides, he would not have taken a pleasure trip to such a dead-and-alive hole as Stancoombe, and that's where he Avent to. My husband came from those parts, and he used to say it was the last place God had created.\" Daly felt ready to sink through the floor, and Turner felt ready to jump into the air. Turner looked at Daly, and Daly looked at Turner. The former's look was one of signal victory, the latter's one of crushing defeat, but at the same time one of unconditional surrender. The telegram summoning them to Elizabeth Street on the previous night had been sent from Stancoombe. Dense as Daly was, he wanted no further proof that Daven port's reputation as a detective of genius was not usurped. On Thursday at three"], [290, "282 The Mystery of the Gustave Dubois' identity was still en shrouded in mystery. Davenport had not reached London until six the same day, and in less than twenty-four hours, apparently without the least extraneous aid, without the faintest information, he was pursuing his inquiries in the obscure provincial town to which the murdered man had travelled ten days before his death, where the murderer was probably in hiding. Daly was dense, but not ungenerous. From that moment he became Davenport's devoted slave, body and soul. Turner looked simply radiant, and it wanted an almost severe glance from Daven port to check the verbal expression of his admiration for him on his lips. The fact that Gustave Dubois had been in the immediate vicinity of Brackelonde Dene a few days after the scene in the card-room was a distinctly strong link in the chain of evidence Davenport was forging, but he did not disguise from himself that it would have to be supported by something more unim-"], [291, "Patrician Club. 283 peachable than the mere assertion of the landlady. It would want the unused half of the return ticket, for instance, or else the statement of the railway authorities to Avhom Dubois applied for the refunding of its value. Furthermore, the motive for the journey would have to be shown more clearly than it appeared at present, and would appear to the uninitiated. To Davenport himself the journey, coupled with the finding of the two \" jokers,\" pointed unmistakably to two separate but nevertheless interdependent conclusions — first, that Lord Brackelonde on the night of the scene had made an error which Dubois had discovered ; secondly, that Dubois had sought to utilize the discovery to blackmail Lord Brackelonde. That he had succeeded in this to a certain extent was equally plain. Lord Brackelonde had been bled to the tune of ,£50, the deposit in the Troutbeck Bank. This unimportant sum had merely whetted the greed of the Swiss waiter, who was, after all, only an accessory after"], [292, "284 The Mystery of the the fact. Indubitable proofs of all this would, however, be required to convince a jury that Frederick Stalforth, Marquis of Bracke londe, had slain Gustave Dubois ; for James Drayton, alias Jasper Davenport, who Avould not have hurt the meanest creature living, was already conjuring up the picture of the prisoner's dock in Newgate, with his enemy fighting for his life ; and, truth to tell, he was gloating at the prospect of its realization. For a little while Jasper Davenport sat seemingly lost in deep thought, twirling his eyebrows, to the great astonishment of Mrs. Eaton ; then he looked up. \" Do you know whether the railway company gave him the money back ? \" he asked. \" They may haA-e done,\" was the answer. \" If they didn't, you may be sure he'd have kept the ticket. And you haven't found that, have you? \" \"No; it wasn't among those papers, was it, Turner ? \" said Davenport, pointing to the address cards and \"jokers\" they had tied up."], [293, "Patrician Club. 285 \" No, Mr. Davenport, it wasn't there,\" said Turner. \" He may have destroyed it,\" he added. \"That I swear he hasn't !\" exclaimed Mrs. Eaton, somewhat vehemently. \" He never destroyed anything.\" Davenport took his tiny note-book from his pocket, and, after glancing at it for a moment, asked another question, — \" You told Inspector Daly that during the time Dubois was here he only had one letter with an English post-mark, didn't you ? \" Mrs. Eaton nodded affirmatively. \"Well, Mrs. Eaton, you are a woman who seems to have her wits about her. If he never destroyed anything, what has become of it ? \" \" I can't say, sir ; but I'm certain he did not destroy it. You havn't looked among his clothes yet ; perhaps you'll find it there.\" \" We'll look for it directly. Did you take it in yourself ? ''"], [294, "286 The Mystery of the \" No, sir ; it was in the box when I went to the door to take in the afternoon's milk.\" \" Do you think you could remember the day it came ?\" \" I don't think I could say the day for cer tain,\" answered Mrs. Eaton. Then she sud. denly stopped, evidently trying to recollect. \" I fancy it must have been Saturday, but I'd not like to swear to it. I have an idea that my son was at home. If so, it must have been Saturday. Yes,\" Mrs. Eaton went on, seeing that Davenport did not interrupt her, \" I am almost certain that my son was at home, for he made a remark about the handwriting.\" Davenport looked inquiringly at her. His Continental experience in dealing with wit nesses of the lower strata stood him in good stead. He knew that the best way to gain information was to let them ramble along, instead of confusing them by peremptory re minders to keep to the point. \" You see, sir,\" said Mrs. Eaton, \" I'm not"], [295, "Patrician Club. 287 as young and as quick as I used to be, and I asked my son to put the letter under Mr. Gustave's door. When he first came he asked me to do it ; he said he didn't care to haA-e his letters lying about. He was rather particular, or, I should say, suspicious, was this Mr. Gustave.\" She pronounced it \"Goustave.\" \" When my son came doAvn, and while we were having our teas, he made a remark about the handwriting.\" \" What did he say ? \" \" He said that foreigners Avrite much more plainly than Englishmen, but that their hand writing was very much alike.\" \" But I understood you to say that there was an English stamp on the letter.\" \" So there was ; but I feel sure now that it was written by a foreigner, for my son said something more about the way they wrote their figures. My son has had more school ing than I had. He is in an office in the city where there are a good many foreigners, and he's always talking about them.\" Jasper Davenport sat listening as if spell-"], [296, "The Mystery of the 288 bound. In his former contentions with his Continental colleagues — he never contended with his English ones — he had often para phrased the dictum of the great Napoleon, \" There are no bad regiments, there are only bad colonels,\" by saying \"There are no bad witnesses, there are only bad detectives ; \" and here was a most startling proof that he was right. Here was a woman, illiterate, probably incapable of giving a succinct account of any event that might have come under her notice — here she was, fixing the arrival of a letter, and describing its outward appearance in a manner that would have done credit to the keenest observer. Davenport felt morally certain that the contents of the envelope received on that Saturday afternoon and the unused half of the return-ticket to Stancoombe would prove the strongest links in his evidence against Lord Brackelonde. He felt equally certain that their recovery would in a great measure depend upon Mrs. Eaton's aid. But he had not the remotest idea as to the contents of the epistle. He"], [297, "Patrician Club. 289 had made up his mind as to the answer ; never theless, he asked the question all the same. \" Can you remember,\" he said, \" if the letter came on the Saturday before your lodger went to Stancoombe ? \" \" If it did come on a Saturday at all, of which I feel pretty sure, it came this day fortnight ; and it was next day he went to Stancoombe, because it was during that week he made the commotion about the ticket.\" So far Davenport was satisfied, but the knowledge did not help him much, except to strengthen his conviction that the letter had determined the journey. In default of the document itself, the next best thing would be to discover the writer. Davenport set to at once trying to do both. \" Do you know, Mrs. Eaton,\" he said, \" that a very large reward has been offered for the murderer, and if that letter could be found you might get a good share of that money ? \" \" I don't knoAV, sir ; but though I'd like to have the money, I'd help you without. I vol. 1. u"], [298, "The Mystery of the 290 didn't care much about the young fellow, but I think it's too cruel to have murdered him in that way. The letter hasn't been torn up, but Avhere it can be goodness alone knows. Of one thing you may be sure ; he wouldn't have destroyed it if it was of the smallest use. If you like I'll help you to look through his clothes. If it ain't there, I don't know where it can be.\" \" We'll see directly. But, tell me, during the three years he has been here, did no one ever call upon him ? \" \"Not a soul. I saw his uncle for the first time on Thursday. I don't think that young man had a friend in the world.\" These were almost the very words the uncle had said to Mr. Vincent Greybridge, and Davenport was not slow to make his deductions. A young fellow in that station of life who could make no friends would not trouble or allow himself to be troubled with unnecessary correspondence except with a woman to whom he might be attached in his own selfish way. The letter produced at the"], [299, "Patrician Club. 291 inquest and the bundle of supposedly similar ones found in the table drawer, together with the elder Dubois' statement Avith regard to his nephew's nearness in money matters and general character, forbade the serious idea of the existence of an entanglement or even mere acquaintance with any Avoman but his intended wife. The letter, therefore, was a business communication, evidently from a foreigner residing in London. At that point Davenport, in spite of his habitual self-con trol, shook his head violently, to the intense surprise of his two acolytes, who had never seen him excited in that way. He felt he was drifting into the unfathomable, and to check himself he turned to the detectives. \" Was the evidence of the uncle at the in quest reported in full ? \" he asked. \"Absolutely,\" came the immediate answer from both. \" He did not mention the name of an acquaintance or friend of the young man in a casual way ? \" \" He mentioned none,\" said Turner. u 2"], [300, "The Mystery of the 292 All further hope in that direction was cut off. Then Davenport tried to put himself into Gustave Dubois' \" mental skin \" for a moment or so. It was a difficult thing to do, because no man can altogether divest him self of his individual bias, and Davenport knew well enough that, try as he might, his Gustave Dubois would still be influenced by Jasper Davenport's mode of thought and action. But he tried. Assuming the import ance of the missing letter, Gustave Dubois evidently considered it not safe in his own rooms, and that notwithstanding his three years' experience of the honesty of his land lady and her family. Did he suspect that, poor as the latter were, their honesty would not be proof against the offer of a large bribe for the acquisition of that document by a third party ? It would be difficult to say. It was very certain, though, that he did not give them a chance of profiting by a sudden temp tation thrown in their Avay. The Avriter of that letter could derive no benefit from its recovery ; hence it referred to a third party"], [301, "Patrician Club. 293 whom Gustave Dubois judged capable of anything and everything. That third party was, in Davenport's opinion, none other than Lord Brackelonde ; but he might be dis missed, at any rate for the time being. The upshot of Davenport's cogitations Avas that two men, perhaps, Avere in possession of the secret which Brackelonde was so anxious to suppress, that he was led to the murder of one. The other, therefore, was either con sidered not so dangerous or Avas not in possession of the whole secret. Who was the second man ? Before he could frame an answer to the self-imposed question there was a knock at the door, and in another moment the land lady's daughter handed him a letter. \" A constable has brought this, sir,\" she said. \" He Avants to know if there is an answer.\" The letter only contained a few words : \" Leave everything, and come to me at once on receipt of this. — Vincent Greybridge.\" Jasper Davenport was too well aware of the hostile sentiments of most of his colleagues"], [302, "The Mystery of the 294 to expose himself needlessly to their sneers in the event of failure ; so he merely informed Daly and Turner that he had received a communication which might prove useful. \" It's my opinion that the letter we are in search of is in these rooms ; but I may, after all, be mistaken,\" he said. \" If that letter was not upon Gustave Dubois' person at the moment of his death, it is here still, and will remain until we unearth it, unless someone gains admittance while we are away, which is not probable. This much I may tell you, that it is not wanted as a clue to the murderer, but as positive evidence against him in court ; so we need not hurry ourselves. It is a question of ' first catch your hare,' and I fancy I shall be able to do that. I have work for you both, so you had better come along and I'll tell you what to do.\" Then, turning to Mrs. Eaton, he assumed a serious tone. \" On no account will you let anyone but our three seh'es enter these rooms,\" he said. \" If you disregard my instructions, you will not only loose part of the reward, but"], [303, "Patrician Club. 295 you risk serious trouble. I know you are all right, but I am only telling you in case some one should try to take you by surprise.\" After Avhich he spoke to his two com panions once more : \" I want both of you to go back to the office, and not to stir from there until you see me. You can say that these are my instructions. I must be able to communicate with you at a moment's notice. But we'll walk down the street together, and I'll tell you exactly what you are to do.\" When they were in the street Davenport put his hand in a friendly way on Daly's shoulder and looked him up and down criti cally. \" You are somewhat heavier than you used to be in your soldiering days, Daly,\" he said, with a smile. \" Do you think that, with a good horse under you, you could keep up with one of the best riders in the country ? \" Daly's face flushed with pleasure. \" You try, Mr. Davenport,\" he said; \"but it will depend upon the horse. There is nothing I'd like better.\""], [304, "The Mystery of the 296 \" Very well, then. Just go home before returning to Vine Street, pack a change of linen, and wait till I come. I'll probably want you to leave London to-night for three or four days.\" Then, addressing Turner : \" Which is the nearest post-office from whence they would deliver telegrams to the Patrican Club?\" \" South Audley Street, I should say,\" replied Turner; \"but I'm not sure.\" \" Make sure, and see the postmaster. Tell him who you are, and find out whether they had a telegram for Gustave Dubois within ten days before the murder.\" By that time they had got into the Brompton Road. Davenport jumped into a cab, telling the man to drive to Weymouth Street. Davenport entered the room almost un announced, for Roberts had had orders to show him in immediately. Mr. Vincent Greybridge Avas in deep conversation with a tall, fair-headed young fellow of about four or five and twenty. Greybridge held out his"], [305, "Patrician Club. 297 hand and beckoned Davenport to a chair. \" This is Johan Muller,\" he said, as it were introducing his visitor. \" He was a waiter at the ' Fossils,' and took Gustave Dubois' place at the ' Plungers ' when he left there nearly three years ago for the Patrician.\" The Coroner was about to proceed, Avhen, Avith a motion of his hand, Davenport stopped him. \" One moment,\" he said. \" I do not know why Johan Muller is here ; but before you go any further, I should like him to tell me what has become of the letter he wrote to Gustave Dubois this day a fortnight ago ? \" The coroner sat staring with all his might at his friend. The young German began to tremble violently. Even to the former, aware as he was of Davenport's cleverness, the knowledge of the existence of that letter and of the identity of its writer seemed little short of divination, while it struck terror to the heart of the waiter. Davenport saw at once that he was on the right track. He cast a significant glance at Greybridge as a"], [306, "The Mystery of the Patrician Club. 298 hint not to interrupt him, and confronted Muller. Muller did not answer, and Davenport had to repeat his question. At last he blurted out, \" I do not know what has become of it, but I can guess. Gustave sold it and cheated me out of my share.\" \"Sold it?\" repeated Davenport, feigning surprise. \" What would a letter from you to him be worth to a third person ? \" \"I will tell you,\" whined Muller, \" if you will promise not to get me into trouble.\" \" I will promise you nothing,\" said Daven port, sternly, \"unless it be that if you do not answer every one of my questions straight forwardly I will arrest you on the charge of being an accessory to the murder of Gustave Dubois, for I am Mr. Jasper Davenport, of Scotland Yard. choice.\" Now jrou can take your end of vol. 1."], [307, ""], [308, ""], [309, ""], [310, ""]]