[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "WALKS THROUGH THE STREETS OF LINCOLN: TWO LECTURES EREP B\\ REV. EDMUND VENABLES, M.A., PRKCERTOJ OF LINCOLN. •_*.____ _-_____» _s:ox ■!__.«_.__*-. price eta. \"CITIZENS OF NO MEAN CITY.\" : ,.■ . D KEYWORTH, PRINTERS, LI:-"], [8, ""], [9, ""], [10, ""], [11, "WALKS THROUGH THE STREETS OF LINCOLN: T~V^O LECTURES DELIVERED BY THE REV. EDMUND VENABLES, M.A., PRECENTOR OF LINCOLN, To the Young Men's Christian Association, on the Evenings of December nth, 1S83, and December nth, 1885. THIRD KDITIIIV \"CITIZENS OF NO MEAN CITY.\" AKRILL, RUDDOCK AND KEYWORTH, PRINTERS, LINCOLN."], [12, ""], [13, "PREFACE. rpHE following Lectures were delivered with the hope of creating in some -••- and of strengthening in others an intelligent interest in the historical and archæological associations of the ancient city to which they belong, and of thus making the buildings by which they are surrounded, and the names of the streets and lanes along which they walk, vocal of a great and in structive past It was believed that there was a rapidly-growing feeling ot pride among the inhabitants of Lincoln in their ancient city, and that many would be happy to avail themselves of the opportunity of learning some thing more than could be obtained from ordinary books of its eventful annals, which might he'.p to convert what to many are mere stones, or bare walls, or familiar names, into chapters of English history, and pictures of the life of those who lived in our houses and walked our streets before us. telling of famous men and famous events by which the successive epochs of its continuous existence have been illustrated. That this hope was not unfounded, was, I think, proved by the large audience who gathered to hear the lectures, and by the attention with which they were listened to, and it has been confirmed by the rapid sale of two large editions of the lectures, and the continued demand for them ■which the present reprint is intended to supply. The two lectures, origin ally issued separately, are published together, and the opportunity has been taken of correcting some mistakes, and making a few additions. An apology is needed for some repetitions caused by the separate delivery of the two lectures at some distance of time. These it has not been found always possible to obviate. It need hardly be said that the Lectures are essentially of a popular character, and that though I hope few important errors will be discovered in them, no one can be more fully aware than myself how far they come short of the historic grandeur of their subject. EDMUND VENABLES. The Precentory, June 19, 1868."], [14, ""], [15, "A FIRST WALK THROUGH THE STREETS OF LINCOLN. THE walk is not a short one in which I am asking you to be good enough to accompany me this evening, and, as I expect I shall have to request you to make a good many halts on your way, I shall not be surprised if it takes up a good deal of time. It might, therefore, seem better without any further preface, to address ourselves to the business of the evening. Before, however, we actually start on our perambulation of the streets and lanes so familiar to you all, I must ask you to bear with me while I give you a rapid sketch of the successive his- torical epochs through which this our noble old city has passed. This will make our walk more interesting and more intelligible, and will help to that which I set before myself as the chief object of this lecture, viz. : to aid you all in realising more vividly the history of the city to which we belong, and of which we are all, whether natives like most of you, or merely fortunate settlers like myself, so deservedly proud. I would remind you of the great events in which it has taken part, and of the share, no mean one, it has had in moulding our own England, and making the nation what it is, and try to help you to learn from the vicissitudes of its fortunes — for Lincoln, like every city, like every man, has had a chequered course, marked with periods of depression as well as prosperity — some lessons which you may lay to heart and be the better for. Nor is it the history of Lincoln alone that you will thus be learning. How should it be ? The history of every ancient town, nay, in a measure, of every parish and village in our land, is the history of England itself in miniature. Each shares in the fortunes of the whole, while each in its measure — and the measure of so great, so active, so prosperous a city as Lincoln is no small one — tends to impress its character for good or ill on the whole, to elevate or to debase it ; strengthening it to fulfil, or helping it to forget, that which our own glorious poet, John Milton, has declared to be our country's God-given mission in the world : — \" Let not England forget her great prerogative of teaching the nations how to live.\" If what I have said is true of every town and village in England, with how much greater force does it apply to a city"], [16, "6 like Lincoln, whose origin is lost in the mists of primeval antiquity, which was already in being, as a place with a name, when Julius Cæsar landed in Britain, more than 2.000 years ago, and which has, in the words of one of our greatest living historians, Mr. E. A. Freeman, \"kept up its continuous being through Roman, English, Danish, and Norman conquests.\" Lincoln, from which the great Roman general Agricola, too noble and too pure for his dark and degenerate age, not improbably set out for the conquest of the then unknown and barbarous Caledonia. Lincoln, the chief member of the great Danish Pentapolis — the five Danish boroughs — of which Leicester, Stamford, Derby, and Nottingham were the other members. bound together in a federal union forming a kind of semi independent commonwealth, governed by no one man, whether King or Earl, warrior or churchman, but by their own here ditary lawmen, exercising a righteous judgment among them selves and rendering help to one another in times of need. \\Ye may claim to be \" citizens of no mean city.\" a city which had \" played its part in history, had risen to importance, muni cipal and military, had fallen into the hands of the stranger, had had its deliverance recorded in national songs, had come to be counted as the fourth among the cities of England, before William the Conqueror chose the Roman colony as the site of a Norman castle,\" as a basis of operations for the reduction of the northern counties vainly struggling against his iron sway, or Remigius of Fecamp, the First Norman Bishop of this, at that time, the vastest diocese in England, stretching from the Humber to the Thames and embracing no fewer than eight counties. selected it as the most important town within the wide area subject to his spiritual sway, for the erection of the Cathedral lie reared upon our ' sovereign hill '\" \" strong as the place was strong, and fair as the place was fair.\" Lincoln, which in the 1 1 tli and 12th centuries was \"one of the greatest trading towns in England, rich with the commerce of foreign lands.\" \"the resort,\" as William of Malmesbury says, \"of traders both by land and sea.\" Lincoln, which, as the key of Eastern England\". has more than once or twice been the scene of events which have been the turning points in the history of our country ; Lincoln, the stronghold raised by the Conqueror, which saw beneath its castle walls the battle known in history as \"the Joust of Lincoln,\" from which the dauntless King Stephen, after a brave hand-to-hand struggle with his assailants, was"], [17, "7 carried off a prisoner to the distant fortress of Bristol, and the crown, falling from his head, was placed on the haughty brow of the Empress Maud. Lincoln, which, in 1200, witnessed the homage done to King John on Bower Hill, by William the Lion, King of Scotland, for the lands of Lothian and his earldom of Huntingdon. Lincoln, which, in 1217, saw another battle fought in the very streets we are to walk through to-night, the result of which was to determine whether our island should become a fief of the French King to win back its liberty through many a bloody conflict, or continue an independent kingdom under her own rightful sovereign, in nocent of his hated father's crimes, the nine-year-old boy Henry III. Lincoln, which, in 1301, in the days of Henry III.'s far nobler son, Edward I., \" every inch a king,\" then concentrating his energies on the consolidation and good government of his realm, and taught by experience to look on the representative system — then struggling to the birth — as the safeguard of lawful rule and the foundation of national strength, saw assembled that memorable Parliament, perhaps the most influential as semblage that bad then been ever called together to support the honour and well-being of England, which, after securing the confirmation of the Great Charter and the other Charters on which the liberties of the subjects rested, uttered, as with the unanimous voice of the realm and people of England, its firm though respectful protest against the arrogant claim of Boniface VIII. , as supreme lord of Scoltand, to arbitrate in the disputes between the two countries, asserting the independence of the people of England and of the king as head of the State, of the Papal See, and refusing to allow their sovereign to send am bassadors to justify his conduct at the Court of Rome. Lincoln, which, in 1310. beheld one act in the strange tragedy of the fall of the once mighty order of the Knights Templars, brought as prisoners from Temple Bruer and other houses of their brother hood in this and adjoining counties, incarcerated in the gate house of Clasket-gate. arraigned for trial in the Chapter House. condemned on the worthless evidence of renegades and apostates, and on so-called confessions wrung from their brethren by horrible tortures, and sentenced to lifelong imprisonment in various monastic houses, to which they seem to have been followed by a universal respect, testifying to the popular sense of their innocence. Lincoln, devastated, as a Lancastrian town, by the marauding bands of the Yorkists, in the deadly"], [18, "8 internecine struggle of the \" Wars of the Roses \" ; from which, at the close of that bloody epoch, Richard III., on the outbreak of Buckingham's rebellion, having himself barely escaped being taken by surprise, indited that hasty letter to his Chancellor, which, by its straggling misshapen characters testifies to the hot haste with which the royal autograph postscript was written, desiring his official to bring or send forthwith his Great Seal, that he might make out those commissions of array, which were afterwards despatched, together with the proclamation of Buckingham as a traitor, from the well-known Angel Inn at Grantham. Lincoln, which, after the defeat of the murderous usurper by Henry of Richmond (the great-great-grandson of Katherine Swynford, who lived and died in our city, in the mansion still retaining some fragments of its former magnifi cence, now partly occupied by Mr. Goddard, and who lies buried by the side of the altar in our Minster), received a visit from the newly-crowned monarch, wdio here kept his Easter, hearing divine service, \" full like a Cristen prynce,\" in the Minster, and \" with his own noble hands humbly and Cristenly for Crystes love,\" washed the feet of twenty-nine poor men in the Great Hall of the Bishop's Palace. Lincoln, which, in the insurrec tion of clergy and laity in 1536, in great wrath at the violent suppression of the religious houses, and zealous for the main tenance of the old faith, which was the precursor of the cele brated \" Pilgrimage of Grace \" in the northern counties, became the headquarters of the insurgents, 60,000 strong ; when the suspicion of treachery on the part of their leaders was so nearly making the Chapter House, which was their place of consulta tion, a scene of massacre, after the reading of the famous letter in which the not too smooth-spoken Henry VIII. expressed his astonishment that \" the rude Commons of one of the most brute and beastly shires of the wdiole realm \" should take on them selves to withstand the will of their prince, and commanded them to disperse and withdraw to their homes. Lincoln, which. five years later, in 1541, was honoured by a visit from the same monarch, Henry VIII. , and his recently-married young queen, Catherine Howard, of some of whose acts of misconduct the Old Palace where the royal pair were lodged, was the scene ; and, which in 1617, welcomed the good-humoured but undignified James I., and in 1640 and 1641, his noble but unhappy son, Charles I. Lincoln, stormed and sacked by the Parliamentary army under the Earl of Manchester, in 1044 ; only saving its"], [19, "9 glorious Cathedral from complete demolition — \" certain godly ones then gaping after its stone, timber, and lead \" — through the personal advocacy with Oliver Cromwell, of \" Mr. Original Peart, Sheriff and Mayor of the city, and Parliament man \" for Lincoln, who represented to the Protector that the downfall of the Cathedral would be a deathblow to the prosperity of the city. The Lincoln of St. Hugh, the holiest and most intrepid prelate of his age ; and of Robert Grosteste, the Bishop who braved the threats of the Pope and the terrors of excommunica tion in the cause of the independence of his see : and of John of Gaunt, the patron and protector of Wiclif; and of the martyred Anne Askew, wdio, in those dark days, read the Bible openly to her poor ignorant fellow-townsmen in the nave of our Minster : and, to omit others, of Col. Hutchinson, that pure high-minded member of the Puritan party, of whose connection with our city we may be proud, regicide though he was. May I not ask whether such a city is not worthy of our highest honour, reverence, and love ? Passing over many other names and events recorded on the pages of our country's annals, I will now, before we set out on our walk, ask you to pause a moment to enquire the meaning of the name our city bears. Every old place-name has a meaning ; not always recoverable, but always there. The exceptional rank among English cities I have claimed for Lincoln belongs also to its name. With the possible exception of Col chester, no such name appears anywhere in England. The city of Cologne, on the Rhine, — \" Colonia Agrippinæ \" — is the only otber similar name, as far as I know-, in Europe. By the latter half of the name Lincoln binds itself on to the ages of Roman dominion, and declares itself to have been what we read in the Acts of the Apostles Philippi was — \" the chief city of this part of a colony \" — \"Lindum Colonia,\" \"the colony of Lindum,\" one of those miniature copies of the great mother city of Rome, like in its municipality, its officials, its organization, and its plan, with which the conquerors of the world studded their subjugated provinces. But the name of \" Lindum,\" though Roman in form, is not Roman in origin. It is an old British name with a new Roman stamp. Like in this to Calcutta and Bombay, and Gibraltar, and many other place names where the language of the conquered has been re-fashioned by the tongues of the conqueror. And this British name — what does it mean ? Like nine-tenths of our place-names, it is taken from the leading"], [20, "10 characteristics of the place. When the Romans conquered Britain, and long centuries afterwards, indeed down almost to modern times, the whole of the low-lying land now being fast covered with houses and streets, was one wide mere or pool. \" Llyn \" is the British name for such a stretch of water, a clear still pool. Thus, Dub//** is the black pool; RosZtn, the pool under the rock. \" Dun,\" is a hill fortress, as in Dumbarton, Dundee, at the beginning, and Loii*/»h (which is the same word as Lindum slightly altered in form), Huntingdon, Clarendon, at the end of the word. Putting the two together, \"Lindum\" seems to become \" the pool under the stronghold on the hill.\" Let anyone standing on the southern side of Brayford, nearly all that is left to us of the once wide swamps and meres, and gaze up to the towers of the Castle crowning the height, where a stronghold has certainly stood from the days of the early Britons, and say whether any name could more exactly describe the position of Lincoln. The Britains have left us little or nothing beyond the name of the city. Their conquerors, the Romans, have bequeathed a great deal more. In the northern gate of the city, that which, being the oldest gate to be found anywhere in England, the only Roman gateway still existing in our island, is so perversely styled \" Newport,\" like \" Newgate \" in London, \" New College \" at Oxford, and our own \" New-road,\" which has recently cele brated its hundredth birthday — the name once given long outliving its appropriateness ; in the huge fragments of its walls. in the columns of its Basilica — for the preservation of which we are so much indebted to our fellow-townsmen Mr. Allis and Mr. Blaze — and in its admirably constructed sewer, which it has taken us more than a thousand years to copy, and which still exist fit for use, if the levels allowed : in its Mosaic pavements. its mile-stone, its recently discovered altar to the Fates, and the Sepulchral inscriptions of the officers and soldiers of the Roman legions, who, nearly 2,000 years ago, protected the colony of Lindum from the attacks of its half-subdued native tribes, Roman Lincoln exhibits, as Mr. Freeman tells us. \" larger traces of itself than most of the Roman towns in Britain.\" The importance of Lincoln in Roman towns is shown bv the fact that no fewer than five main roads branched out ' from it. connecting it with every part of Britain. Noble, solidly-founded Roman causeways or \" rampers,\" which, as the means of firmly holding a conquered country and extending civilization"], [21, "11 over its area, the Romans invariably laid down, on a well organized system, over every country included within their dominions. Of these the two chief roads were the Fosse way, which, starting from near Axminster, on the borders of Dorset shire and Devonshire, runs by Bath, Cirencester, Leicester, and Newark ; and the Ermine-street, which, having its commence ment at Chichester, passes through London, Godmanchester, and Ancaster. The two unite just outside Lincoln to the south, by the old Swine's Green, and form the High-street of the city, which breasts the steep aclivity in a bold straight line with an iron-hearted Roman contempt for difficulties, but with a true practical engineering skill, choosing a spot where a depression in the steep escarpment diminishes the difficulties of the ascent. Anyone standing where Michael-gate and the Steep-hill join will notice how the ground rises on one side towards Christ's Hospital, and on the other tow*ards the Bishop's Hostel. The Ermine-street enters the old Roman city at the old South-gate, close to the Leopard Tavern, passes through the Roman colony, and emerges again at the Newport Arch, on its straight course to the Humber, throwing off a branch to the west along the modern Tillbridge-lane, which, crossing the Trent at Little borough (the old Segelocum), makes its way to Dencaster and York. Another road traversing Eastgate ran to Banovallum, now Horncastle, and thence on to the Wash, establishing direct communication w*ith the German Ocean. The plan of Roman Lincoln is, as at Chester, Gloucester, Chichester, etc., that of a fortified camp or garrison city. It reproduces in stone the arrangements invariably made by a camp of Roman soldiers, whether halting for a single night only, or remaining on the same spot for weeks or months. A four-sided rectangular area was defended by a ditch and a mound formed of the earth thrown out of the ditch, with a palisade of wood in the case of temporary camps, or, when the camp was stationary, a massive wall of stone or brick on the top of the mound. This wall w*as pierced by four gates, each m the centre of the line of defence, in pairs opposite one another, and connected by roads intersecting in the middle. This is exactly what we find in Roman Lincoln. The Roman city measured about 500 yards from east to west, and 400 yards from north to south. The four roads or viœ are now represented by the Steep-hill the Bail and Bailgate, running north and south, and Eastgate. so strangely deflected from its original line."], [22, "12 and Westgate, taking the course their names indicate, originally intersecting opposite St. Paul's Church. The confluence of population, natural at the point of junction of five high roads, in process of time rendered the confined space within the Roman walls insufficient for its inhabitants. A large extension was therefore made southwards. The city began to move down hill, even in Roman times, and it has been moving in the same direction, sometimes more slowly, sometimes more rapidly, ever since. The new area was tyvice as large as the old. The east and west walls were extended southward, in the line of the present Stonebow. A new south yvall was built where is now the north side of Guildhall-street and Saltergate. This was defended by a ditch, as yvell as by the swampy ground reaching down to the Witham. Across this morass ran the causeway of the Ermine-street, fording the shallow, sluggish Witham, at what, in later times, was known as the Wig-ford, or more properly Wickerford, a name afterwards given to the whole of the southern suburb beyond the river. There was another enclosed area to the north of the Roman town. This was only defended by earth yvorks : a bank and a ditch with a palisade at the top. This enclosure has been supposed by some high authorities to mark the site of the old British settlement. It may be so. But British camps as a rule follow the natural configuration of the ground and are never rectangular. It seems more probable that this was the fortified pasture ground usually annexed to Roman settlements in an enemy's laud, into which the sheep and cattle were driven for protection on the occasion of a hostile inroad. Of the Roman walls, originally from 10 to 12 feet thick and 20 feet high, portions exist above ground in huge massive fragments, in various parts of the old city. The best preserved of these is in the field to the east of the Newport Arch. Other well-preserved portions are to be seen in the field behind the blacksmith's shop on the other side of the road, forming the foundations of modern houses. In both these fields we observe the deep ditch and high bank, which formed the line of defence of the city to the north. In the centre of the Roman city stood the Roman mile-stone, discovered in the Bad, now preserved in the Cathedral cloisters, which was put up about the year 267. It bears the name of one of those who were called the \" thirty tyrants,\" yvho rose after the Emperor Valerian had fallen in the East in a campaign against the Persians. After his death"], [23, "13 his weak son Gallienus, having vainly tried to rule the vast empire, a number of pretenders started up in all parts. The name appearing on the stone is that of Marcus Piavonius Victonnus, who then commanded in Gaul and Britain. This relic was discovered close to the Lion and Snake Inn. It was speedily brought under the experienced eye of the present Bishop of Salisbury, then Professor John Wordsyvorth, and the inscription deciphered The letters at the bottom A.L.S., M.P., XIII. , indicate some place beginning with S., 14 miles distant from London, and in the Itinerary of Antoninus we find that Segelocum, the ancient name of Littleborough-on-Trent, to which Tillbridge-lane leads on the yvay to Doncaster, was exactly 14 Roman miles from Lincoln. I may now speak of that which competent authorities agree is the finest Roman building anyyvhere discovered in England, with the exception of those at Bath, that under Mr. Allis's and Mr. Blaze's houses. It was not improbably the Basilica, or Hall of Justice. It was a grander building than Lincoln has seen erected from the completion of the Cathedral to the present epoch. It yvas nearly 250ft. long, and 70 ft. wide, with stately pillars rising 30 ft. in height, supporting a wide triangular pedi ment. Where the north-side wall began there is a very singular twin-column — two columns in one, — an architectural feature without a parallel. It has been examined by many distinguished architects, who all agree that that is quite unique. It is probable that the stone entablature which ran between the columns at this point shoyved symptoms of failure, and the architects very wisely built another column at the side of the first one, scooping it out so as to make a double support yvhere one was not sufficient. Before I proceed any further, it may be yvell briefly to run over the events which followed the Roman settlement in Lincoln. History tells us that after the Romans came those who are commonly called Saxons, but whom the more accurate historians of the present day will not allow us so to designate, saying that they were really Angles or English. We English men have nothing to do with the British and Romans. We descend mainly from Teutonic tribes, who crossed from the north-western parts of Germany. By the end of the fourth century the Roman Empire was falling to pieces. To protect the heart of the Empire, the forces were recalled from the distant provinces, which were left to shift for themselves, a"], [24, "14 prey to the inroads of their barbarous neighbours. In 418 a.d. the Saxon Chronicle records, \" The Romans collected all the treasures that yvere in Britain, and some they hid in the earth, and some they carried with them to Gaul.\" Then came the period of heathen conquest. Those whom yve call the Anglo- Saxons — a convenient but incorrect generalization of many various tribes — poured into the deserted land, and swept away the arts, the civilization, the religion of the Romans and the Roman-Britons. When and by whom this havoc was brought about in Lincoln, there is no historical evidence. As Mr. Freeman says, \" We knoyv that the work was done; of the date of the deed, of the name of the doers, we have no record.\" They came, and their object was to destroy every trace of a civilization which they hated, in the same yvay as yvas seen in the disastrous campaign in Zululand, where every English Church yvas burnt, and everything which spoke of the presence of the English was pillaged and destroyed as far as possible. It is to this devastation of Lindum yve owe the divergence of our streets from their right lines. Eastgate ought to start from near the Lion and Snake, and go straight to Northgate. But the savage invaders wrecked the yvhole area east of Bailgate, so that it became one wide mass of ruins, and when the time came to erect houses it was far easier to build them on vacant places than try to remove the mass of Roman wreck. Thus Lincoln became an English — I shall be more intelligible, though less correct, if I say a Saxon — city, giving its name to the yvhole district around of \" Lindisig,\" Lindsey, the \" eye \" or island of Lindum, and to the dwellers in it, the \" Lindis faras,\" or \" Lindis waras,\" the men of Lindsey. When and by whom the Christian faith, which had been rudely stamped out by the hordes of pagan invaders, was re- kindled in Lincoln, is happily known to us. A few yards south wards from the Basilica, in the very centre of the old Roman city, hard by the spot where the Miliary was discovered, stands the modern Church of St. Paul's, replacing more worthily a mean and diminutive structure, erected on the site of a ruined mediæval Church in 1786. This we may justly call the most hallowed spot in the whole city, nay, in the whole county of Lincoln. A spot we should never pass without reverence. For there can be little doubt that here, amidst the broken columns, and massive walls, and mosaic pavements of the Prætorium of the Roman city, was reared the first Christian Church of"], [25, "15 Lincolnshire. St. Paulinus, the Bishop of York, the chaplain of Queen Ethelburga, yvife of Edwin of Northumbria, was its builder, aided by his first Lincoln convert, Blecca — \" the pale faced one \" — the reeve or governor of Lincoln, who, with his whole house, had, at his preaching, embraced the Christian faith. Within its walls in 627 ad. was consecrated, by the hands of Paulinus, Honorius the fifth Archbishop of Canterbury in succession from St. Augustine, the lineal predecessor, in direct unbroken succession, of him whom Lincoln will ever remember with grateful love, Edward White Benson, the ninety-third Archbishop. Have yve not here another link con necting our city of Lincoln most intimately with the history of our country and its Church *? The Church yvas called \" Pau linus's,\" because in those days churches yvere named after those who built them, in the same way as in modern times yve talk of Whitfield's or Spurgeon's Tabernacles, and Royvland Hill's Chapel. In the process of time, that being too long a name, it was smoothed doyvn to St. Paul's, by which it is noyv called. We pass on tyvo centuries, and find the noyv Christian Saxons of Lindsey driven from their homes, and yvell-nigh exterminated by the fire and sword of the fierce heathen Danes. Landing on the shores of Lincolnshire, they speedily made themselves masters of the whole county. In 873 a.d. the heathen men took their winter quarters at Torksey. In 876 a d. they parcelled out the county among themselves ; \" Lindsey became largely a Danish land, and Lincoln became pre-eminently a Danish city.\" Of this Danish occupancy we have evidence outside our city, in the multitude of place-names ending in \"by\" — the distinctive Danish termination — scattered over every portion of Lincolnshire : Grimsby, Ormsby, Asgarby, Coleby, Swiiiderby, and the like, side by side with the \" tmi'* \" and \" ham's \" such as Branston, Nocton, Harmston, Dodding- ton, Hykeham, Bassingham, Boultham, which as clearly in dicate Saxon, i.e., English settlements. The Danes made Lincoln a still greater and more powerful city. Lincoln has always been a very independent town. It has always had a noble feeling of self-reliance, and at the time of William the Conqueror we find Lincoln a Danish municipality, one of the five Danish boroughs I have spoken of. Lincoln yvas then governed by tyvelve Danish law-men, and their office yvas hereditary. Three of them yvere in holy orders. They exercised the right of government over the city of Lincoln, and yve can judge of the"], [26, "16 excellence of that administration from the fact that William the Conqueror did not attempt to interfere with it, but left the government of Lincoln very much in the state yvhich he found it. with its privileges unimpaired and its constitution unchanged. One mark of Lincoln being a Danish city is the number of streets called \"gates.\" In Lincoln, as in towns generally where the population yvas chiefly Danish, \" gate,\" as a street name, does not refer to that through which we pass, but to that along yvhich we pass *, the road, not the entrance to it. The tyvo words are from the same root. We are familiar with it when we speak of \" a man's gait,\" i.e., his manner of going, or hear the Scotch proverb, \" gang your own gate,\" which means \" go your own yvay.\" All the older streets in Lincoln are thus called \" gates.\" The old name of High-street was Micklegate. You are familiar, with Eastgate, Westgate, Northgate, Salter gate (where the drysalters lived), Flaxengate (the home of the spinners of flax), Hungate, more properly Hundegate, or Houndgate, where the kennels of hunting dogs lay : Danesgate, where the Danish population congregated, at the time when. instead of being the predominant race, they found one street large enough to house them. The ancient name of the plot of ground yvhere the Vicars' Court stands, \" Boungarth,\" also tells of Danish times. In Denmark a farmyard is still called \" Bunde-gaarde,\" and we are thus led back to a time when this locality yvas a Danish homestead just outside the old city walls. These walls were from time to time extended so as to enclose a wider area than that of the Roman city Thus we know that there yvas a wall running North and South on the East side of the city, some way outside the line of the Roman wall, which King Henry III., allowed the Dean and Chapter, 1256, to pull doyvn for the purpose of lengthening the Cathedral. The eastern slope yvas still further defended by the Were Dyke, a deep ditch and bank, still to be seen, running down from the wall of the Vicar's Court through the Temple Gardens. The walls yyere pierced at intervals by gates in the modern sense, each protected by a strong gatehouse capable of defence by armed men. Such were Bailgate which spanned the Steephill to the south of the Roman Arch a little beloyv the Leopard Tavern ; Clasket, or Claxlede-gate across the street of that name yvhere it debouches on Broadgate ; Thorngate, yvhere the eastern wall came doyvn to the Witham at the point where it is now crossed by the iron bridge ; the Stonebow ; Newlandgate,"], [27, "17 so called as giving entrance to the \" neyv land \" redeemed from the morass by embankment. The two Bargates, greater and lesser, defending the southern entrance to the city, were of a later date. After this hasty historical review, I may take you to the Castle. This is situated, as you well knoyv, on the crest of the steep slope which descends 200 feet to the river. The huge earthworks, of early English date, existed centuries befoie the Conquest. They are from 50 to 80 yards broad, and from 20 to 30 feet high, enclosing from six to seven acres. Within are two mounds each about 40 feet high ; the smaller one at the south-east corner supporting a Norman tower, added to in the days of the Edwards and now capped with a modern observa tory ; the other near the centre of the south front crowned with the Keep defended by its own bank and ditch ; a fortress within a fortress. In 1068, William the Conqueror, on his yvay from York to Cambridge, converted the English fortress into a Norman stronghold, 166 houses being -destroyed for the comple tion of the outw*orks. The inner gateway, facing Castle-hill, the postern-gate facing Asylum-road, and the whole of the lower portions of Are wans, are of Norman date. There is some herring-bone work near the North-west corner. The hereditary constableship was several times held by females. First by Lucy Taillebois, and then by her daughter, also a Lucy, who fortified the Keep, called after her, Lucy Tower. By In* two husbands the younger Lucy had two sons, one William ot Romare, afterwards Earl of Lincoln, the other Ranulph Gernons, Earl of Chester, son-in-law of Robert of Gloucester the Empress Maud's half-brother, both unscrupulous politicians and zealous supporters of the Empress. In 1*140, during the horrible fourteen years of anarchy which followed the accession of Stephen, the Castle was taken by surprise by the two brothers, and Stephen marched to Lincoln and laid siege to it. The Earl of Chester escaped over the yvalls to summon tihe Earl of Gloucester to their aid, who came fording the Trent with 10,000 men, including manj»*avage Welsh. Stephen marched oitt to meet him, and the battle yvas fought on Candlemas-day, Feb ruary 2nd, 1141, on the ground to the north-yvest of the Castle. Stephen, as yve have already said, after a gallant defence, was taken prisoner, and carried off to Bristol Castle. The Earl of Chester held the Castle until 1146, when Stephen (after his release by exchange for the Earl of Gloucester, who had, in his"], [28, "18 turn, been taken prisoner) having repeatedly besieged it in vain, at last seized the Earl treacherously, and made him give up his Castle as the price of his ransom. During the reign of Henry II. the Constableship of the Castle was held by Richard de Hay. On his death it descended to his daughter Nicholaa, who married Gerald de Camville. After her husband's death, Nicholaa, though advanced in years, became sheriff of the county, and held the Castle for King John against the insurgent barons. When in 1215 John visited the place> the Lady Nicholaa met him at the East gate and offered him the keys, begging him to relieve her of the charge on account of her great age. John gracefully returned the keys, and begged her to retain them, which she did till near her death, which occurred in 1231. Nicholaa held the Castle for the king at the decisive battle known as \" The Fair of Lincoln,\" May 19th, 1217, yvhen, as I have already mentioned the Dauphin's troops, under the Count of Perche, were defeated and driven down hill by the Royal troops under the Regent of the Realm, William Marshall, Earl of Pembroke. The doors of the Bargate, closing inwards with a spring, forbad the egress M Miejpanic-stricken French men, who were taken prisoners, and tnfe city was given up to plunder. The Precentor, Geoffrey of Deeping, yvas robbed of 11,000 marks, about £7,333, or not far short of £50,000 of our money. Passing over a lengthened period when the history of \"tjfje Castle is comparatively uneventful, I may mention that in the great national struggle of the 17th century the Castle was taken by the Parliamentary troops yvho had encamped on Canwick Hill, on Monday morning, May 6th, 1644. They were commanded by the Ejtrl of Manchester, Cromwell himself, then in a subordinate position, having been sent off to intercept Lord Goringswho was reported to be coming to the relief of Lincoln with 5,000 or 6,000 men. The Castle was taken, the Close stormed and pillaged, and the Minster plundered and desecrated^ The drum-tower at the N.E, corner of the walls, known as Cobb Hall, with its tyvo-vaulted storeys^was probably a place of cpnfinen*ænt. The iron rings to which the chains were fastened mtcj still be seen, as well as the rude drawings on the walls, by which the prisoners relieved the weary hours of their confinement. From 1815, to the passing of the Act abolishing public executions in 1868, this tower was the place were those condemned to death were hanged. The galloyvs was erected on"], [29, "19 the lead flat at the top of the tower. Before that time the place of execution was at the corner of the road opposite the N.W. corner of the Castle Dykings, a spot long knoyvn as Hangman's Ditch. The last person hanged on the old gallows yvas William Ward, for breaking into a shop at Mareham, April 1, 1814. In those days unhappy wretches were executed in batches, often for very trivial offences. Just a century back nine yvere hanged at one time, March 19, 1785, one for highway robbery, the remainder for sheep stealing and horse stealing. A crowd of 20,000 assembled for the horrible spectacle. Still more revolting sights took place at this illomened spot in 1722 and 1747, when women were burned at the stake for the murder of their husbands, having been previously strangled by the rope by yvhich they were fastened to the stake, by a merciful connivance at a breach of the strict letter of the law. I may remind you that the Town-ditch yvas a common place for executions in mediæval times. It was in the Town-ditch at Oxford, in front of Balliol College, that the martyrs, Ridley, Latimer, and Cranmer suffered, 1555-6. Of the Cathedral, founded by Remigius in 1079, I do not intend to speaC. It will require a lecture to itself to do justice to its history and its architecture. I propose only to refer to the Gate-houses of the Close, and the wall with yvhich it yvas fin-rounded in Edward the Second's time. Up to that time the Close seems to have been entirely unprotected, and a moving petition yvas addressed by the Canons, in 1285, to King Edward the First, telling hjm it yvas dangerous for the clergy to go to their midnight services from the multitude of cutpurses and other evildoers who made the precincts of the Cathedral their haunt. The King listened to their petition, and a yvall yvas begun round the Close, with double gate-houses at each entrance. This yvall was embattled and tower* added by the license of Edward II. in the first year of his reign. Two of* these towers may be seen in the garden of the Chancery. It shows how insecure life and property yvere then, that it yvas considered necessar/ to fortify the Close and strengthen each approach to it by strong double gate-houses. These gates yvere all demolished during the-'iast century, with the exception of the Pottergate Arch, and the two facing the west end of the Minster, at the Exchequer Gate. Of these last as we well know, only the inner gate-house is now standing. The outer portal, yvhich crossed the road at the west end of St. Mary"], [30, "20 Magdalene's Church, yvas alloyved to fall into disrepair by \"sheer neglect, and was eventually pulled doyvn in 1800, its stones being used in the erection of St. Swithin's Church. I have said that the Pottergate Arch yvas, exceptionally, a single gate-house. Only one gate was considered necessary there, as the place yvas easy of defence, being situated on the top of a steep descent. The north gate-houses of the Close, at yvhat is now* called Priory-gate, were taken doyvn in 1815 and 1816. Where the present arched screen-wall stands, was a massive square building with a vaulted archway, with a groove for a portcullis, over yvhich were rooms in which the records of the Bishop and of the Dean and Chapter yvere stored, uncared for and unused, a prey to damp and rats The name \" Priory- gate \" is a complete misnomer, derived from the adjacent mansion, long occupied as a ladies' school, to which the occupier, at no very distant date, in utter disregard of historical propriety, gave the fancy name of \" The Priory.\" The house is merely one of the old canonical residentiary houses, yvhich preserves more of its original fourteenth century structure than most of its neigh bours. If is needless to say that there never was, nor could there be, a separate monastic establishment, su*& as the name ■'priory\" indicates, within the Cathedral precints. In addition to the gate-houses, by which every avenue to the Close was so strongly defended, there was a small postern-gate at the Ij-ead.of yvhat yve noyv call the \" Grecian Stairs.\" This name, is a corrup- tion of the ancient designation, \"the greesen,\" i.e., in old English, \"the stairs.\" We find the word in Wicliff's Bible, Acts xxi. 35, \" and whenne Paul caih*\"to the grees,\" and in the same place Tyndall translates, \"when he cam snto a grace.\" It is also found under the form \" grise\" in Shakespere. The name noyv painted up on the yvall \" Greestone,\" is a mere invention of a former Local Board. These stairs were the scene of a tumul- tous entry into -the Close in 1727, when the neyvs that the Dean and Chapter had commenced taking down the tall spires of timber covered with lead that then crowned the yvestern sowers, had excited the indignation of the citizens. A mob of between 400 and 500 people collected at. nightfall on September 20, in the lower toyvn, and marched to the^Close, resolved to prevent the mutilation. of the Minster. The authorities, apprised of their approach,- hastily closed the gate* of the Minster-yard, and placed men to guard them. But, as often happens, this postern was was left unguarded as being the least likely to be attempted, and"], [31, "21 there the assailants found admission. Having mounted the stairs they speedily battered down the door and rushed into the Close, with loud shouts protesting against the destruction of the spires. Mr. Cunnington, one of the \" Old Vicars \" (what we now erroneously call \" Minor Canons \") was Receiver- General of the Chapter, and the man of business of the body. They attacked his house in the Vicars'-court, dragged him to the Minster-green, yvhere, it is said, they formed a ring and forced the poor old gentleman to dance for their diversion, the green re-echoing yvith the cry, \" High Church, Low Church, jump again, Cunnington.\" To still the tumult an assurance was given, which yvas published by the Toyvn-crier the next day, that the wishes of the citizens should be respected and the spires pre served, and the Chancellor, having opened his beer cellars, and regaled the rioters with strong ale, the gates were thrown open, and the mob dispersed. No such emeute arose yvhen the same act of vandalism yvas carried out by the Dean and Chapter in 1807, and the towers lost their lofty heaven-pointing spires, the graceful beauty of which is still remembered by our valued friend, Sir Charles Anderson, and some feyv others. Happily, such acts of destruction are impossible at the present day. Passing from the Minster-yard at the north -yvest corner we shall enter James-street, formerly knoyvn as Vinegar-lane, pro bably a corruption of Vineyard-lane — the lane leading to the vineyard. In the time of our forefathers, vineyards yvere fre quent in England. Many of my hearers yvill call to mind the Vine Closes, on the southern slope of the hill below- Lindum-ter race, though, I fancy, the liquor they produced was more of the character of vinegar than of wine. The name of this lane was changed by Colonel James Bromhead (the great uncle of the late Mr. John Bromhead), who then lived in the Burghersh Chantry, on account of a slight offered to his daughters at a party in London from their residence in a place with such dis reputable associations to London ears. The arclnvay in the north yvall of the Close opening into the East Bight, yvas brought from the former Deanery and erected yvhere it noyv stands by the late Mr. Keyworth. The large stone house on the left hand side, which for a long time was divided into three tenements, yvas ori ginally one mansion. In 1649 it belonged to Sir Martin Lister, but it passed, by marriage to Francis Scott, Earl of Deloraine, grandson of the unfortunate Duke of Monmouth, illegitimate son of Charles II. The first Lady Deloraine died in 1737, and in the"], [32, "22 same year the Earl married Mary, daughter of Gervase Scrope, of Cockerington, and two years afterwards died at Bath, April 11th, 1739, and yvas buried in the Minster. After his death the second Lady Deloraine married Counsellor Vivian, Recorder of Lincoln. She is described as a bold woman, very clever, but overbearing and often coarse in her manners. It was said that she stood at the window of her father's house to watch the funeral procession of the first Lady Deloraine to the Minster, whom she yvas so soon to succeed. In 1745, when the young Pretender's invasion of England had strengthened the popular prejudice against Papists, Lady Deloraine yvas said to have gone down to the Cornhill, on Nov. 5th, and with her own hands broken the windows of a Roman Catholic lady residing there, who was refusing to join in the general illumination. The late Mr. E. J. Willson yvas told by an old lady named Mary Fisher, that she had seen Lady Deloraine standing at the window throwing out pears, apples, and other fruit to the boys who were huzzaing on the accession of George III., 1760. The house is one of great antiquity. The yvest wing is supported on cylin drical pillars of Transition-Norman yvork, of about 1160 a.d. The dining hall on the north side of the court, once open to the roof, has been divided by floors into two ranges of apartments. Passing eastyvard, the house recently pulled down at the corner of the East Bight, yvas once the public house of the White Bear, afterwards the Greyhound. The ghost of a man murdered there was said to have haunted East Bight. At one time there were no fewer than four gatehouses stretching across Eastgate, two at the yvest end by the White Hart Hotel, one at the end of the East Bight at the south-east corner of the garden wall of Atherton place, and the Roman East gate, the foundations of which were laid bare during the underground sewerage works. All were pulled down at the instigation of Sir Cecil Wrray, for yvhom the late. Mr. Arthur Trollope's house, now Mr. Shuttleworth's, was built. The young baronet's slumbers being disturbed by the clanging of the anvil in a blacksmith's shop, he soon got dis gusted yvith his new residence, and built Summer Castle, at Filhngham, and removed there, 1760. If Sir Cecil Wray yvas instrumental in removing some of our ancient landmarks, it must be borne in mind that such a succession of heavy close gateways, seriously narrowed and darkened a street already not too wide or lightsome, at the cost both of convenience- and health. Sir Cecil established a better claim on our remem-"], [33, "23 brance, when in 1775, as Member for Retford, he supported the right of our American Colonies t*o exemption from taxation, so long as they were not represented in the Parliament by which the taxes yvere imposed, and in 1783 presented a petition against ths slave trade, declaring that he \"went heart and soul against the infamous traffic which disgraced humanity,\" which, how ever, it took a quarter of a century to abolish. Sir Cecil Wray died tyvo years before this traffic ceased to be legal in 1807. Sir Cecil yvas also the hero of the famous Westminster election in 1784, yvhen the struggle betyveen him and the celebrated Charles James Fox lasted for 40 days, and yvas only decided against him by the exertions of the beautiful Georgiana Duchess of Dey*on shire, yvho canvassed for Fox in person, penetrating back streets and fetid alleys, and, the story goes, purchasing the vote of a sturdy butcher by a kiss. The Church of St. Peter-in-Eastgate was once a large and beautiful building, yvith a tall toyver. It yvas dismantled in the sack of the city by the Parliamentary troops in 1644. It was rebuilt in very unecclesiastical fashion in 1781, (when the wain scot of the former Bishop's Throne in the Minster was converted mto the altar screen,) and again in a far worthier style in 1870. The late Miss Cookson's house, now Mr. Arthur Melville's, DTsney Place, was built by Abram Hayward, Architect of St. Peter-at-Arches Church, in 1730, for one of the great Puritan family of Disney. The Maypole was situated in Eastgate, near the pump over the \" yvain well,\" so called because it yvas where the teams or warns watered. The yvell \"eleven fathoms deep, with one fathom more of water,\" was the scene of a reputed miracle, a.d. 1499, when Joan Burton fell mto it, and yvas there an hour, holding herself up by the rope, yvith the help of the Virgin Mary, who as nine of her gossips swore they had heard say \"Hold thee by the rope, and thee shall have our help.\" Winnowsty-lane yvas formerly known as \" Wahxwellsty-lane,\" up yvhich the yvains or yvaggons stied, i.e., climbed painfully from the lower town. To \"sty\" is an old English word meaning to ascend, as in German steigen, and the Anglo-Saxon stigan to climb. Wiclif's Bible contains the following passages : — \"And whenne the people yvas left He stiede alone into a hill for to preie.\" \"And he (Zaccheus) ran before and stighed into a sycamore tree.\" A stirrup is properly a \" sty-rope,\" a noosed cord to climb on a horse's back by ; and the word stairs in (Old English \" styers \") is from the same root. Winnowsty-lane diverted from its"], [34, "24 straight course in 1316 by Antony Beke, then Chancellor, to enlarge his garden, leads by a crooked course into the New-road, which yvas opened in 1785, and was then described as \" one of the greatest, most useful, and most ornamental improvements made in this city for many years.\" Before this the road mounted the hill almost in a straight line \" from the lane at the east end of Mr. Summerscale's maltkiln,\" (where Mr. Conlon's premises are now), \"ran up to the Close yvall near the lower end of Prospect-terrace, turned sharp to the right and passed under the wall, and through Pottergate Arch. It used to take a whole afternoon to drag a loaded waggon up the hill. The year after the opening of the new road, 1786, a new coach began to run from Lincoln to London, by Newark, Grantham and Stamford, starting from the King's Head every Monday, Wednesday, and Friday mornings at 8 a.m., stopping about four hours on the road to sleep, and arriving in London early in the afternoon of the next day. The fares were £1 11s. 6d. inside and 15s. 9d. outside. I must now ask you to return yvith me to the Castle-hill, and taking a passing look at the very interesting half-timbered gabled house, with moulded spurs and projecting storeys, yvhich stands at its north-east corner, and is an excellent example of the ordinary form of a town house in the time of Edyvard IV. or Henry VII., to commence the descent of the Steep-hill. A little yvay down, opposite the Leopard, some huge blackened stones on the right hand side mark the site of the Southern Gate of the Roman city, part of the arch of which, on the oppo site side of the way, was still to be seen a century ago. Further down the hill stood the Southern Gate of the Bail, a mediæval archway, taken down in 1775, which in old time was decorated with hangings on Palm Sunday, while the choir of the Cathedral sung before it the Latin hymn, \"Gloria, laus, et honor,\" 'All glory, laud, and honour, To Thee, Redeemer, King.\" At the left-hand corner of Christ's Hospital-terrace stands the house of \"Aaron the Jew,\" knoyvn also as \"Aaron the Rich,\" who, with his brother Benedict and Fitz Isaac and his sons Elias, Abraham, and Vives (Hayim). was among the chief money-lenders of the time of Henry II. The only ready money in the country was at that time in the hands of the Jews, and there yvere feyv leading men, either laymen or clerics, who were not on the books of Aaron and his family. Even the proud"], [35, "25 Abbey of St. Albans was so greatly in Aaron's debt, that on one occasion, when the convent was tardy in the payment of the interest, Aaron presented himself at the Abbey gates and told the monks that the very shrines of their saints belonged to him, and that he could seize them if he pleased. Aaron's terms, moderate for a Jeyv, yvere sometimes a penny per pound per week, sometimes twopence, i.e., from above 20 per cent, to above 40 per cent, per annum. At such a rate of interest, rigorously exacted, can we yvonder that Aaron the Jew speedily became Aaron the Rich ? Terms, however, were higher at Cambridge, yvhere a certain female money-lender known from her magnificence as the \" Countess of Cambridge,\" who married her son to a Jeyvess of Lincoln, charged one Anesty no less than fourpence per pound per w-eek, or more than 80 per cent, per annum. On Aaron's death his property yvas forfeited to the Crown. Henry II. made over a portion of his riches to the heirs, reserving a large share for himself. He yvas, however, never a penny the better for it, for in 1187, two years before his death, yvhen Henry was crossing to Normandy, part of his fleet was yvrecked, and Aaron's hoards went to the bottom of the Channel. Some way further doyvn, on the opposite side of the way, is the more celebrated and much better preserved \" Jew-'s House,\" which formerly belonged to a Jewess known as \"Belaset of Wallingford.\" This lady, in 1271, betrothed her daughter Judith to Aaron the son of Benjamin, endowing the young pair with 20 marks sterling, and a precious manuscript of the Hebrew Bible written on calf-skin. The marriage took place four years later, 1275, and the wedding feast, of yvhich yve have some notice, may have taken place in this very house. Poor Belaset was hanged in 1290, on the charge, yvhether true or false we cannot be sure, of clipping the King's coin. The same year the Jews were expelled from England, not being legally allowed to return till the time of the Commonwealth, a period of 350 years. Both houses belong to the Transition-Norman style, with round arches and carved capitals. In both, the chimney of the only fire-place in the house is supported on the arch of the chief doorway. The Jews built stone houses as a protection for their hoards of coin from housebreakers, who at that time really deserved the name ; it being no difficult matter to break through the wall of an ordinary house, built of timber framing, the intermediate spaces being filled up yvith mortar,"], [36, "26 what is known as \"wattle and daub.\" Between the two Jew's Houses, where the steep descent is interrupted by a kind of terrace supporting a rail, — erected, we are told, to prevent any one trying to rival the rash feat of the late Colonel Sibthorp, who is said to have driven a four-in-hand down the Steep-hill in fulfilment of a bet — is the spot known as *' the Mayor's Chair.\" Here in 1732, a compassionate Mayor, William White, (his name deserves to be recorded) erected a bench for weary pedes trians, yvith a shelf above for porters to rest their burdens on. The restoration of such a \"rest for the weary\" might yvell be taken into consideration by the Town Council among the many well-considered street improvements, for which we have reason to be grateful to them. In the broad space opposite the lower Jew's House was the Bull-ring, were bulls were regularly baited for the diversion of the people. This was an ordinary popular pastime. The Corporation bye-layvs of most old towns contain a rule that no butcher should sell any bull-beef unless it had been previously baited, The brutal practice lingered on in Lincoln to a comparatively recent period, as the recognised method of observ ing the 5th of November. It was not finally put down till 1827. In 1802 a bull was torn and worried by dogs amidst the shouts of an applauding crowd on the Castle-hill. The tortured animal breaking loose, dashed down the Steep-hill, scattering the terrified market folks who fled for refuge with their butter and eggs and cackling poultry into St. Peter-at-Arches church where service was being performed. The wretched bull however yvas not alloyved to escape. It was caught and secured and baited in Magpies Square till 4 p.m. when it dropped down dead. This district was formerly known as the Dernestall. Here lived little St. Hugh, the Christian boy, who was said to have been crucified by the Jews in 1250, and whose body still lies in the South Choir-aisle of our Minster. The Strait, the narrow gut uniting the Steep-hill and the High-street, yvell deserves its characteristic name. Dernestall Lock at the mouth of the Strait, absurdly called by a former Local Board, St. Dunstan's Lock, — a name for which there is not the slightest warrant, — not improbably marks the place where a gate was set up and locked at night, as yvas the case quite recently in the Ghetto at Rome and most other mediæval cities — to confine the useful but detested Jews to their oyvn narrow quarters. Old St. Martin's Church, of which only the tower remains, rebuilt by public subscription in 1740, and preserved to us on the demoli-"], [37, "27 tion of the edifice, by the public spirit of Mr. P. P. Dickinson, then Mayor, was probably the first Christian church built in the lower town, as St. Paul's yvas in the upper town. The first churches built in old English towns, as at Canterbury, Oxford, Leicester, &c, yvere usually dedicated to the great Gallic saint, St. Martin of Tours, as a token of dutiful affection of a daughter church to its mother. It suffered grievously from the cannon of the Parliamentary forces planted on Canwick Hill in 1644, and lay unroofed and in ruins till the early part of the last century, when, as yve are told, \" by the resolution of an honest gardener, who happened to be appointed churchwarden,\" it was again put into a condition fit for public worship. The alabaster effigies of Sir Thomas and Lady Grantham, dating from 1619, sorely mutilated by the fall of the canopy which once sheltered them, have been placed in the basement of the Tower. This family gave the name to Grantham -street, in yvhich their once noble mansion stood. It is difficult to realize that in comparatively recent times the public Markets used to be held in the open streets of the city, and that the best trade was done on the steepest part. The Corn Market and the Poultry Market yvere held on the Steep-hill, in the part ascending from the Jeyv's House. The Fish Market yvas yvhere are now the grounds of the Bishop's Hostel, and at a later period in the High-street below the Stonebow. The present Drapery marks the site of the Cloth Market. The Meat Market occupied the upper part of the High-street, the Butcher's stalls standing on either side of the way from the Dernestall Lock to St. Lawrence-lane. In the lower part of the street, nearer St. Peter-at-Arches Church, was the Butter Market, removed from Newland, yvhere once stood the Butter-cross to shelter the market yvomen, which_yvas pulled dow*n as \" a monument of superstition \" in the fierce religious storms which accompanied the Reformation. The Peltry or Skin Market occupied part of\" the site of the present Butter Market. The Goldsmiths had their sliopis somewhere in this neighbourhood, in St. Lawrence's parish. St. Lawrence's Church stood yvhere the Theatre was erected in 1806. It survived both the Reformation and the Civil Wars, and was at one time used as a pest house to receive those infected by the plague. The steeple yvas standing in 1718, and formed part of a stable. The King' Arms yard, in which the Theatre stands, preserves the name of what yvas once one of the chief Inns of the city, a someyvhat stately mansion, now"], [38, "28 divided into three houses. The sign, almost obliterated by time and dirt, still projects over the centre archway, supported by some very good iron yvork. I am warned by the speedy flight of time that I must quicken my pace and reluctantly hurry over the remainder of my walk. Above St. Peter's Church, on ground which was once the burial-place of the sister church of St. Peter-at-Pleas, stands the Butter Market, built in 1736 at the instance of Mr. John Lobsey, the then Mayor, who persuaded his brethren of the Corporation to suspend their civic banquet for ten years for the erection of a shelter for the market women from the weather. The old City Assembly Rooms, in the story above, noyv the Mechanics' Institution, yvere added in 1757 ; those who lived \" downhill \" not being then permitted to set foot within the sacred precincts of the County Assembly Rooms, erected in 1744, for the \" uphill \" and County magnates. We now- come to St. Peter-at-Arches Church, so called from standing close to the arched gateyvays of the Stonebow. It yvas rebuilt in 1724 at the cost of £3,373, the Corporation furnishing half the amount. As I have said already, its architect was Mr. Abram Hayward, who yvas brought from Shropshire for the purpose. He afterwards became the Surveyor of the Cathedral, and was the first of a family afterwards well-known and much respected in our city. The chancel yvas painted by Damini, a Venetian painter, in 1727, who was also employed to execute some portraits of Bishops in the North-east Transept of the Minster. He is branded with infamy for his shameful desertion of his patron, Mr. Giles Hussey, a young squire of Dorsetshire yvith yvhom he was travelling in Italy, when, as was supposed, dying of fever, after having ransacked his baggage and carried off his valuables. The beautiful peal of bells was cast by R-hdhall, of Gloucester. Mint-lane, formerly Silver-lane, the corner of yvhich is not un- appropriated occupied by the well-known \" Old Bank,\" recently rebuilt, takes its name from being the seat of the Moneyers of Lincoln, so famous in early times. The rude walls of the old \"Mint Hall\" have been removed for the yvidening of the street. The first known coins struck in Lincoln bear the name of King Alfred, and the series goes on continuously down to Edward I. Opposite is Silver- street, yvhich, till comparatively recent times, had the appearance at the upper end of a narrow country lane with hedge's and gardens. Here stood the once noble mansion, Palfrey-place, the residence of the late Alderman Brogden,"], [39, "29 recently pulled down, the large walled garden forming the site of the Co-operative Stores. Just above where Silver-street joins the wide thoroughfare of Broadgate — originally outside the city walls — stood the gate-house of Clasket, more properly Claxlede gate, spanning the street of the same name at the Bull's Head corner, and from Roman times guarding the south-eastern en trance to the loyver city. The foundations of the old Roman gateway, as solid as a rock, were discovered when houses yvere first erected on what yvas previously orchard ground on the old Black Friar's estate on the west side of Broadgate, and had to be removed by blasting yvith gunpowder. The mediæval gate-house in which, as I have said, the Knights Templars yvere confined before their trial in the Chapter House in 1310, and subsequently used as a magazine of arms by the city, was a massive embattled building of immense strength, only broken by slits for the dis charge of arms, with a low, nearly semi-circular archway. It was taken down on the formation of the New Road in 1786. The name Claxlede-glte is derived from the Anglo-Saxon \"hlid geat\" a back door or postern gate, and the Norse personal name \"Klaka.\" which is foundtalso in the three Claxbys in our county. The Stonebow invites us to a longer halt than, unfortunately yve can spare time for. From Roman times there was a gate here. It was renewed in the 14th century. The exact date of the present gate-house is not known, but it belongs to the end of. the 15th, or the beginning of the 16th century. On the south face yve sfe a representation of the Annunciation. The Virgin Mary standing on a dragon is on one side of the central archway, the Archangel Gabriel or? the other ; on the north face are the red rose of Lancaster and the fleur-de-lis of Though more than once threatened, the Stonebow happily still stands, and our city may boast of perhaps*the noblest mediæval city gate-house in England. Long may it stand to be the pride of our city, and the admiration of strangers. The Guildhall above the arch is a very fine timber-roofed chamber, containing some interesting* royal portraits. The city pris&n yvas in Pw-son lane, nojy Salterg^e, adjoining the Stonebow, until 1809. It was a horrible loathsome den, yvith unglazed windows. It was visited by Howard the philanthropist, in 1784, and again in 1788. He describes it as one of the worst in the kingdom }* a disgrace to the city, and shocking to humanity. The prisoners w*ere half-starved, half-suffocated, and in a continual state of intoxication, all the money they could beg through the yvindoyvs"], [40, "30 being spent in drink. No water was accessible to them, and they had no court to walk in, nor strayv to lie upon. I could say much, if time allowed, on the city guilds, or clubs for mutual support and protection against the tyranny of the baronage, a sort of artificial family. A merchant-guild was confirmed to Lincoln by Henry II. , according to the customs and liberties they had enjoyed in the days of his ancestors. At that time there were four Wards in the city, a number to which we shall probably shortly return. A charter yvas granted by Richard I., 1194, giving permission to the citizens to chose their oyvn provost, who was to hold office for one year. This Charter was confirmed again by King John in 1200. At the south-west corner of Guildhall-street stood the \" George Inn,\" a large old timber building, which was rebuilt by the Common Chamber in 1741, with a large room for the civic banquets, and was then re-christened the \" Reindeer.\" The Corporatien cock-pit was here. King James I. visited it in 1617, and was made mighty merry by two pairs of cocks being put down together.\" Opposite are the \" Saracen's Head \" and the \" Spread Eagle,\" both very ancient inns, at the latter of which was the theatre for fencing and prize-fights. On King James' visit a bout between a fencer of the city and an attendant of the Court took place, in which the citizen had the best of it. ' ' The King then called for his porter, who took the sword and buckler and gave and received a broken pate.\" V Passing on to the High Bridge, I may remind you that this is the only mediæval bridge in England preserving the houses upon itf^tnd that only on one side. The river here was not navigable until after 1792, and I could tell you a long and not very creditable tale of^he opposition offered by the Corporation to the deepening of the channel on account of the lucrative porterage involved in the transshipment of goods, and of their being brought, to reason by the threat of Sir Joseph Banks of Revesby, to get canal cut in connection with the Horncastle NavfgaticS-, running, something as the new loop-line does, from the river below the city to the Fossdyke abtJv'e it, which would rob Lincoln of the traffic altogether. Before the work was com- menced, planks were laid in the bed of the river, and a dance toSs place under the bridge. The obelisk was erected in 1763, on the site of St. Thomas of Canterbury's chapel. At the Bridge foot formerly stood two stone pillars, erected in 1725, with a echain between, marking municipal divisions, known as \"above \"\"■Si-"], [41, "31 chain \" and \" below chain,\" giving different Common-rights, It will seem almost incredible to those yvho are familiar yvith the constant string of vehicles passing and repassing along the High street from morning to night, to learn that, towards the end of the last century, a rope-walk was carried across the thoroughfare, near the north-west corner of the Cornhill, where are now Nos. 321 and 322, then rented by the father of the late Mr. Alderman Wriglesworth, and that the work of the rope-makers was not in terrupted by the vehicular traffic more than five or six in the day. There is much that, if time permitted. I could say of the old Churches of the lower town. St. Mary's, which retains the name Wigford, or Wickerford, once common to the whole suburb, St. Benedict and St. Peter-at-Gowts, all of which have towers of the same character, with the mid-wall shaft in the windows of the belfries characteristic of the architecture of our English fore fathers before the introduction of the new style of building by the Normans. Two of these churches — yve cannot be quite sure which — are probably those built by Colswegen, who, as Doomsday Book tells us, when the inhabitants of the upper city yvere un housed by the erection of the Castle and of the Cathedral, built 30 houses and two churches on a grant of land beyon-J the river, made to him by William the Conqueror. These towers, writes Mr. Frefe-j-nan, \" built in the ancient style of Englishmen — while Minster and_Castle, the work of Norman strangers, yvere rising above their heads — stand witnesses of the days of England's ancient fceedom even more precious than if they had been built in the days of freedom.\" I should like also to speak of the marvellous way in which the present is linked^ on to the far remote past by the Roman sepulchral slab, in the yvall of St. Mary-le-Wigford's tower commemorating the names of Sacer, the son of Bruscus, a Gaulisn soldier, and of his wife Carssouna and their son Quintus, which bears in its upper triangular part the record of the first building of the Church \" to the praise of Christ and St. Mary,\" by Eirtig, long anterior to the Conquest. The Friar's Conduit might also detain us, made up, it is said, of architectural fragments from the White Friars, which stood on the site of the Midland Station, and testifying to the -practical common sense of the noble band of Christian heroes, the Franciscan or Grey Friars, who, coming to Lincoln about 1230 on their Master's mission to seek and to save those that were lost, settled the poorest and foulest part of the city, and as a first step to inspiring with self-respect the"], [42, "32 yvretched inhabitants herding together like so many swine in their straw-roofed, mud-walled hovels, on the principle that \"cleanliness is next to godliness,\" at once brought from the eastern hill the water which still supplies our Conduits. May the holy self-devotion of these early Friars never want followers yvho yvill be ready to listen to the \"bitter cry of the outcast,'* and to spend and be spent for their sake. It would also not be uninteresting to dwell on the noble fragment of early domestic architecture, called \" John of Gaunt's Stables,\" but, yvhatever may have been its after use, originally built in the 12th century, as the Hall of the great trading Corporation of St. Mary's Guild — and. crossing the street, to speak of the house once dwelt in by John of Gaunt and Katherine Swynford, the tardily espoused mother of his children — from one of whom our Queen is lineally descended — where Richard II. in 1386 visited his uncle, by whose son he was to be dethroned, imprisoned, and probably murdered, at which visit he granted the JLryor, John Sutton, the right of having a sword borne before mm, — and of St. Peter's Church, where Ralph Joliffe and his wife Amicia. lie in the thirteenth-century chapel of their own building, and of the \"Gowts\" or water courses which once connected the Meres above the city yvith the lower course of the Witham, and then, leaving on oiiAjght the former stuff factory (No. 42), where the once celebrated woollen-. stuff was woven which gave its name to the almost defunct \"Stuff Ball,'*' originating at Alford in 1785, and firstgJield in Lincoln in 1789, halt awhile at the modern churcn of St. Botolph's, representing the largest and grandest of the old Parish Churches of Lincoln, a minster in size and form, so roughly handled by the Earl of Manchester's forces in the \"short dispute\" at the capture d¥* the town in 1614, that it fell down two -years afterwards. I might also describe the two Bargates, yvhich defended the city to the souih, and dwell on the stormy and sometimes bloody scenes they have witnessed, and, leaving the city, tell of St. Catherine's Priory, founded for the one English- born religious order, the Gilbertines of Sempringham, by Bishop de Chesney, in 1148*and of the noble mansion that succeeded it, where James I. yvas entertained before he witnessed the cock fight at the George, and of the Leper Hospital or \" Malandery,\" founded for those wretched outcasts by Remigius the first Bishop of Lincoln, and finally speak of the exquisite cross erected on Swine's Gafe, as the \"first of the lon°* series"], [43, "33 of which Charing Cross was the last by the royal widower Edward I., to testify his undying love for his noble Queen Eleanor, who had died in 1290, at Harby. But I feel I have already detained you too long, and I must forbear. In the tower of old St. Benedict's church hung a bell, the gift of the Barber Surgeons in 1585, famous for the beauty of its ornamentation, now suspended in the new tower of St. Mark's Church, which yvas popularly known as \"Old Kate.\" This was rung at 6 every morning as a signal for the labourers and work ingmen of Lincoln to go to their work, and, still more welcomely, at 7 in the evening, for them to leave off. The ringer was the parish clerk, by name John Middlebrook. On his death the office was continued to his widoyv, Mary Middlebrook. The clerk's house was a lean-to, built against the church tower. When the female clerk and bell-ringer got advanced in years, and found it inconvenient to stand early in the dark yvinter mornings shivering in the belfry, she got a hole made in the yvall and had the bell-rope conveyed to her bed's head, so that she could rouse her fellow-townsmen from their slumbers at the proper time, and then return to her oyvn. We have reached a late hour, long past the Curfew, and not a few of you must be wishing to hear Mary Middlebrook's bell bidding the lecturer stop. I therefore think it time we should bring our walk to an end, but not yvithout heartily thanking you for the kind attention you have given to me yvhile I have been seeking to guide you through our great historic city. Our perambulation has made us acquainted with many vicissitudes in the fortunes of our city, of yvhich not the least remarkable is that which our oyvn generation has witnessed. In the memory of many yvhose hair is not yet grey, Lincoln, through the energy, the practical skill, and unstained probity of citizens of her own, raised in her very midst, has ayvoke from lethargy and stagnation, and almost \"by leaps and bounds\" mounted from a sleepy little county town of some 7,000 inhabi- tants, with little trade and no manufactures, to its present high place as the chief seat of the manufacture of those agricultural implements by which fertility and plenty are carried to far distant lands, which have made her name, and the names of the great firms belonging to her, household yvords throughout Europe ; in Vienna, in Pesth, in Rome, aye, and beyond the confines of Europe, in far distant lands beyond the seas. Am I wrong in saying that such a city is one which you may justly be"], [44, "34 proud to be connected with, still more to be natives of ? A city, the memory of whose past glories and present greatness should stimulate you all to a life of energy, industry, and self-mastery, uniting the pursuit of the highest aims with diligent performance of the lowliest duties, in a word, of true manly godliness, which may render you worthy of such an ancestry, and imitators of those, most of them happily still living and honoured amongst us, who, by the Divine blessing upon their honest diligence, and God given business talents, have done and are doing so much to leave Lincoln better, greater, nobler, than they found it. The last object that met my eyes, as thirteen years ago I steamed out of the railway station at Rome, was one that made me feel that there was something grander even than the memories of that great queenly city ; for while they spoke of a glorious past, this told of a noble present and a hopeful future. That object was no magnificent building, no triumph of the sculptor's or painter's genius. It was no more than a railway truck covered with a tarpaulin. But on the tarpaulin was written \"Clayton and Shuttleworth, Agricultural Implement Makers, Lincoln.\" In such a place, and at such a time, for the Pope was still on his temporal throne and the Ecumenical Council was sitting forging new chains for the souls of men, can you wonder that I felt proud of my adopted city ? In the words of the great American preacher, the Rev. Phillips Brooks, who entranced us with his eloquence a few months back, \" be proud of your city, and show your pride of her by seeking to become worthy of her. Never fall into any loyv way of counting her a mere mass of houses or a mere machine of trade ; honour her and love her, and try to make her more and more worthy of your honour, and of your love, by faithful, upright, and charitable lives, which shall con tribute to her truth, and righteousness, and love.\""], [45, "A SECOND WALK THROUGH THE STREETS OF LINCOLN. On the former occasion yvhen I had the pleasure of accom panying you in a walk through the streets of our ancient city, our attention was chiefly devoted to the district above hill. In that, as the oldest portion of the city, the site of the old Roman colony of Lindum, including within its ancient limits the Castle and Cathedral and the chief mediæval buildings, the historical interest of Lincoln naturally centres. We found an evening all too short to exhaust the stirring memories it awoke, and though I did conduct you down the Steep Hill and along the High Street, and pointed out as we hastily passed them the more remarkable buildings on either side of the way, our survey was necessarily a very rapid and inadequate survey, and I could do little more than indicate places on which, if time had allowed, we should have found that there was much to say. This evening I propose to reverse the course previously adopted. Then we began uphill and yvorked our way down hill to the Bargate and St. Catherine's. To-night we will commence our walk at those localities, and work our way along the High Street northward, devoting the chief part of our time and attention to the lower town, originally known as the suburb of Wigford or Wickerford. If I am not greatly mistaken this walk -will be found hardly if at all less interesting than the former walk ; at least it will be my fault if it is so. In fact, every part of our grand old town is so full of historic memories, that wherever we are placed some tale of the past presents itself, to which we cannst do wrong to take heed. Let us then suppose ourselves starting for a walk. We yvill begin outside the town ; a little to the south of the old Bargate. Here, as you well know, two roads fall into one. The Eastern fork descending the hill, along the crest of which it has run by Navenby and Harmston and the cliff villages ; the Western fork traversing the low-lying country by Newark and the Trent. These two roads represent two of the"], [46, "36 oldest highways in the kingdom, the \"Ermine Street,\" which, running due south through Ancaster, Caistor, andGodmanchester, reaches London, and makes its way to Chichester and the South Coast; and the \"Foss Way,\" which running South-West through Leicester, Cirencester, Bath, and Ilchester (you will remark the termination \" Chester,\" \" cester,\" or \" caster,\" which universally marks a Roman fortified station or \"castrum\") strikes the coast somewhere near Axminster on the borders of the counties of Dorset and Devon. Another road of less im portance, took its course across the Heath in a South-Easterly direction to Scopwick, and leaving Sleaford to the right ran by Threckingham and Morton, to Bourn and West Deeping, joining the Ermine Street at Caistor. Other Roman ways radiated from Lincoln Northwards. One ran North-West to Doncaster by Tillbridge Lane, crossing the Trent by a ford at Littleborough, the old \"Segelocum.\" Another took its course, straight as a line, due north to the Humber at Wintringham, the \"Ad Abum\" of the Romans, continuing on the other side of the estuary to York. A third, a prolongation of the Foss way to the North - East, crossed the Wolds and reached the coast at Saltfleetby ; while a fourth, taking an Eastward direction to Horncastle, reached the seaboard at Wainfleet. It has been truly said that \"if you wish to read aright the history of a district, of a city, or of a village, you must begin by learning the history of its roads.\" What then may we learn as to the history of our own city from these roads ? Does not the confluence of so many great Roman ways at this point teach us that even in those early days the colony of Lindum was to some extent what William of Malmesbury describes it in the eleventh century, \"one of the more populous cities of England, the mart of men resorting thither by land and by sea?\" These great ways connected Lincoln with every part of the island, as well as with the German Ocean, and thus with the lands beyond sea. To these foreign lands another way was opened by the navigable stream of the Witham. As a rule olden cities avoided the seaboard, liable to constant devastating inroads from piratical marauders. They were, by preference, founded on navigable rivers, usually just where those rivers ceased to be tidal. Near enough to the sea for easy communication ; far enough off for safety. Newcastle, York, Norwich, Exeter, and London itself may be cited as examples of this rule, of which Lincoln affords another instance. The two great roads coalesced at the point where we"], [47, "37 have taken our stand, and made their way yvith the unswerving straightness of the Roman engineers to the place yvhere the Witham, spreading out into a broad shallow pool or chain of pools, was easily fordable. From this kind of freshwater bay, of which Brayford is a surviving relic, the suburb of Wigford, or more properly Wickerford, the ford over the vile or bay, takes its name. At the far-off time of which we are speaking the greater part of this busy and populous district, the seat of the foundries and works which have made the name of Lincoln famous over a large part of the civilized world, yvas little more than a morass, constantly liable to be overfloyved, through which the branches of the Witham sluggishly soaked. When old Leland visited Lincoln in the early part of the 16th century he records that he \"heard say that the lower part of Lincoln Town was al marische and won by policy, and inhabited for the com modite of the water.\" Across this swamp the Roman causeway yvas constructed on piles, some of which were found and the yvhole formation of the road laid bare during the late main-drainage yvorks. One of these piles, a trunk of timber' sharpened at the end, is in the possession of Mr. Kemp, Chemist, 200, High Street, and is preserved in his garden. A glance at the map will shew you that this southern suburb of Wigford or Wickerford forms a long narroyv parallelo gram extending from the High Bridge to the site of the Old Bargate, insulated by the Witham and its various channels. The main stream of the river in its northward course forms its boundary to the yvest, and beyond its sharp eastward turn at Brayford bounds it also on the north. To the South and East it is defended by the branch of the river now knoyvn as the Sincil Dyke, yvhich after running some distance due east, turns north ward at the Little Bargate. The earlier name of the Sincil Dyke, otherwise \"the King's ditch,\" viz., the \"Old Ea,\" seems to indicate that this was the original course taken by the Witham. The inner bank along the course of these yvaterways yvas defended by the \"King's yvall,\" a strong stone rampart, of yvhich a frag ment still remains to the left hand of the site of the Little Bar gate. On the East side towards Stamp-End, crossing the Sincil Dyke at its divergence, the wall continued from St. Mary's Bridge, along the West side of Sincil Street to Waterside South. On the West the rampart ran up to the site of the present Brayford Bridge, and stretched on the other side of the mere to Lucy Tower Street, where stood a tower of defence at the ex-"], [48, "38 tremity of [the west wall of the lower city running doyvn from Newland Gate. The suburb was bisected by the High Street, on either side of which stood the numerous churches, twelve in all, of which only four remain, together with the halls of the Guilds, and the mansions of the wealthier and nobler citizens, of which we have still some memorials. It is not often that we are able to tell the name of the founder of a new suburb of an English city, eight centuries ago. This, however, Doomsday Book enables us to do at Lincoln. One of the first, if not the very first builder of houses for human habitation in this heretofore desolate part was one Colswegen, whose name marks him as of Danish descent. To him, we read in Doomsday, William the Conqueror granted a piece of •waste land outside the city, on which he built thirty-six houses, which it is probable were tenanted by those burghers of Lincoln whose houses, 156 in number, had been demolished by the king for the completion of his castle and its outworks. According to the universal rule of that day — a rule which it cannot be too earnestly desired was still regarded obligatory on the consciences of Christian men — Colswegen, at the same time that he built his new houses founded two churches for the spiritual needs of the tenants he had called together. We are accustomed to call those the \"dark ages.\" May not some rays from the lamp of self-sacrifice which burnt among them shine down upon us and put our boasted illumination to shame ? \"Them that honour me I will honour.\" These two churches are identified by Professor Freeman, no mean authority on matters of history and its handmaid architecture, with those of St. Mary-le- Wigford and St. Peter-at-Gowts, the towers of which it is absolutely certain are of Coleswegen's time, i.e. betyveen 1068 and 1086. We may well rejcice that these towers are still standing, firm and unshaken at the end of eight centuries, a lasting proof to be seen and read of all men that it was not the state by which our churches were founded and our minsters endowed, but that in Lincoln, as everywhere else, they were founded and endowed by individual land oyvners, who, taught by Christ's law that property involves duties and is not entrusted to any for their own personal aggrandise ment or enjoyment, regarded it ever as the first of these duties to raise and endow parish churches for God's worship, and for the instruction of those dependent upon them in the faith of Christ. From the time that Blæcca, the reeve of Lincoln, con-"], [49, "39 verted by the preaching of the Missionary Bishop of York, Paulinus, the Apostle of Lindsey, a.d. 628, more than twelve centuries ago, long before there was any kingdom or state of England, built the first church of St. Paul, of all the fifty-two churches once standing here no single church in our city ever owed its origin to the State. If founded and endowed by Kings, it was in their individual capacity, not as sovereigns, out of their own personal estate \"rerum suarum\" not in any way out of national property. The endowments have been repeatedly pro tected by tbe enactments of the State, just as all other property has been protected, but there are no enactments creating those endowments, They are always spoken of and treated just as any other property which had come down to its owner by a rightful title, yvhich the State might recognise and affirm, but which it had no claim to have created and no poyver to annul. The first yvords of Magna Charta, that great declaration of the rights of Englishmen, on which all our national liberties the source of our national greatness are founded, recognise the Church of England as the greatest and most important factor in the national life, and assure to her her ancient liberties. The yvords, as you may see them in the contemporary copy of the Charter preserved in our Cathedral, to yvhich it was sent for safe custody as soon as it had been sealed by King John, a.d. 1215, are \"the Church of England shall be free, and shall have all her rights, whole and entire and her liberties inviolable.\" \"The Church of England,\"— mark, not \"the Church of Rome in England,\" a thing yvhich never existed, though in common with the rest of Christendom recognising the Pope as its chief spiritual head, — but \"the Church of England,'' a national Church possessing an organisation and identity of its own.\" A free Church and a free State— \"free with the freedom of opinion and the freedom of practical development,\"— united yvith the State as a yvife is united with her husband in bonds of mutual duty and mutual affection, and a common concern for those entrusted to their care — such under God has she ever been, the strength of our land. God grant that such she may ever be. I have kept you a long time outside the city, but I hope our delay there has not been unprofitable. Let us noyv start on our walk. On the spot yvhere we have been standing, at the fork of the two roads, Edward I. erected the first of the long series of Memorial Crosses ending at the then little hamlet of Charing, between London and Westminster, by which the broken-hearted"], [50, "40 royal widower willed that the nightly resting-places of the body of his beloved Queen Eleanor should be marked. Eleanor, you -will remember, had died at Harby, near Doddington and Skellingthorpe, just over the Nottinghamshire border. While with the King at Clipstone Castle, in Sherwood Forest, where he was holding a parliament in September, 1290, she yvas taken ill. Either for greater quiet or for change of air she was removed to the house of one of the knights of her train, named Weston, at Harby. But the measure proved ineffectual. Medical aid was summoned from Lincoln, and syrups and other palliatives were purchased there for the relief of the royal sufferer. But she gradually wasted away with inward fever, and on November 29th, after more than two month's illness, she breathed her last. Her body was transferred to St. Catherine's Priory (to which we are just about to bend our steps), where it was embalmed and otherwise prepared for the long journey to her grave in Westminster Abbey, on yvhich it started December 4th, Edward himself accompanying the funeral train. A portion of her remains found a resting-place in our Minster, where a magnificent altartomb with an effigy of gilt copper, by the sculptor, Torelli, was erected under the great east window ; destroyed, alas, by fanatic zeal and selfish greet, in the great Rebellion in 1644, when the Puritan soldiers under the Earl of Manchester, Our fair Cathedral stormed and took.\" The Cross, an exquisite example of tabernacle work, adorned with statues of the deceased Queen, similar to those still exist- ing, at Northampton, Geddington, and Waltham, was designed by Richard of Stowe, £20 beiDg paid him as a first instalment. It is to the same skilful artist that we owe the beauty of the \" Angel Choir \" of the Minster, in the Cloisters of which his mutilated memorial slab may still be seen. Repaired by the Corporation c. 1624, it shared the fate of other so-called \"monuments of superstition\" in the fierce religious storm of 1645. It was demolished by Puritan hands, and the statues and carved work were scattered as so much rubbish. One fragment still survives ; the lower part of one of the statues of the Queen. Having long served as a foot-bridge across a ditch, it was noticed by the observant eye of Mr. E. J. Willson, and rescued by the late Mr. Burton, and is still to be seen in the garden of his son, Mr. J. F. Burton, in Eastgate. When our"], [51, "41 local museum is formed this beautiful relic will doubtless find a more suitable home there. Besides the Eleanor Cross another Cross stood on the hill above, known from its situation \" Cross o'Cliff,\" marking the Southern limits of the city. As early as 1600 this cross had been removed \"by some evil-disposed person,\" and the Corpo ration ordered that a stone should be erected in its room, as a municipal landmark. It was at this spot that the Corporation were accustomed to meet distinguished visitors arriving from the South. Here, in 1445, the mayor, sheriff, and aldermen, on bended knees received Henry VI. and his youthful bride, Margaret of Anjou. Here, too, 172 years later, March 17, 1617, the civic authorities all \"in long cloth clothes of purple in grain,\" the Sheriffs with white staves of office, the others carry javelins fringed with red and white, met James I., who had been hunting along the Heath on his way from Grantham. King James took up his quarters at St. Catherine's in the stately mansion of the Grantham's, (a family whose name sur vives in Grantham Street, at the top of the High Street, at the corner of which had been their earlier place of residence, in a house called the \" Cardinal's Cap,\") then recently erected by them on the site of the Priory of that Dame, in which as Mrs. Htitchinson records Sir Thomas Grantham \"kept up the old hospitalities of England, having a great retinue, and a noble table, the resort of all the nobility and gentry in those parts.\" The Priory, or Hospital of St. Catherines, which stood on the West side of the road, was founded by the fourth Bishop of Lincoln, Robert de Chesney, a d. 1148. It belonged to the Order of the Gilbertines, the only Monastic order of English origin, then lately established by St. Gilbert of Sempringham, the son of a man of high rank near Bourne, the distinctive feature of which was that each house combined religious persons of both sexes under one common rule. Its situation outside the town threw upon the Priory many of the duties of hospitality yvhich in those days, when inns and houses of public entertainment were rare, had to be discharged by monasteries. It was yvithin its precints, as we have noticed, that the corpse of Queen Eleanor rested for embalmment before starting for Westminster. The Bishops of Lincoln, according to the Cathedral statutes (still unrepealed), are bound to sleep at St. Catherine's the night before their en thronement, and walk thence barefoot to the Minster. Who the last Bishop was who complied with this statute I cannot say. I"], [52, "42 am inclined to believe it was always more honoured in the breach than in the observance. Here, too, in later days the Judges of Assize on their periodical visits were accustomed to halt before entering the city to partake of refreshments, to gird themselves for the toilsome ascent of the Steephill to their lodgings. During the time that the mansion was occupied by Sir Thomas Grantham, his young kinsman Colonel Hutchinson, the future regicide, an example of Puritanism of the noblest type, cultured, polished, liberal, with no tinge of sourness or harsh asceticism, was a frequent member of the household. He was then a schoolboy at the Lincoln Grammar School in the Old Grey Friars, together with Sir T. Grantham's younger son, \"a foolish youth,\" under the Rev. Mr. Clarke, who lies buried at Fiskerton. Mr. Clarke had a great reputation for learning and piety, which brought very many gentlemen's sons to be his scholars, but Hutchinson found him \"a supercilious pedante,\" who so disgusted him with his studies that he profited very little by them. What he took the greatest delight in was the military training supplied by an old soldier who had served in the Low Countries, who when the lads were not at their books \" instead of childish sports, exercised them in their military postures and in assaults and defences,\" — a training destined to prove of melancholy advantage in the civil wars, in which Colonel Hutchinson played so conspicuous a part. Of the Priory itself every visible vestige has perished. A few years since in digging the foundations for some new houses some foundations were dis- covered, as well as some architectural fragments of rich design, wdiich were rescued by Mr. Thomas Martin, and put together to form a side archway to his house in Drury Lane. What is now known as the South Common was formerly called Swine's Green, because it was to it that the pigs of the townsmen were driven every morning by the town syvineherd to find what food they could for themselves in its wide pasturage, and driven back to their sties at night, probably in very un wholesome proximity to the sleeping quarters of their masters. In the North-West corner of this common a quadrangular enclosure of about seven acres, designated \"the Malandery Closes,\" marked the precincts of the Leper Hospital of the Holy Innocents, founded by the first Bishop of Lincoln, Remigius. It has been the glory of the Christian religion that, after the example of her Divine Master, she has ever deemed it her special mission to minister to the sick, the suffering, and the outcast."], [53, "43 The more miserable, the more loathsome they were, the more special claims had they on her charity. Those whom all men abhorred the Church received into her arms of tender com- passion. Hospitals are the fruit of Christianity. The Emperor Julian, when with sincere but misdirected zeal he was seeking to resuscitate expiring paganism, held up the pattern of the hated Galileans to shame his co-religionists, yvhose indolent selfishness formed so marked a contrast to their self-denying labours of love. It cannot fail to be a subject of happy and in- structive reflection that the first Hospital in Lincoln was founded by the first Bishop of Lincoln ; who, while he was rearing his vast Minster to God's glory on the summit of the \"sovereign hill,\" was building and endowing, in the plains below, not a whit the less to God's glory, a refuge for the unhappy outcasts from whose touch all men shrank as from pollution. Surely in the Malandery Hospital even more than in the Minster of St. Mary, Remigius was proving himself a true disciple of the \"Shepherd and Bishop of Souls,\" who came not only to preach the gospel to the poor, but also to heal the sick, to cleanse the lepers, and to heal the broken-hearted — \"Christus Consolator.\" To the South of the Leper Hospital stood the Church of the \" Holy Innocents on the Green\"; attached to it but separated from it, was the chapel of the Virgin, in which the inmates attended divine service. Though, thank God, the loathsome disease of leprosy has entirely ceased in England, we have abundant proofs how rife it was in former times in the number of Leper Hospitals, or Lazar Houses, scattered over England. There was scarcely a town without one. They were found also in villages. Lincoln itself had two (or three if St. Giles' yvas originally a Lazar House), the Malandery to the South, and that of St. Leonard's on the North-West of the city. Nor yvhen we consider what the diet, clothing, and habits of our forefathers were, and in yvhat kind of dwellings they lived, is the prevalence of such maladies at all surprising. Their houses yvere mostly mud hovels, as rude as Irish cabins, which the cow, pigs, and poultry shared with the family. Their persons were grossly unclean ; they seldom had fresh clothes so long as their old habiliments would hang together ; they wore scarcely any linen, their undergarments being all wool, or coarse hemp ; they scarcely ever washed, and what meat they ate during the great part of the year was salted meat. This is accounted for by the fact that they had no roots as we have now to support cattle in"], [54, "44 winter, and the only stock they kept was for breeding purposes, the remainder being killed and salted down for a winter store. Again, they had no vegetables, except a few very poor cabbages and leeks, and such yvild herbs as that still known in Lincoln shire as \"Mercury.\" One queen of Henry VIII. had to send over to Flanders for a salad, and at the same period a cabbage from Holland was considered an acceptable present. In 1595 a sum equal to 20 shillings of our money was paid for six Dutch cabbages and a few carrots. Under such circumstances it is no wonder that scorbutic maladies prevailed, and that the horrible skin disease, known as leprosy, was common among the people. The Southern Entrance to the city was protected by two strong gatehouses on the inner side of the King's ditch, the Great Bargate crossing the High Street, and the Little Bargate a short distance to the right defending the road from Canwick. Of the former all memorial has perished. It was taken down immediately after the time of the Civil Wars. The latter was still standing in 1720, when Buck took a drawing of it, now in the Bodleian Library. A low round-headed archway was flanked by two short drum towers pierced with loopholes. It was ap proached by a pointed arched bridge, which was only taken down in 1826, yvhen, during the construction of the Stamp End Lock and the improvement of the navigation of the river, the Sincil Dyke became temporarily the waterway between the upper and lower Witham. The name still survives in Bargate Court. At the Great Bargate took place the last act of the battle known as the \"Fair of Lincoln,\" May 19, 1217, which closed the great struggle between Louis the French dauphin and the barons, and the national party under William Marshall. The Dauphin's forces, after their surprise outside the castle walls and the loss of their commander, the Count of Perche, dashed panic-stricken down the hill to the Southern gate. But the gate was so contrived that when it had been opened for egress, a wooden crossbar drove the door to again. It was a sauve qiu peut. Each thinking only of his own safety, no attempt was made to prop the door open. The royal troops were close at the heels of the runaways, and without bloodshed — strange to say only three men are reported to have been killed in the whole engagement — made prisoners of nearly the yvhole. Of the barons, fourteen were taken, including several of the highest rank in the kingdom, four hundred knights, besides a countless herd of squires and camp followers. Is it not something to remember with pride"], [55, "45 that this great decisive battle in English history, which as Mr. Freeman has said, \"ruled that the heir of the French throne was not to reign in England,\" yvas fought in Lincoln, and that it was so nearly a bloodless battle. More than four centuries later the Bargate — probably on this occasion the Little Bargate — was the scene of another military action. The assailants were the Parliamentary army, who were also the victors ; the defenders the royal garrison. This was on Monday, May 6, 1644, a few days after Winceby fight. The Parliamentary troops under the Earl of Manchester were encamped on the top of Canwick Hall. All was ready for the assault on the Sunday, but they observed the sanctity of the day, and postponed the attack to the morrow. At 3 a.m. on the Monday morning, they dashed down the hill side and presented themselves before the Bargate, which, after a •'short dispute\" with the small royalist force in charge, they forced, and made their way in the early gloaming up the High Street to the Castle, the yvalls of yvhich they speedily scaled, and made themselves masters of it, a success folloyved immediatety by the capture and pillage of the Minster and of the whole city. As soon as we enter the South Bargate, we come to the first of the Lincoln churches, the church of St. Botolph. In mediæval days every saint had his own special office, and it is evident from the position of St. Botolph's church in mediæval towns that this saint was regarded as the special protector of wayfarers. When the latter came in from a journey their first duty was to render thanksgiving to the saint who had so far protected them. The old church of St. Botolph was the finest church in Lincoln after the Minster, but in the stormy days of 1644 it was roughly handled, the lead which covered the roofs being stripped off for the purpose of providing ammunition. It had a beautiful groined stone roof, but there being no kindly hands to replace the stolen lead with tiles or even with thatch, very soon the percolation of yvater affected its stability, and two years later, on Sunday, Aug. 6th, 1646, the vaulted roof fell down. The walls divested of their roof fell into a more and more ruinous state until the whole became past repair. Matters so remained until the early part of the last century, the period when so many of our ruined churches began to rise out of their desolation, when the parishioners, yvith the help of the neigh bouring gentry, in 1721 erected a new church with the stones of the old one. It was an exceedingly mean edifice at first, but in the incumbency of the Rev. W. J. Hathway it begun to assume"], [56, "46 a more seemly appearance ; a chancel was added and other im provements made, whieh have been been continued by his suc cessor, the Rev. A. C. Ramsay. In 1878 a new aisle was added, and little by little it has attained its present handsome propor tions and comely form. The south aisle has a special interest to us, because it was the last gist of our late revered Bishop, Dr. Christopher Wordsworth— the last of many, to his Episcopal see. A little further up the street, on the West side, is a block of houses opposite Shakespeare Street, known as \"The Old Factory.\" The building is noticeable from its height, the smallness of its windows, and its general factory type. There is a history about this building. It was erected for the purpose of establishing a manufactory of the \"Lincoln Stuff,\" from yvhich the well-known Lincoln \"Stuff Ball\" took its name. Before the successful introduction of the great industry by which Lincoln has gained its name and fame and wealth in the present generation — the making of agricultural implements — again and again there were attempts to introduce manufactures into Lincoln, and not hi Lincoln alone, but into Lincolnshire gener ally. One of these attempts was that of the manufacture of woollen stuff for ladies' dresses, and by yvay of making it more popular and increasing the production of the material, it was determined by the then existing \"Society for the Promotion of Industry,\" that a ball should be established, to yvhich no lady should be admitted who did not wear a dress made of this Lincolnshire stuff, a new colour being published each year by the Lady Patroness to secure the ladies appearing in new gowns, The first of these balls was held at the Windmill Inn, Alford, in 1785, yvhen the colour was orange. Proving successful, in 1789 it was moved to Lincoln where it has been held ever since. In the early days ladies who appeared in gowns or petticoats of this Lincoln manufacture were admitted free, and gentlemen who had no silk or linen in their wearing apparel (underclothing ex cepted) had the same privilege. But it was soon found this woollen stuff was a very hot material for ladies to dance in ; so a compromise was made in 1803 and the ladies were admitted free if they took six yards of the better stuff, or ten yards of the plainer material. Little by little, however, the manufacture sank, and ultimately died out, and the factory was disused. It was then for a time used as a rather low lodging house, and finally turned into private dwellings. The only relic of this"], [57, "47 once carefully-fostered industry is the annual recurrence of the \" Stuff Ball,\" and tbe selection of a colour to be the prevailing hue of the dresses of ths ladies who attend it. Journeying still northwards we come to the Gowt's Bridge. And why \" Gowts \" bridge ? Some will tell you because it is near where one goes out of Lincoln. But as most of my hearers are aware \"gowt\" is an old Lincolnshire word signifying channel or water course. There are many yvater courses with the name \"goyvt\" in different parts of the county. In Lincoln two of these water courses running like the Sincil Dyke from the upper to the lower Witham, called the ■' Great\" and \"Little Gowt,\" crossed the High Street. The Great Goyvt you know very well, but the Little Gowt has almost disappeared. Originally there were four narrow bridges crossing these water courses, two on each side and a ford between them for horses and carts. It was not untfl 1813 that the bridges at the Great Gowt, which were becoming a disgrace to the city, were taken down and the present bridge erected. Immediately to the south of the Gowt's Bridge stood stood the Church of the Holy Rood, or Holy Cross, the private road to Boultham now running across part of the site. This church was one which was secularised by the then Town Council in those exceedingly bad days, the early days of Edward VI., when a boy was on the throne and the Government was administered in his name by his uncles. It was given over in 1551 to a party of cloth workers, who had been invited by the Corporation to settle in Lincoln with a view to promoting the clothing trade which it was hoped might be established here. In 1516, between thirty and forty years before the first attempt had been made by some of the leading citizens to set up the cloth manufacture, the mayor persuaded a skilled clothmaker to come and settle in Lincoln and teach his art, and great efforts were made to induce spinners of wool and persons acquainted with the various stages of the manufacture, to settle here, with the promise of the freedom of the city if they would take up their abode here. There was at one time a possibility that Lincoln might have become another Leeds or Bradford. But it was not to be, and another industry entirely failed. These latter cloth workers turned the Church of Holy Rood into a dyehouse, and put up their frames in the church-yard, and so carried on their trade yvhile it lasted. This was but for a very short time. Being founded in sacrilege, the blessing of God could not be expected on it, and when in 1558, (the year Queen Elizabeth"], [58, "48 came to the throne) , an inquiry was instituted into the product of the looms, it was found that the fair professions of the pro jectors had completely failed. Few if any of the promised broad cloths had been turned out, and the conditions on yvhich the clothiers held their promises not having been made good, the project yvas entirely abandoned. Crossing the greater Goyvt we come to the church which took its name from the yvater courses — St. Peter-at-Gowts, or St. Peter at the water courses, otherwise called St. Peters-in- Wykerford. This grand old church, as I have already pointed out, was one of those built by Coleswegen, upon a piece of land given him by William the Conqueror. Its tall tower,* like that of St. Mary-le- Wigford, marks the epoch yvhen it was erected. It is an example of the old English architecture, in which our forefathers built before the Normans came, and which survived in Lincoln and Lincolnshire longer than in any other district, and yvhich lived on for a while, side by side with that introduced by the Conqueror. It rises straight up ; there are no buttresses, and no staircase. Usually there are little corkscrew stairs at the angles of the church toyvers, but here the only way up is by ladders ; and in the topmost yvindoyv we see the surest mark of allot the pre-Norman style, what is called a mid-yvall shaft. The wall is very thick, and of course there is a thick heavy impost which ought to be supported by two pillars, but in those times they never put two pillars side by side, but one in the middle, standing rather awkwardly, but still forming a most valuable mark of that particular style of architecture. Passing from the west end through the churchyard we see in the East wall three Norman windows belonging to the latter style, showing that, as Mr. Freeman has said. \"Coleswegen or his architect was eclectic in his taste.\" The greater part of the old work has been removed to adapt the building to the purpose for which it was built, to which all considerations must give way, and there is very little of Colesyvegen's work left beyond the tower. But after all its alterations the present church proves much too small for the needs of the parishioners, and, by the skill of Mr. Hodgson Fowler, has been enlarged in a truly conservative spirit. The South Chapel dedicated to the Virgin Mary, was built in 1347 by a rich Lincoln citizen named Ralph Joliffe, as a chantry. The arch dividing it from the chancel beneath •wdiich he and his yvife Amice were buried, bears a very quaint rhyming epitaph in barbarous Latin, with an odd admixture of Greek."], [59, "49 The mention of St. Peter-at-Goyvts reminds us that the parish is not now so large as formerly. By the exertions of the late Bishop a large portion of it was cut off and a new church erected and dedicated to St. Andrew, thus preserving the memory of the old church of St. Andrew, the parish of which, together with those of Holyrood and St. Edyvard's had been united to St. Peter's at the general remodelling of parishes in Edward V.'s time. St Andrew's Church stood just to the south of Mr. Goddard's house in High Street, yvhere his garden noyv is. This is another of the churches which yvere desecrated and pulled down by the Town Council in 1551, and in this case in spite of the petition of the great family of the Sutton's (from Sutton-in-Ashfield, Nottinghamshire,) who for a long time had lived in an old mansion on the site of that now occupied by Mr. Goddard, where John of Gaunt at one time resided. The Suttons claimed St Anne's chantry annexed St. Andreyv's church as then* oyvn private chapel, and would have been very glad to have kept it up at their oyvn private cost. But no : the timber, the lead, the glass, and the stones yvould fetch money, and there is actually in existence an inventory of the old church, showing hoyv much money — hoyv many shillings and pence — every bit of iron, tim ber and glass yvas worth. By the side of the old church of St. Andreyv's a recluse named Isabella lived, a fact which takes us to a singular chapter in religious history. It yvas a great fashion in those days for persons, especially women, to become recluses. They did not take themselves entirely out of the world, for they pitched their homes in the centre of a city. There yvere no less than three of these recluses in Lincoln ; one at St Andreyv's in Wigford ; another at St. Andrew's under the palace, near Ventnor Terrace ; and a third at Trinity church, close to the foot of the Grecian Stairs. The dwellings of these anachorites were not much bigger than the old yvatch boxes, and there they shut themselves up and lived the remainder of their lives. The door yvas often partly built up, so that there yvas only a small aperature left, and the only way to get them out, if necessary, yvas to drag them through it. The odour of sanctity attaching to these people was so great that the citizens of Lincoln were con tinually leaving money to them. Scarcely any leading citizen of Lincoln made a will without bequeathing something to the chief anachorites of. the time. No doubt they were the great gossips of the neighbourhood, around the door of whose cells might commonly be found a knot of busy bodies eager to hear and to tell all the scandal of the day."], [60, "50 The modern church of St. Andreyv's yvas erected from the designs of Mr. Foyvler, of Louth, the materials being partly fur nished by those of the old church of St. Martin's yvhich Bishop Wordsworth purchased and gave to the use of the new fabric to save them from desecration. One at least of the arches on the south side is formed out of the arch stones of the aisle of St. Martin's, retaining the old carved capitals. The Church was built for the use of the working men of the district, and it is a cause of thankfulness that it is filled Sunday by Sunday with an earnest congregation of yvorking men and their families. I have said that the mediæval church of St Andrew's stood immediately to the south of the mansion long the abode of the Suttons, and before them the residence, of John of Gaunt, Shakespere's \"time-honoured Lancaster,\" the fourth son of Edyvard III., brother to the Black Prince, and father of Henry IV. (who yvas born at the castle of Bolingbroke, near Horncastle, from which he took his name), and through another line of de scendants the ancestor of our present Queen. Our existing royal family is derived through the daughters of James I and Henry VII., respectively, from the Earl of Somerset, the eldest son of John of Gaunt, by his connexion with the fair Fleming, Catherine Swynford. the daughter of Sir Payn de Rouet and widow of Sir Hugh Swynford of Kettlethorpe, yvho lived in this house and yvhom he tardily espoused at the altar of the Minster, January 13th, 1396. Tyvo years before their son Henry, after wards Cardinal Beaufort, became Bishop of Lincoln. Joins of Gaunt, of whom little good can be said, only survived this, his third marriage, three years, Catherine living four years longer to 1403. Her tomb and that of her daughter, the Countess of Westmoreland though sorely defaced, still stand on the south side of the Choir of the Minster. The present John of Gaunt 's house exhibits a magnificent traceried window noyv lighting a wash-house, and some other small relics of its former magnifi cence, all, however, like the beautiful oriel window now trans- ferred to the Castle entry, belonging to a later period than that of John of Gaunt. On the opposite side of the road is the very remarkable range of buildings, knoyvn by the very improper name of \"John of Gaunt's stables.\" It was, in reality, the Hall of St. Mary's Guild, a semi - religious, semi - mercantile foundation. The citizens bound themselves together in those days in guilds to"], [61, "51 resist the tyranny of the barons and the great lords, and the most important of the trading guilds in the city of Lincoln was that known as St. Mary's Guild. We do not knoyv yvhen it was founded, but it must have been at a very early time, for the edifice belongs to the Transition-Norman style, and can not b^ later than 1150 or 1160 It is regarded by those yvho have studied the subject as the finest specimen of domestic architec ture of that period that can be found in England. The tenant, Mr. Dawber, has fitted the ancient archway and entrance yvith exceedingly handsome oak gates in perfect keeping yvith the grand old building. The front to the street yvas formerly much higher than now, as may be seen from the windows yvhich have been cut short. Entering through the neyv doors yve come into the court-yard, yvhere is an ancient house, an example of a first-class Norman dwelling. The houses of the business people and tbe poor were then mere mud hovels, and the one under notice must have been the residence of some person of high position In this house yve may see a survival of the same feature I called attention to in St. Peter-at-Gowt's church, viz., a mid-wall shaft. We know nothing of the history of the house, except that it exists, and that, as an architectural relic it is simply priceless. The whole building has been restored to a condition of stability by the joint liberality of the landlord, C. C. Sibthorp, Esq., ana Mr. Dayvber. The yvhole has been re roofed and the yvalls bound together by iron ties. Passing on to the corner of Monson Street, we shall observe a not very beautiful building, the Presbyterian meeting house or Unitarian Chapel This represents the earliest Nonconformist meeting house erected in Lincoln, and the earliest Nonconfor mist congregation formed in the city. It was built by Mr. Daniel Disney and other friends of the cause about the year 1725, but the congregation it represented was formed at much earlier- date. The Disneys yvere a great Puritanical family, and took their name from the village of Norton Disney, though living at Syvinderby. D'lsney Place in Eastgate, now occupied by Mr. Arthur Melville was erected by one of the family. Mr. Disney was an early patron of those whom they knew as Nonconformists, i.e., of those yvho could not conscien tiously accept the doctrine aud discipline of the Church of England, and yvished to yvorship God according to the dictates of their oyvn consciences. John Disney, Daniel Disney's father, was an active adherent of the Parliament during the great"], [62, "52 Rebellion, often serving on Committees, ecclesiastical and political. On the suppression of the Dean and Chapter he became the purchaser of the Precentory, from which at the Restoration it cost the neyv Precentor, Dr. Featley, a troublesome tyvo years suit to eject him. The first minister of this congrega- tion yvas a very holy man, Mr. Edward Reyner, yvho, notwith- standing his Nonconformity, yvas greatly respected by the then Bishop Williams, afterwards Archbishop of York. Having been a schoolmaster first at Aswarby, and then at Market Rasen, and a lecturer at Welton, he yvas invited to undertake the lecture at St Benedict's in 1626, and the next year became incumbent of St. Peter-at-Arches,* yvhere according to Calamy he discovered uncommon ministerial abilities and yvas an un- speakable blessing to the city Bishop Williams yvas so much delighted yvith a sermon preached by Reyner on one of the days of his visitation, — Dr. Sanderson, the future bishop, one o! the leading divines of the day having been another of the preachers — that he begged his acceptance of a prebendal stall. Haviug re'uctantly consented, he became so uneasy in his conscience that he sent his relative, the Lady Armine, to entreat the bishop to adow him to .retract his assent. To this Bishop Williams unwillingly agreed, pleasantly remarking that \"he had had many ladies of rank seeking to obtain preferments for their friends, but that she yvas the first who came to take away a preferment from a friend.\" During the early stages of the civil war Reyner suffered much from the Royalists ; his goods were plundered, and soldiers tlneatened to pistol him in St. Peter's. To avoid further molestation he withdrew to Yarmouth, whence he yvas recalled in 1645. When the Church of England had been tem- porarily disestablished and disendowed, and the services of the Church of England declared illegal — when the deans and chapters were dissolved and cathedrals were in great danger of being pulled down — he resumed his charge at St. Peter's, and was also made minister of the Cathedral, preaching at St. Peter-at-Arches in the morning, and at the Minster in the afternoon. On one occasion Ro}al soldiers from one of the King's garrisons, who had come foraging as far as Lincoln, entered the Cathedral and threatened his life. He fled from them, and made his yvay to the Library, where he hid himself. He yvas pursued, caught, stripped of his watch and money and every valuable he had about him, and yvould have suffered still further violence but for the interposition of one of the officers yvho had been his scholar at Market Rasen."], [63, "53 At the time of the Restoration of the Monarchy yvhich involved the Restoration of the Church, Mr. Reyner, of course, could no longer remain minister of the Cathedral, and he left Lincoln. He was aftenvards invited back again by his former flock, no longer as minister of St. Peter's, but of the Congregation meeting In Mr. John Disney's house, in the High Street, yvhich stood about yvhere Portland Street noyv runs. The Congregation out growing the dimensions of that house, Mr. Daniel Disney, erected for them that not very beautiful building, yvith its pan tile roof, yvhich still stands and is interesting, ugly as it may be. as an historical relic. On the opposite side of the road to the meeting house stands an ancient house, now occupied by Mr. C. S. Dickinson, the antiquity of which is generally overlooked, oyving to its having had a new face given to it. Each of the front rooms is panelled yvith oak, noyv unhappily painted, with beautifully carved chimney pieces of early 17th century work. On looking round the corner you will discover the remains of a Jacobean gable and a tall picturesque chimney stack. This is the Lincoln mansion of the highly respected family of Bromheads, whose country seat was at Thurlby. To this family belongs the young hero at Rorke's-Drift, Capt. Gonville Bromhead, yvho so nobly sustained the honour of the British army, after the dreadful defeat at Isaiidhlana in the disastrous Zulu War. Nor can yve omit to mention to a Lincoln audience the name of the late Mrs. John Bromhead, the excellent foundress of the Nursing Institu tion, which has been of such incalculable benefit to the sick of our city, yvhether poor or rich. A few steps further bring us to the Hannah Memorial Wesleyan Chapel, opened in 1875, for public worship, an evidence that people are no longer content with such plain meeting houses as that erected by Mr. Disney. This chapel was erected as a memorial to a Lincoln man of humble origin, who, for his learning, his piety, the Christ-like meekness of his character, his indefatigable labours and enter prise both in America and England was thus deservedly honoured — the late Dr. Hannah, yvho more than once occupied the presidential chair of the great Wesleyan body of yvhich he yvas a distinguished ornament. Proceeding up the street and passing the Midland Railway Station, once the site of the House of the Carmelite or White Friars, on the east side of the street we notice the long stone front of the Inland Revenue office, commenced as the city mansion"], [64, "54 of the Sibthorp family. The Sibthorp's took their name from a parish in Nottinghamshire, whence they came to Lincoln ; and here Mr. John Sibthorp, early in the last century, began to build a grand mansion as his town residence. His premature death, at tbe age of 48, in 1718, cut short his plan. His widow, Mrs. Mary Sibthorp, stopped the building, and soon afterwards bought Canwick, to yvhich she removed. Her storv was a sad one, for in 1726 she lost her son Gervase, a lad of sixteen, and the next year he was followed to the tomb by her eldest son John, a promising young man of twenty-two, who, with their parents, lie in the family vault of St. Mark's. The interior of the house corresponds to its history. The lower rooms are large well-proportioned apartments, but the upper rooms are mere garrets opening into one another, and quite out of keeping yvith the lower rooms of the house. The house yvas erected on the site and incorporates a very early mansion, of which we know n • thing, except what the architecture indi cates, from which yve see that it must have been of 14th century work. In the lower part of the back of this house there are Gothic doorways, and at right-angles with it there is another portion of the ancient building, now a part of the house occu pied by Miss Bannister. Opposite the Sibthorp mansion stands the Church of St. Mark. Tbe old Church, which yvas a very picturesque building with yvindows in the Decorated st}*le yvas left in a miserable state of ruin after the civil yvars. It originally had a tower, but a storm, yvhich did a great deal of other damage, blew it down, and a miserable little yvooden bell cot was erected in its place. In 1 728 the parishioners began to be ashamed of the place, and pu'led down the aisles, patched up the walls and erected the mean little building, a mere room, yvith a kind of sideboard recess for the altar. Through the energy of the present vicar, the existing building yvas erected from the designs of Mr. Watkins. There are some buildings which give pleasure when- ever our eyes rest upon them, and it is so with the present Church of St. Mark. It is not so much its architectural display as its excellent proportions wdiich give it its pleasing effect. Tentercroft-street, on the opposite side of the way, takes its name from the croft or meadow in which the cloths made in the looms set up in Holyrood Church and elsewhere were \"tented,\" that is, stretched on long wooden frames, to which they were hung by \"tenterhooks,\" — a familiar word, though its original"], [65, "55 meaning is forgotten— to recover the breadth they had lost in the operation of fulling. The next Church yve come to is that of St. Mary-le- Wigford, which preserves the name which once belonged to the yvhole suburb. Here is another specimen of the tall early towers with the mid-wall shaft in the belfry window. Here, too, we cannot fail to notice that lovely little conduit, made up, it is said, of architectural fragments from the Whitefriars, which stood on the site of the Midland Station. These fragments were gathered together and with great skill and an eye to the pictu resque made into this lovely little conduit. When the Grey friars came, in 1220, to settle in Lincoln they planted then abode in the slums of the city. Wherever there yvas misery and filth, that was always the place for the Friars. There they settled and devoted themselves to the yvork of charity. Feeling that pure water was an essential element in their work of evangelisation, they, at infinite trouble, brought the water in pipes from the hill beyond where the Arboretum now exists, to the spot indicated by the conduit. The yvater we now enjoy. though not so good as in the time of the Friars, is a perpetual memorial of the holy work of these self-denying and- self sacrificing men. The work, carried out by the late Vicar, the Rev. G. T. Harvey, has been one of true restoration, and not of alteration A new* South aisle has been erected a : a memorial to the late Mrs. Hodgkinson, Mrs. Harvey's mother, so that the church is not now quite so inadequate as it once yvas to the growing population of the parish. A short distance further, at the corner of Swanpool Court, the premises of Mr. Wingad, hairdresser, and Mr. Strayvson's eating-house, are curious frag ments of the old Lincoln street architecture, and show the character of town houses in former days, small, low, and unsani tary. Behind Mr. Wyatt's shop you will find on the left hand side of the yard some Gothic windows and a Gothic door built up in the wall. They are a portion of the Church of St. John. The church itself stood behind this house, and no doubt if the premises above named were pulled doyvn yve should find some of the old building preserved. St John's is another of the churches secularised in the middle of the 16th century, and to this yve owe — what we yvant to a greater extent in Lincoln — the open space known as the Cornhill. The City at that time was sadly in yvant of an open market place, and the cemetery of St. John,"], [66, "56 which occupied the site of the Cornhill, yvas purchased by the Corporation and devoted to the purposes of a corn market. We now come to the only church in Lincoln which is not used, the church of St. Benedict, which was once very much larger than now. It is a very lovely little fragment, and it is to be hoped it will remain to ornament our city for many years to come. Perhaps some use may be found for it. It would form an excellent chapel for the early prayers and celebrations of the vigorous branch of the Church of England Working Men's Society existing among us. At one time it yvas the church of the richest and most important merchants in the city of Lincoln. The chancel, which, with a later side chapel alone remains, is an early English building, subjected in the 14th century to a very costly alteration, when richly traceried flamboyant windows yvere inserted. Within, the arcade is singularly beautiful, with elegant capitals of foliage. There is also a very magnificent canopied sepulchral recess in the South wall. There was once a large nave projecting westward, and the tower stood still further west. After the havoc of the great rebellion, when the churches yvere put into a little better order, it yvas thought advisable to pull down the nave, and use the materials for restoring the chancel and re-erecting the tower. A little further north the Roman road forded the Witham, where noyv stands the High Bridge. There is an obelisk on the bridge, which was erected when a chapel occupying the site was pulled down. On the opposite side we have still standing the houses which distinguish this from any other bridge in England. The chapel just named was that of St. Thomas of Canterbury. It was the custom in the middle ages to have wayside chapels on bridges. This one was ordered by tbe Town Council, in 1541, to be converted into dwelling-houses. The bell was taken down and sold in 1543. In 1569 it was made over to the companies of Butchers and Tanners as their Hall, and subsequently de- molished. The obelisk was erected in 1762, displaying much rich picturesqueness, such as we look for in vain in many modern works of more correct design. At this point we command one of the most glorious views to be found in any city of England, hardly to be matched in the world, with the glorious Minster standing on its sovereign hill, and toyvering over every thing in its majestic beauty. Passing along Waterside South, on the other side of the river is a very picturesque group of old houses, between Thorn-"], [67, "57 gate and the Green Dragon Hotel. There are few survivors of those gabled houses yvhich once lined all our streets, with the first storey projecting over the ground floor, and the second pro- jecting still further, by which our forefathers not being allowed to intrude on the pavement, encroached upon the air above. On Waterside South stood the first Wesleyan Chapel erected in Lincoln. The first visit of John Wesley, (himself, it will be remembered, a native of this county,) to Lincoln was in 1780, when he was allowed to preach in the Castle yard. Rain coming on the keeper of tbe Castle was good enough to open the door of the courthouse and invite Wesley and his congre- gation in, so that he was enabled to continue his discourse. Seventy-five years previously, in June, 1705, John Wesley's father, the Rev. Samuel Wesley, Rector of Epworth, had pre- ceded his son as a preacher in the Castle. He yvas there much against his will as a prisoner for debt, having been arrested by a creditor yvhom he had offended by voting for the Tory Candidates, Sir John Thorold and Champion Dymoke. While a prisoner, he sought not \"quite to lose the end of living,\" by doing some good to his \" brother jailbirds,\" to whom he read prayers twice a day and preached on Sunday afternoons. In 1788 John Wesley came again to Lincoln, and at that time the Wesleyans had fitted up some kind of a meeting house in a lumber shed near the Gowt's Bridge. The next time he came was in 1790, and at that time the chapel on Waterside South, opened the preceding December, was ready for service. On that occasion Wesley took a yvalk round the Cathedral, and yvrote that he really thought it \"more elegant than that of York,\" an opinion in which many would agree. In the evening, the \"new house\" as he calls it, was filled with the hearers, \"uncommonly serious.\" \"There seems to be,\" wrote Mr. Wesley, \"a remarkable difference between the people of Lincoln and those of York. They have not so much fire and vigour of spirit, but far more mildness and gentleness, by means of which, if they had the same outward helps, they yvould probably excel their neighbours.\" That was Mr. Wesley's last visit to Lincoln. He died eight months afteryvards. It may be mentioned that the Meeting House was removed to the place yvhere the Savings' Bank now stands in 1816, and that the present Chapel in Clasket Gate was erected in 1837. Crossing *)he Iron Bridge, yvhich in 1858 replaced a former Syving Bridge yvhich had been substituted for the narrow stone arch of the former Thorn Bridge, the arch of which bore the date of 1602,"], [68, "58 yve find ourselves near the site of the Church of St. Denis in Thorngate, commemorating Dionysius the Areopagite, the patron saint of France. This church had been demolished and its very site forgotten in James the First's time, but its name survives in the title of a prebendal stall in the Mioster. Here the old city yvall came down to the Waterside, the augle being strength ened by a toyver in yvhich in 1569 had become so ruinous that the chamberlain of the East yvard was ordered by the Common Council to \"take down or to stay it till a new toyver could be built.\" Passing through Magpies Square, so called from a well known public house at the corner, yve enter the wide thorough fare of Broadgate, or Broad Street. Land being so valuable in the interior of our ancient cities, we find the mediæval \" Broad Streets\" usually outside the walls. London and Oxford supply familiar instances. Here;, markets used to be held. On the right is *' Jobbers' Square,\" where the pig jobbers used to meet, dignified by the title of Unity Square since the erection of tbe Odd Fellows' Hall on its North side. On the lest is the area formerly known as Sheep Square, where the sheep ma'ket took place, now occuped by the Church of St. Swithin's. This space was the site of the cloisters and other appendages of the Grey Friars, yvho erected the building devoted since 1558, to the purposes of the Grammar School. The upper storey contained the chapel, dating from the first half of the thirteenth century. The base ment, which has a fine vaulted roof, supported on two rows of octagonal columns, was an ambulatory or yvalking place, beloyv the chapel. I have spoken of one or two attempts to introduce manufactures into Lincoln ; this crypt was ouce the scene of another. Leicester, as you know, had long been celebrated for its stocking yveaving. The people of Lincoln, in 1681, yvere fired with a desire to emulate Leicester, and got a man from that place to teach them to spin and knit stockings and other hosiery. This yvas called the \"Jersey School,\" but like the other attempts to introduce foreign industries it proved a failure. The church of St. Swithin must originally have been on*-* of the grandest churches in Lincoln, but in the troublous times of the civil yvars the troops were, on one occasion, drying gun powder on the Cornhill, when an explosion occurred, and some live embers falling upon the roof of St. Swithin's, set it on fire, and the church yvas reduced to ruins. It remained in that con dition l early a yvhole century, until 1718, when the south aisle"], [69, "59 was fitted up and served as the only place of worship until 1801, yvhen the mean little church yvhich has just been pulled down was erected, the stone coining from the outer Exchequer gate, demolished at the same time. That, too, in its turn has passed away, and now we have the beautiful modern church of St. Swithin, with its chancel erected mainly through the liberality of the firm of Clayton and Shuttleworth, and the magnificent tower and spire designed by Mr Fowler, of Louth, (the greatest Architectural ornament that the city has received for centuries, i which is entirely due to the liberality of one of the firm, Mr. Alfred Shuttleworth, who has built it as a memorial to his late father, Mr. Joseph Shuttleworth. Retracing our steps westward along Saltergate, the street of the Drysalters, yve come to our grand old Stonebow, one of the glories of Lincoln, which distinguishes it from any other city in England. I may say that if, as the advocates of so-called modern improvements desire, we were to lose our \"Bow,\" our city would be deprived of its most characteristic feature, and become a decidedly common-place town, and the High Street would become a very ordinary thoroughfare. The Stonebow, is admired of all men. Americans who come to see it, say, \"What yvould we give if, in our cities, yve only could have something of this kind, yvhich carries us back to the far-off days.\" No doubt it is in some degree an obstruction, but we cannot get anything worth having in this world without some corresponding disadvantages. However, now that \"Mint lane, through Mr. Melville's help, has been widened and opened into Guildhall Street, all the traffic from Silver Street to New land has been diverted from the Stonebow, and thus one chief objection to its remaining has been almost entirely done away with. The measures recently carried out in pur suance of the recommendations of the talented architect, Mr. Pearson, whom the Corporat on wisely called in to assist them with his counsels, have strengthened the failing walls, and secured the stability as yvell as increased the dignity of the building, and we may confidently hope that, like some other threatened ancient institutions of our land, the Stoneboyv may be preserved for many generations yet to come. What is noyv known as Guildhall Street yvas formerly Baxter Gate, or Baker Street, in which the. chief bakeries of the city were situated. At the corner opposite the Stoneboyv stood the Reindeer Inn, a large old timber building, in which the Corpora-"], [70, "60 tion used to have their municipal banquets. The Corporation Cockpit was attached to it, where, in 1617, King James I. was made \"mighty merry\" by witnessing two pairs of fighting cocks pitted together at the same time. The old inn was a heavy building overhanging the street, and contracting it to a dangerous narrowness. Newland, divided into \"Hither New land\" and \" Far Newland,\" takes its name from being new bind \" yvon by policy,\" as Leland says, from the marsh or swamp which at one time reached from the Witham up to the rise of the hill. The destroyed prebendal Church of St. Mary Crack pole, more properly \" Creekpool,\" which stood at the back of Guildhall Street to the North, across whose churchyard the recent extension of Beaumont Fee has been carried, preserves the memory of a creek or inlet of deep water yvhich served the Romans as a harbour for the landing of men and goods, on the bank of which the Church yvas built. Close by stood the Quakers' Meeting House, with a small burial-ground behind it. To the East of the churchyard a century since stood the Hall of the Company of the Cordyvainers or Shoemakers, so called from working in Spanish leather known as Cordouan or Cordwayn, from coming from Cordova. This and the Weavers Company were the only trading Guilds in Lincoln yvhich were incorporated by Royal Charter, all the other mercantile con fraternities being only established by license under the common seal of the city. The Cordwainers' confraternity, which was under the special patronage of St. Blaise, included \" sisters\" as well as \" brothers,\" who on admission took a long oath, engaging among other things that they would, when called on, \" well and truly \" pay their \" soulscot \" for masses for the souls of deceased members of the fraternity, without any delay, \"except poverte doo latt,\" i.e., hinder \" them,\" and would yearly accompany the \" graceman \" and the brothers and sisters in procession from the Chapel of St. Thomas of Canterbury on the High Bridge to the Minster, and there make an offering of one farthing. We return to Guildhall Street ; in the broader part of the further end of which, formerly known as \" Hither Newland,\" anciently stood the \"Butter Cross,\" erected, like the Poultry Cross still standing at Salisbury, and those at Chichester, Malmesbury, Witney, and other places, to shelter the market people in wet and inclement weather. With the decay of the city in the fifteenth and sixteenth centuries, all the various markets were moved from the outskirts to the High Street and"], [71, "61 'the Steep Hill, and the object of the Cross having ceased, it yvas taken down together with another that stood at the hill foot, in 1572. Near this spot also stood the Town Pillory, in which certain more notorious offenders such as perjurers, and fraudulent bankrupts, were exposed to tbe taunts and illtreat ment of the mob. At the end of the Street, at the foot of Motherby Hill, where the Western yvall ran doyvn towards the Lucy Tower, was Newland Gate, forming the entrance to the lower city from Saxilby. A drawing in the Bodleian Library exhibits its form. It was a tall gabled gatehouse, with wide well proportioned pointed arclnvays below, and arched windows of four lights above — apparently of the fourteenth century, with additions made when the city yvas put in a defensible condition during the unhappy struggle between Charles the First and his Parliament. Gates and bars are happily no longer needed for the protection of our city. Its best defence is in the industry, the loyalty, the morality, and the brotherly union of all classes of her citizens. May such virtues, based on the only solid founda tion, true godlinets. ever increase and abound among us, and Lincoln will continue to be a strong and prosperous city. \"Happy are the people that are in such a case: yea, blessed are the people that have the Lord for their God.\""], [72, ""], [73, ""], [74, ""], [75, ""], [76, ""], [77, ""], [78, ""], [79, ""], [80, ""]]