[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE PURCHASE OF THE NORTH POLE."], [6, "LONDON: PRINTED BY GILBERT AND RIVINGTON, LIMITED, ST. JOHN'S HOUSE, CLERKENWELL KOAD, E.C."], [7, ""], [8, "Mrs. Scorbitt Frontispiece. Page 65,"], [9, "THE PURCHASE OF THE NORTH POLE A SEQUEL TO \"FROM THE EARTH TO THE MOON\" BY JULES VERNE AUTHOR OF \"TWENTY THOUSAND LEAGUES UNDER THE SEA,\" \" AROUND THE WORLD IN EIGHTY DAYS,\" \" THE FUR COUNTRY,\" ETC, ETC. ILLUSTRATED LONDON SAMPSON LOW, MARSTON, SEARLE & RIVINGTON Limited. gt. gtanstan's goust Fetter Lane, Fleet Street 1891 \\_All rights reserved}"], [10, ""], [11, "CONTENTS. CHAPTER I. PAGE The North Polar Practical Association i CHAPTER II. To Syndicate or not to Syndicate 16 CHAPTER III. The North Pole is knocked down to the Highest Bidder 27 CHAPTER IV. Old Acquaintances 36 CHAPTER V. The Polar Coal-Field 45 CHAPTER VI. A Telephonic Conversation ■ • 54 CHAPTER VII. Barbicane makes a Speech 70 CHAPTER VIII Like Jupiter 84 CHAPTER IX. Sulphuric Alcide 91"], [12, "VI CONTENTS. CHAPTER X. PAGE A Change in Public Opinion 98 CHAPTER XI. The Contents of the Note-book Io8 CHAPTER XII. Heroic Silence Is5 CHAPTER XIII. A truly Epic Reply I24 CHAPTER XIV The Geographical Value of x i34 CHAPTER XV. Interesting for the Inhabitants of the Terrestrial Spheroid 1 35 CHAPTER XVI The Chorus of Terror 144 CHAPTER XVII The Works at Kilimanjaro 149 CHAPTER XVIII. The Wamasai wait for the Word to Fire . . .160 CHAPTER XIX. J. T. Maston regrets he was not Lynched . . .165 CHAPTER XX. The End of this remarkable Story 174"], [13, "LIST OF ILLUSTRATIONS. PAGE Mrs. Scorbitt Frontispiece \" We must resign ourselves to our fate, Mr. Maston ! \" . .2 It was the New York Herald 6 What would the first inhabitant say ? 16 A fat man in a black coat . 22 \"Any advance on forty cents?\" 5j \"Assuredly!\" said the Major 47 He would hoist the Stars and Stripes 50 On the left-hand top corner 64 The blackboard he struck with his back 66 \" Fellow-shareholders ! \" 72 The Frozen North . . . 76 \" Displace the pole ! \" So Our worthy Secretary 81 The making of a new axis was possible . . . . . .85 \" They can't put down that diurnal spin \" 96 Throws the seas out of their existing basins 99 Ten dollars a line 101 Instantly he was disarmed 106 Appreciable only by mathematicians 108 He was of iron — like his fore-arm 117"], [14, "VILL LIST OF ILLUSTRATIONS. PAGE Attempted to knock him down 122 \"Oh! Mrs. Scorbitt ! \" 132 \"What is going to happen !\" . . . . . • 137 The cell was empty 146 Large workshops had been erected ...... 152 The Sultan was delighted . . 156 Nearly ready ! 158 The noise was truly awful . .163 The street boys shouted after him 171 She was the cause ofthe disaster 1S0"], [15, "THE PURCHASE OF THE NORTH POLE. CHAPTER I. THE NORTH POLAR PRACTICAL ASSOCIATION. \"And so, Mr. Maston, you consider that a woman can do nothing for the advance of the mathematical or experi mental sciences ?\" \" To my extreme regret, Mrs. Scorbitt,\" said J. T. Maston, \" I am obliged to say so. That there have been many remarkable female mathematicians, especially in Russia, I willingly admit ; but with her cerebral confor mation it is not in a woman to become an Archimedes or a Newton.\" \" Then, Mr. Maston, allow me to protest in the name of ?> my sex — ' \" Sex all the more charming, Mrs. Scorbitt, from its never Jiaving taken to transcendental studies ! \" B"], [16, "2 THE PURCHASE OF THE NORTH POLE. \"According to you, Mr. Maston, if a woman had seen an apple fall she would never have been able to discover the laws of universal gravitation as did the illustrious Englishman at the close of the seventeenth century ! \" . \" In seeing an apple fall, Mrs. Scorbitt, a woman would have only one idea — to eat it, after the example of our mother Eve.\" \"You deny us all aptitude for the higher speculations — ' \"All aptitude? No, Mrs. Scorbitt. But I would ask you to remember that since there have been people on this earth, and women consequently, there has never been discovered a feminine brain to which we owe a discovery in the domain of science analogous to the discoveries of Aristotle, Euclid, Kepler, or Laplace.\" \" Is that a reason ? Is it inevitable that the future should be as the past ? \" \" Hum ! That which has not happened for thousands of years is not likely to happen.\" \" Then we must resign ourselves to our fate, Mr. Maston. And as we are indeed good — \" \"And how good!\" interrupted J. T. Maston, with all the amiable gallantry of which a philosopher crammed vvith x was capable. Mrs. Scorbitt was quite ready to be convinced \"Well, Mr. Maston,\" she said, \"each to his lot in this"], [17, "\" We must resign ourselves to our fate, Mr. Maston ! \" Page"], [18, ""], [19, "THE NORTH POLAR PRACTICAL ASSOCIATION. 3 world. Remain the extraordinary mathematician that you are. Give yourself entirely to the problems of that immense enterprise to which you and your friends have devoted their lives ! I will remain the good woman I ought to be, and assist you with the means.\" \" For which you will have our eternal gratitude,\" said J. T. Maston. Mrs. Scorbitt blushed deliciously, for she felt, if not for philosophers in general, at least for J. T. Maston, a truly strange sympathy. Is not a woman's heart unfathom able ? An immense enterprise it was which this wealthy American widow had resolved to support with large sums of money. The object of its promoters was as follows : — The Arctic territories, properly so called, according to the highest geographical authorities, are bounded by the seventy-eighth parallel, and extend over fourteen hundred thousand square miles, while the seas extend over seven hundred thousand. Within this parallel have intrepid modern discoverers advanced nearly as far as the eighty-fourth degree of latitude, revealing many a coast hidden beyond the lofty chain of icebergs, giving names to capes, promontories, gulfs, and bays of these vast Arctic highlands. But beyond this eighty-fourth parallel is a mystery, the unrealizable deside- B 2"], [20, "4 THE PURCHASE OF THE NORTH POLE. ratum of geographers. No one yet knows if land or sea lies hid in that space of six degrees, that impassable barrier of Polar ice. In this year, 189 — , the United States Government had unexpectedly proposed to put up to auction the circum polar regions then remaining undiscovered, having been urged to this extraordinary step by an American society which had been formed to obtain a concession of the apparently useless tract. Some years before the Berlin Conference had formulated a special code for the use of Great Powers wishing to appropriate the property of another under pretext of colonization or opening up commercial routes. But this code was not applicable, under the circumstances, as the Polar domain was not inhabited. Nevertheless, as that which belongs to nobody belongs to all, the new society did not propose to \"take \" but to \" acquire.\" In the United States there is no project so audacious for which people cannot be found to guarantee the cost and find the working expenses. This was well seen when a few years before the Gun Club of Baltimore had entered on the task of despatching a projectile to the Moon, in the hope of obtaining direct communication with our satellite. Was it not these enterprising Yankees who had furnished the larger part of the sums required by this interesting"], [21, "THE NORTH POLAR PRACTICAL ASSOCIATION. 5 attempt ? And if it had succeeded, would it not be owing to two ofthe members of the said club who had dared to face the risk of an entirely novel experiment ? If a Lesseps were one day to propose to cut a gigantic canal through Europe and Asia, from the shores of the Atlantic to the China Sea ; isa well-sinker of genius were to offer to pierce the earth in the hopes of finding and utilizing the beds of silicates supposed to be there in a fluid state ; if an enterprising electrician proposed to com- bine the currents disseminated over the surface of the globe so as to form an inexhaustible source of heat and light ; isa daring engineer were to have the idea of storing in vast receptacles the excess of summer temperature, in order to transfer it to the frozen regions in the winter ; if a hydraulic specialist were to propose to utilize the force of the tide for the production of heat or power at will j if companies were to be formed to carry out a hundred pro- jects of this kind — it is the Americans who would be found at the head of the subscribers, and rivers of dollars would flow into the pockets of the projectors, as the great rivers of North America flow into — and are lost in — the ocean. It was only natural that public opinion should be much exercised at the announcement that the Arctic regions were to be sold to the highest bidder, particularly as no"], [22, "6 THE PURCHASE OF THE NORTH POLE. public subscription had been opened with a view to the purchase, for \"all the capital had been subscribed in advance,\" and, \" it was left for Time to show how it was proposed to utilize the territory when it had become the property of the purchaser ! \" Utilize the Arctic regions ! In truth such an idea could only have originated in the brain of a madman ! But nevertheless nothing could be more serious than the scheme. In fact, a communication had been sent to many of the journals of both continents, concluding with a demand for immediate inquiry on the part of those interested. It was the New York Herald that first published this curious farrago, and the innumerable patrons of Gordon Bennett read, on the morning of the 7th of November, the follow ing advertisement, which rapidly spread through the scientific and industrial world, and became appreciated in very different ways : — \"NOTICE TO THE INHABITANTS OF THE TERRESTRIAL GLOBE. \" The regions of the North Pole situated within the eighty-fourth degree of north latitude have not yet been utilized, for the very good reason that they have not yet been discovered."], [23, "It was the New York Herald. Page 6."], [24, ""], [25, "THE NORTH POLAR PRACTICAL ASSOCIATION. 7 \"The furthest points attained by the navigators of different nations are the following : — 820 45', said to have been reached by the Englishman, Parry, in July, 1847, in long. 280 E. north of Spitzbergen ; 830 20' 28\", said to have been reached by Markham in the English expedition of Sir John Nares, in May, 1876, in long. 50° W. north of Grinnell Land ; 830 35', said to have been reached by Lockwood and Brainard in the American expedition of Lieutenant Greely, in May, 1882, in long. 420 W. in the north of Nares' Land. \"It can thus be considered that the region extending from the eighty-fourth parallel to the Pole is still un divided among the different States of the globe. It is, therefore, excellently adapted for annexation as a private estate after formal purchase in public auction. \" The property belongs to nobody by right of occupation, and the Government of the United States of America, having been applied to in the matter, have undertaken to name an official auctioneer for the purposes of its disposal. \" A company has been formed at Baltimore, under the title of the North Polar Practical Association, which pro poses to acquire the region by purchase, and thus obtain an indefeasible title to all the continents, islands, islets, rocks, seas, lakes, rivers, and watercourses whatsoever of which this Arctic territory is composed, although these"], [26, "S THE PURCHASE OF THE NORTH POLE may be now covered with ice, which ice may in summer time disappear. \" It is understood that this right will be perpetual and indefeasible, even in the event of modification — in any way whatsoever — of the geographical or meteorological conditions ofthe globe. \" The project having herewith been brought to the knowledge of the people of the two worlds, representatives of all nations will be admitted to take part in the bidding, and the property will be adjudged to the highest bidder. \" The sale will take place on the 3rd of December of the present year in the Auction Mart at Baltimore, Maryland, United States of America. \" For further particulars apply to William S. Forster, provisional agent of the North Polar Practical Association, 93, High Street, Baltimore.\" It may be that this communication will be considered as a madman's freak ; but at any rate it must be admitted that in its clearness and frankness it left nothing to be desired. The serious part of it was that the Federal Government had undertaken to treat a sale by auction as a valid concession of these undiscovered territories. Opinions on the matter were many. Some readers saw in it only one of those prodigious outbursts of American"], [27, "THE NORTH POLAR PRACTICAL ASSOCIATION. 9 humbug, which would exceed the limits of puffism if the depths of human credulity were not unfathomable. Others thought the proposition should be seriously entertained. And these laid stress on the fact that the new company had not appealed to the public for funds. It was with their own money that they sought to acquire the northern regions. They did not seek to drain the dollars and bank notes of the simple into their coffers. No ! All they asked was to pay with their own money for their circum polar property ! This was indeed extraordinary ! To those people who were fond of figures it seemed that all the said company had to do was to buy the right of the first occupant, but that was difficult, as access to the Pole appeared to be forbidden to man, and the new company would necessarily act with prudence, for too many legal precautions could hardly be taken. It was noticed that the document contained a clause providing for future contingencies. This clause gave rise to much contradictory interpretation, for its precise mean ing escaped the most subtle minds. It stipulated that the right would be perpetual, even in the event of modification in any way whatsoever of the geographical or meteoro logical conditions of the globe. What was the meaning of this clause ? What contingency did it provide for ? How could the earth ever undergo a modification affecting its"], [28, "10 THE PURCHASE OF THE NORTH POLE. geography or meteorology, especially in the territories in question ? \" Evidently,\" said the knowing ones, \"there is something in this ! \" Explanations there were many to exercise the ingenuity of some and the curiosity of others. The Philadelphia Ledger made the following sugges tion : — \" The future acquirers of the Arctic regions have doubt less ascertained by calculation that the nucleus of a comet will shortly strike the earth in such a manner that the shock will produce the geographical and meteorological changes for which the clause provides.\" This sounded scientific, but it threw no light on the matter. The idea of a shock from such a comet did not commend itself to the intelligent. It seemed inadmissible that the concessionaries should have prepared for so hypo thetical an eventuality. \" Perhaps,\" said the New Orleans Delta, \" the new com pany imagine that the precession of the equinoxes will produce the modification favourable to the utilization of their new property.\" \" And why not,\" asked the Hamburger Correspondent, \"if the movement modifies the parallelism ofthe axis of our spheroid ? \""], [29, "THE NORTH POLAR PRACTICAL ASSOCIATION. 11 \" In fact,\" said the Paris Revue Scientifique, \" did not Adhemar say, in his book on the revolutions of the sea, that the precession of the equinoxes, combined with the secular movement of the major axis of the terrestrial orbit, would be of a nature to bring about, after a long period, a modifi cation in the mean temperature of the different parts of the Earth, and in the quantity of ice accumulated at thc Poles ? \" \"That is not certain,\" said the Edinburgh Guardian, \" and even if it were so, would it not require a lapse of twelve thousand years for Vega to become our pole-star, in accordance with the said phenomenon, and for the Arctic regions to undergo a change in climate ? \" \"Well,\" said the Copenhagen Dagblad, \"in twelve thou sand years it will be time enough to subscribe the money. Meanwhile we do not intend to risk a krone.\" But although the Revue Scientifique might be right with regard to Adhemar, it was probable that the North Polar Practical Association had never reckoned on a modification due to the precession of the equinoxes. And no one managed to discover the meaning of the clause, or the cosmical change for which it provided. To ascertain what it meant application might perhaps be made to the directorate of the new company ? Why not apply to its chairman ? But the chairman was un-"], [30, "THE PURCHASE OF THE NORTH POLE. 12 known! Unmentioned, too, were the secretary and directors. There was nothing to show from whom the advertisement emanated. It had been brought to the office of the New York Herald by a certain William S. Forster, cf Baltimore, a worthy agent for codfish, acting for Ardrinell and Co., of Newfoundland, and evidently a man of straw. He was as mute on the subject as the fish consigned to his care, and the cleverest of reporters and interviewers could get nothing out of him. But if the promoters of this industrial enterprise per sisted in keeping their identity a mystery, their intentions were indicated clearly enough. They intended to acquire the freehold of that portion of the Arctic regions bounded by the eighty-fourth parallel of latitude, with the North Pole as the central point. Nothing was more certain than th_.t among modern discoverers only Parry, Markham, Lockwood and Brainard had penetrated beyond this parallel. Other navigators of the Arctic seas had all halted below it. Payer, in 1874, had stopped at 820 15', to the north of Franz Joseph Land and Nova Zcmbla ; De Long, in the seannette expedition in 1879, had stopped at 780 45', in the neighbourhood of the islands which bear his name. Others, by way of New Siberia and Greenland, in the latitude of Cape Bismarck, had not advanced beyond the 76th, 77th, and 79th paral-"], [31, "THE NORTH POLAR PRACTICAL ASSOCIATION. 13 lels ; so that by leaving a space of twenty-five minutes between Lockwood and Brainard's 830 35' and the 840 mentioned in the prospectus, the North Polar Practical Association would not encroach on prior discoveries. Its project affected an absolutely virgin soil, untrodden by human foot. The area of the portion of the globe within this eighty fourth parallel is tolerably large. From 840 to 900 there are six degrees, which, at sixty miles each, give a radius of 360 miles and a diameter of 720 miles. The circumference is thus 2216 miles, and the area, in round numbers, 407,000 square miles. This is nearly a tenth of the whole of Europe — a good-sized estate ! The advertisement, it will have been noticed, assumed the principle that regions not known geographically and belonging to nobody in particular belonged to the world at large. That the majority of the Powers would admit this contention was supposable, but it was possible that States bordering on these Arctic regions, or considering the regions as the prolongation of their dominions towards the north, might claim a right of possession. And their pre tensions would be all the more justified by the discoveries that had been made having been chiefly due to these regions ; and of course the Federal Government, as nomi nators of the auctioneer, would give these Powers an"], [32, "THE PURCHASE OF THE NORTH POLE. 14 opportunity of claiming compensation, and satisfy the claim with the money realized by the sale. At the same time, as the partisans of the North Polar Practical Asso ciation continually insisted, the property was uninhabited, and as no one occupied it, no one could oppose its being put up to auction. The bordering States with rights not to be disregarded were six in number — Great Britain, the United States Denmark, Sweden and Norway, Holland, and Russia. But there were other countries that might put in a claim on the ground of discoveries made by their navigators. France might, as usual, have intervened on account of a few of her children having taken part in occasional expedi tions. There was the gallant Bellot, who died in 1853 near Beechey Island, during the voyage ofthe Phœnix, sent in search of Sir John Franklin. There was Dr. Octave Pavy, who died in 1884 at Cape Sabine, during the stay of the Greely expedition at Fort Conger. And there was thc expedition in 1838-39, which took to the Spitzbergen Seas, Charles Martins and Marmier and Bravais, and their bold companions. But France did not propose to meddle in the enterprise, which was more industrial than scientific ; and, at the outset, she abandoned any chance she might have of a slice of the Polar cake. It was the same with Germany. She could point to the"], [33, "THE NORTH POLAR PRACTICAL ASSOCIATION. 15 Spitzbergen expedition of Frederick Martens, and to the expeditions, in 1869-70, of the Germania and Hansa, under Koldewey and Hegeman, which reached Cape Bismarck on the Greenland coast. But notwithstanding these brilliant discoveries she decided to make no increase to the Germanic empire by means of a slice from the Pole. So it was with Austria-Hungary, which, however, had her claims on Franz Joseph Land to the northward of Siberia. As Italy had no right of intervention she did not in tervene — which is not quite so obvious as it may appear. The same happened with regard to the Samoyeds of Siberia, the Eskimos who are scattered along the northern regions of America, the natives of Greenland, of Labrador, of the Baffin Parry Archipelago, of the Aleutian Islands between Asia and America, and of Russian Alaska, which became American in 1867. But these people — the undisputed aborigines of the northern regions — had no voice in the matter. How could such poor folks manage to make a bid at the auction promoted by the North Polar Practical Association ? And if they outbid the rest, how could they pay ? In shellfish, or walrus teeth, or seal oil ? But surely they had some claim on this territory ? Strange to say, they were not even consulted in the matter ! Such is the way of the world !"], [34, "16 THE PURCHASE OF THE NORTH rOLE. CHAPTER II. TO SYNDICATE OR NOT TO SYNDICATE. If the new company \" acquired \" the Arctic regions, these regions would, owing to the company's nationality, become for all practical purposes a part of the United States. What would the first inhabitant say ? Would the other Powers permit it ? The Swedes and Norwegians were the owners of thc North Cape, situated within the seventieth parallel, and made no secret that they considered they had rights ex tending beyond Spitzbergen up to the Pole itself. Had not Kheilhau, the Norwegian, and Nordenskiold, the celebrated Swede, contributed much to geographical pro gress in those regions ? Undoubtedly. Denmark was already master of Iceland and the Faroe Isles, besides the colonies in the Arctic regions at Disco, in Davis's Straits ; at Holsteinborg, Proven, Godhavn, and Upernavik, in Baffin Sea ; and on the western coast of Greenland. Besides, had not Behring, a Dane in the"], [35, "What would the first inhabitant say ? Page 16."], [36, ""], [37, "TO SYNDICATE OR NOT TO SYNDICATE. 17 Russian service, passed through in 172 8 the straits now bearing his name ? And had he not thirteen years after wards, died on the island also named after him ? And before him, in 1619, had not Jon Munk explored the eastern coast of Greenland, and discovered many points up to then totally unknown ? Was not Denmark to have a voice in the matter ? There was Holland, too. Had not Barents and Heems kerk visited Spitzbergen and Nova Zembla at the close of the sixteenth century ? Was it not one of her children, Jan Mayen, whose audacious voyage in 161 1 gave her possession of the island named after him situated within the seventy-first parallel? And how about Russia ? Had not Behring been under the orders of Alexis Tschirikof ? Had not Paulutski, in 175 1, sailed into the Arctic seas ? Had not Martin Span berg and William Walton adventured in these unknown regions in 1739, and done notable exploring work in the straits between Asia and America ? Had not Russia her Siberian territories, extending over a hundred and twenty degrees to the limits of Kamtschatka along the Asiatic littoral, peopled by Samoyeds, Yakuts, Tchouktchis, and others, and bordering nearly half of the Arctic Ocean ? Was there not on the seventy-fifth parallel, at less than nine hundred miles from the Pole, the Liakhov Archi- C"], [38, "18 THE PURCHASE OF THE NORTH POLE. pelago, discovered at the beginning of the eighteenth century ? And how about the United Kingdom, which possessed in Canada a territory larger than the whole of the United States, and whose navigators held the first place in the history of the frozen north ? Had not the British a right to be heard in the matter ? But, not unnaturally, the British Government considered that they had quite enough to do without troubling them selves about an advertisement in the New York Herald. The Foreign Office did not consider the consignee of cod fish even worthy of a pigeon-hole ; and the Colonial Office seemed quite ignorant of his existence until the Secretary's attention was called to the subject, when the official reply was given that the matter was one of purely local interest, in which her Majesty's Government had no intention of concerning themselves. In Canada, however, some stir was made, particularly among the French ; and at Quebec a syndicate was formed for the purpose of competing with the company at Bal timore. The other countries interested followed the Canadian lead. Although the Governments haughtily ignored the audacious proposition, speculative individuals were found in Holland, Scandinavia, Denmark, and Russia to venture sufficient funds for preliminary expenses with a"], [39, "TO SYNDICATE OR NOT TO SYNDICATE. 19 view to acquire imaginary rights that might prove profitably transferable. Three weeks before the date fixed for the sale the repre sentatives of these various syndicates arrived in the United States. The only representative of the American company was the William S. Forster whose name figured in the advertise ment of the 7th of November. Holland sent Jacques Jansen, a councillor of the Dutch East Indies, fifty-three years of age, squat, broad, and pro tuberant, with short arms and little bow legs, aluminium spectacles, face round and red, hair in a mop, and grizzly whiskers — a solid man, not a little incredulous on the subject of an enterprise whose practical consequences he did not quite see. The Danish syndicate sent Erik Baldenak, an ex-sub governor of the Greenland colonies, a man of middle height, somewhat unequal about the shoulders, with a perceptible corporation, a large head, and eyes so short-sighted that everything he read he almost touched with his nose. His instructions were to treat as beyond argument the rights of his country, which was the legitimate proprietor of the Polar regions. The Swedes and Norwegians sent Jan Harald, professor of cosmography at Christiania, who had been one of the C 2"], [40, "20 THE PURCHASE OF THE NORTH POLE. warmest partisans of the Nordenskiold expedition, a true type of the Norseman, with clear, fresh face, and beard and hair of the colour of the over-ripe corn. Harald's private opinion was that the Polar cap was covered with the Palæo crystic Sea, and therefore valueless. But none the less, he intended to do the best he could for those who employed him. The representative of the Russian financiers was Colonel Boris Karkof, half soldier, half diplomatist ; tall, stiff, hairy, bearded, moustached ; very uncomfortable in his civilian clothes, and unconsciously seeking for the handle of the sword he used to wear. The colonel was very anxious to know what was concealed in the proposition of the North Polar Practical Association, with a view to ascertaining if it would not give rise to international difficulties. England having declined all participation in the matter, the only representatives of the British Empire were those from the Quebec Company. These were Major Donellan, a French-Canadian, whose ancestry is sufficiently apparent from his name, and a compatriot of his named Todrin. Donellan was tall, thin, bony, nervous, and angular, and of just such a figure as the Parisian comic journals caricature as that of an Englishman. Todrin was the very opposite of the Major, being short and thick-set, and talkative and amusing. He was said to be of Scotch descent, but no"], [41, "TO SYNDICATE OR NOT TO SYNDICATE. 21 trace of it was observable in his name, his character, or his appearance. The representatives arrived at Baltimore by different steamers. They were each furnished with the needful credit to outbid their rivals up to a certain point ; but the limit differed in each case. The Canadian representatives had command of much the most liberal supplies, and it seemed as though the struggle would resolve itself into a dollar duel between the two American companies. As soon as the delegates arrived they each tried to put themselves in communication with the North Polar Prac tical Association unknown to the others. Their object was to discover the motives of the enterprise, and the profit the Association expected to make out of it. But there was no trace of an office at Baltimore. The only address was that of William S. Forster, High Street, and the worthy codfish agent pretended that he knew nothing about it. The secret of the Association was impenetrable. The consequence was that the delegates met, visited each other, cross-examined each other, and finally entered into communication with a view of taking united action against the Baltimore company. And one day, on the 22nd November, they found themselves in conference at the Wolseley Hotel, in the rooms of Major Donellan and"], [42, "22 THE PURCHASE OF THE NORTH POLE. Todrin, the meeting being due to the diplomatic efforts of Colonel Boris Karkof. To begin with, the conversation occupied itself with the advantages, commercial or industrial, which the Association expected to obtain from its Arctic domain. Professor Harald inquiied if any of his colleagues had been able to ascertain anything with regard to this point ; and all of them confessed that they had endeavoured to pump William S. Forster without success. \" I failed,\" said Baldenak. \" I did not succeed,\" said Jansen \" When I went,\" said Todrin, \" I found a fat man in a black coat and wearing a stove-pipe hat. He had on a white apron, and when I asked him about this affair, he told me that the South Star had just arrived from New foundland with a full cargo of fine cod, which he was prepared to sell me on advantageous terms on behalf of Messrs. Ardrinell and Co.\" '• Eh ! eh ! \" said the Councillor of the Dutch East Indies. \"You had much better buy a full cargo of fine cod than throw your money into the Arctic Sea.\" \" That's not the question,\" said the Major. \" We are not talking of codfish, but of the Polar ice-cap—\" \" Which,\" said Todrin, the codfishman wants to wear.\" \" It will give him influenza,\" said the Russian."], [43, "A fat man in a black coat Page 22."], [44, ""], [45, "TO SYNDICATE OR NOT TO SYNDICATE. 23 \" That is not the question,\" said the Major. \" For some reason or other, this North Polar Practical Association mark the word ' Practical,' gentlemen— wishes to buy four hundred and seven thousand square miles round the North Pole, from the eighty-fourth — \" \"We know all that,\" said Professor Harald. \" But what we want to know is, what do these people want to do with these territories, if they are territories, or these seas, if they are seas — \" \"That is not the question,\" said Donellan. \" Here is a company proposing to purchase a portion of the globe which, by its geographical position, seems to belong to Canada.\" \" To Russia,\" said Karkof. \"To Holland,\" said Jansen. \" To Scandinavia,\" said Harald. \" To Denmark,\" said Baldenak. \" Gentlemen ! \" said Todrin, \" excuse me, but that is not the question. By our presence here we have admitted the principle that the circumpolar territories can be put up to auction, and become the property of the highest bidder. Now, as you have powers to draw to a certain amount, why should you not join forces and control such a sum as the Baltimore company will find it impossible to beat ? \" The delegates looked at one another. A syndicate of"], [46, "24 THE PURCHASE OF THE NORTH POLE. syndicates ! In these days we syndicate as unconcernedly as we breathe, as we drink, as we eat, as we sleep. Why not syndicate still further ? But there was an objection, or rather an explanation was necessary, and Jansen interpreted the feeling ofthe meeting when he asked, — \"And after?\" Yes ! After ? \"But it seems to me that Canada — \" said Donellan. \" And Russia—\" said Karkof. \" And Holland — \" said Jansen. \" And Denmark — \" said Baldenak. \"Don't quarrel, gentlemen,\" said Todrin. \" What is the good ? Let us form our syndicate.\" \"And after ? \" said Harald. \" After ? \" said Todrin. \" Nothing can be simpler, gentle men. When you have bought the property it will remain indivisible among you, and then for adequate compensa tion you can transfer it to one of the syndicates we repre sent ; but the Baltimore company will be out of it.\" It was a good proposal, at least for the moment, for in the future the delegates could quarrel among themselves for the final settlement. Anyway, as Todrin had justly remarked, the Baltimore company would be out of it. \" That seems sensible,\" said Baldenak."], [47, "TO SYNDICATE OR NOT TO SYNDICATE. 2 5 \" Clever,\" said Karkof. \" Artful,\" said Harald. \" Sly,\" said Jansen. \" Quite Canadian,\" said Donellan. \"And so, gentlemen,\" said Karkof, \"it is perfectly understood that if we form a syndicate the rights of each will be entirely reserved.\" \"Agreed.\" It only remained to discover what sums had been placed to the credit of the delegates by the several associations, which amounts when totalled would probably exceed anything at the disposal of the North Polar Practical people. The question was asked by Todrin. But then came a change over the scene. There was complete silence. No one would reply. Open his purse, empty his pocket into thc common cash-box, tell in advance how much he had to bid with — there was no hurry to do that ! And if disagreement arose later on, if circumstances obliged the delegates to look after themselves, if the diplomatic Karkof were to feel hurt at the little wiles of Jansen, who might take offence at the clumsy artifices of Baldenak, who, in turn, became irritated at the ingenuities of Harald, who might decline to support the pretentious claims of Donellan, who would find himself compelled to"], [48, "26 THE PURCHASE OF THE NORTH POLE. intrigue against all his colleagues individually and collec tively — to proclaim the length of their purses was to reveal their game, which above all things they desired to keep dark. Obviously there were only two ways of answering Todrin's indiscreet demand. They might exaggerate their resources, which would be embarrassing when they had to put the money down ; or they might minimize them in such a way as to turn the proposition into a joke. This idea occurred to the Dutchman. \" Gentlemen,\" said he, \" I regret that for the acquisition of the Arctic regions I am unable to dispose of more than fifty gulden.\" \"And,\" said the Russian, \"all I have to venture is thirty five roubles.\" \"I have twenty kroner,\" said Harald. \" I have only fifteen,\" said Baldenak. \" Well,\" said the Major, \" it is evident that the profit in this matter will be yours, for all I have at my disposal is the miserable sum of thirty cents.\""], [49, "27 CHAPTER III. THE NORTH POLE IS KNOCKED DOWN TO THE HIGHEST BIDDER. That the sale of the 3rd of December should take place in the Auction Mart might appear strange. As a rule, only furniture, instruments, pictures, and objects of art were sold there. But for this curious departure from the ordinary practice in the sale of land a precedent was dis coverable, as already a portion of our planet had changed hands under the hammer. A few years before, at San Francisco, in California, an island in the Pacific Ocean, Spencer Island, had been sold to the rich W. W. Kolderup, when he outbid J. R. Taskinar, of Stockton.1 Spencer Island was habitable ; it was only a few degrees from the Californian coast ; it had forests, watercourses, a fertile soil, and fields and prairies fit for cultivation ; it was not an indefinite region, covered perhaps 1 See \" Godfrey Morgan,\" by the same author."], [50, "28 THE PURCHASE OF THE NORTH POLE. with sea and perpetual ice, which probably no one would ever occupy. For Spencer Island four hundred thousand dollars had been paid ; for the polar territories it was not to be expected that anything like that amount would be forthcoming. Nevertheless, the strangeness of the affair had brought together a considerable crowd, chiefly of lookers-on, to witness the result. The sale was to take place at noon, and all the morning the traffic in Bolton Street was seriously interfered with. Long before the hour fixed for the sale the room was full, with the exception of a few seats railed off and reserved for the delegates ; and when Baldenak, Karkof Jansen, Harald, Donellan, and Todrin had taken these places, thej' formed a compact group, shoulder to shoulder, and looked as if they were a veritable storming column ready for the assault of the Pole. Close to them was the consignee of codfish, whose vulgar visage expressed the sublimest indifference. He looked thc least excited of all the crowd, and seemed to be thinking only of how he could most profitably dispose of the cargoes now on their way to him from Newfoundland. Who were the capitalists represented by this man, with probably millions of dollars at his command ? There was nothing to show that J. T. Maston and Mrs. Scorbitt had anything to do with the affair. How could it"], [51, "NORTH POLE IS KNOCKED DOWN TO HIGHEST BIDDER. 29 be supposed that they had ? They were there, though, but lost in the crowd, and were surrounded by a few ot the principal members of the Gun Club, apparently simply as spectators and quite disinterested. William S. Forster seemed to have not the least knowledge of their existence. As it was impossible to hand round the North Pole for the purposes of examination, a large map of the Arctic regions had been hung behind the auctioneer's desk. Seventeen degrees above the Arctic Circle a broad red line around the eighty-fourth parallel marked off the portion of the globe which the North Polar Practical Association had brought to the hammer. According to the map, the region was occupied by a sea covered with an ice-cap of considerable thickness. But that was the affair of the purchasers. At least, no one could complain that they had been deceived as to the nature of the goods. As twelve o'clock struck, the auctioneer, Andrew R. Gilmour, entered by a little door behind his desk. He surveyed the assembly for an instant through his glasses, and then, calling for silence by a tap from his hammer, he addressed the crowd as follows : — \" Gentlemen, I have been instructed by the Federal Government to offer for sale a property situated at the North Pole, bounded by the eighty-fourth parallel of lati tude, and consisting of certain continents and seas, either"], [52, "THE PURCHASE OF THE NORTH POLE. 30 solid or liquid — but which I am not quite sure. Kindly cast your eyes on this map. It has been compiled accord ing to the latest information. You will see that the area is approximately four hundred and seven thousand square miles. To facilitate the sale it has been decided that the biddings for this extensive region shall be made per square mile. You will therefore understand that every cent bid will represent in round numbers 407,000 cents, and every dollar 407,000 dollars. I must ask you to be silent, gentlemen, if you please.\" The appeal was not superfluous, for the impatience of the public was producing a gradually-increasing tumult that would drown the voices of the bidders. When tolerable quietness had been established, thanks to the intervention of Flint, the auctioneer's porter, who roared like a siren on a foggy day, Gilmour continued, — \" Before we begin the biddings, I think it right to remind you of three things. The property has only one boundary, that of the eighty-fourth degree of north latitude. It has a guaranteed title. And it will remain the property of the purchasers, no matter what geographical or meteoro logical modifications the future may produce.\" Always this curious observation ! \" Now, gentlemen,\" said Gilmour ; \" what offers ? \" and, giving his hammer a preliminary shake, he continued in a"], [53, ""], [54, "\" Any advance on forty cents ? \" Page 31."], [55, "NORTH POLE IS KNOCKED DOWN TO HIGHEST BIDDER. 31 vibrating nasal tone, \" We will start at ten cents the square mile.\" Ten cents, the tenth of a dollar, meant 40,700 dollars for the lot. Whether Gilmour had a purchaser at this price or not, the amount was quickly increased by Baldenak. \" Twenty cents ! \" he said. \" Thirty cents ! \" said Jansen for the Dutchmen. \" Thirty-five ! \" said Professor Harald. \" Forty ! \" said the Russian. That meant 162,800 dollars, and yet the bidding had only begun. The Canadians had not even opened their mouths. And William S. Forster seemed absorbed in the Newfoundland Mercury. \" Now, gentlemen,\" said Gilmour, \" any advance on forty cents ? Forty cents ! Come, the polar cap is worth more than that ; it is — \" What he would have added is unknown ; perhaps it was, \"guaranteed pure ice;\" but the Dane interrupted him with — \" Fifty cents ! \" Which the Dutchman at once capped with — \" Sixty ! \" \" Sixty cents the square mile ! Any advance on sixty cents ? \""], [56, "32 THE PURCHASE OF THE NORTH POLE. These sixty cents made the respectable sum of 244,200 dollars. At Jansen's bid, Donellan raised his head and looked at Todrin ; but at an almost imperceptible negative sign from him he remained silent. All that Forster did was to scrawl a few notes on the margin of his newspaper. \" Come, gentlemen,\" said the auctioneer ; \" wake up ! Surely you are going to give more than that ? \" And the hammer began to move up and down, as if in disgust at the weakness of the bidding. \" Seventy cents ! \" said Harald, in a voice that trembled a little. \" Eighty cents !\" said Karkof, almost in the same breath. A nod from Todrin woke up the Major, as if he were on springs. \" Hundred cents ! \" said the Canadian. That meant 407,000 dollars ! Four hundred and seven thousand dollars ! A high price to pay for a collection of icebergs, ice-fields, and ice-floes ! And the representative of the North Polar Practical Association did not even raise his eyes from his news paper. Had he been instructed not to bid ? If he had waited for his competitors to bid their highest, surely the"], [57, "NORTH POLE IS KNOCKED DOWN TO HIGHEST BIDDER. 33 moment had come ? In fact, their look of dismay when the Major fired his \" hundred cents \" showed that they had abandoned the battle. \" A hundred cents the square mile ! \" said the auctioneer. \"Any advance? Is that so? Is that so ? No advance?\" And he took a firm grasp on his hammer, and looked round him. \" Once ! \" he continued. \" Twice ! Any advance ? \" \" A hundred and twenty cents ! \" said Forster, quietly as he turned over a page of his newspaper. \" And forty ! \" said the Major. \" And sixty ! \" drawled Forster. \" And eighty ! \" drawled the Major, quite as placidly. \" A hundred and ninety ! \" said Forster. \" And five ! \" said the Major, as if it were a mere casual observation. You might have heard an ant walk, a bleak swim, a moth fly, a worm wriggle, or a microbe wag its tail — if it has a tail. Gilmour allowed a few moments to pass, which seemed like centuries. The consignee of codfish continued reading his newspaper and jotting down figures on the margin which had evidently nothing to do with the matter on hand. Had he reached the length of his tether ? Had he made his last bid ? Did this price of 195 cents the D"], [58, "34 THE PURCHASE OF THE NORTH POLE. square mile, or 793,050 dollars for the whole, appear to him to have reached the last limit of absurdity ? \" One hundred and ninety-five cents ! \" said the auc tioneer. \" Going at one hundred and ninety-five cents ! \" And he raised his hammer. \" One hundred and ninety-five cents ! Going ! Going ! \" And every eye was turned on the representative of the North Polar Practical Association. That extraordinary man drew a large handkerchief from his pocket, and, hiding his face in it, blew a long, sonorous blast with his nose. Then J. T. Maston looked at him, and Mrs. Scorbitt's eyes took the same direction. And by the paleness of their features it could be seen how keen was the excite ment they were striving to subdue. Why did Forster hesitate to outbid the Major ? Forster blew his nose a second time ; then, with an even louder blast, he blew it a third time. And between the blasts he quietly observed, — \" Two hundred cents ! \" A shudder ran through the hall. The Major seemed overwhelmed, and fell back against Todrin. At this price per square mile, the Arctic regions would cost 814,000 dollars. The Canadian limit had evidently been passed."], [59, "NORTH POLE IS KNOCKED DOWN TO HIGHEST BIDDER. 35 \" Two hundred cents ! \" said Gilmour. \" Once ! Twice ! Any advance ? \" he continued. The Major looked at the Professor, and the Colonel, and the Dutchman, and the Dane ; and the Professor, and the Colonel, and the Dutchman, and the Dane looked at the Major. \" Going ! Going ! \" said the auctioneer. Every one looked at the codfish man. \"Gone!\" And down came Gilmour's hammer. The North Polar Practical Association, represented by William S. Forster, had become the proprietors of the North Pole and its promising neighbourhood. And when William S. Forster had to name the real purchasers, he placidly drawled, — \" Barbicane & Co !\" D 2"], [60, "THE PURCHASE OF THE NORTH POLE 36 CHAPTER IV. OLD ACQUAINTANCES. Barbicane & Co. ! The president of the Gun Club ! What was the Gun Club going to do with the North Pole ? We shall see. Is it necessary to formally introduce Impey Barbicane, the president of the Gun Club, and Captain Nicholl, and J. T. Maston, and Tom Hunter with the wooden legs, and the brisk Bilsby, and Colonel Bloomsberry and their col leagues ? No! Although twenty years had elapsed since the attention of the world was concentrated on these re markable personages, they had remained much as they were, just as incomplete corporeally, and just as obstrepe rous, just as daring, just as wrapped up in themselves as when they had embarked in their extraordinary adventure. Time had made no impression on the Gun Club ; it respected them as people respect the obsolete cannon that are found in the museums of old arsenals. If the Gun Club comprised 1833 members at its founda-"], [61, "OLD ACQUAINTANCES. 37 tion — that is persons and not limbs, for a number of these were missing — if 30,575 correspondents were proud of their connection with the club, the number had in no way decreased. On the contrary, thanks to the un precedented attempt they had made to open communication with the Moon, as related in the Moon Voyage, its celebrity had increased enormously. It will be remembered that a few years after the War of Secession certain members ofthe Gun Club, tired of doing nothing, had proposed to send a projectile to the Moon by means of a monster Columbiad. A gun nine hundred feet long had been solemnly cast at Tampa Town, in the Floridan peninsula, and loaded with 400,000 Ibs. of ful- minating cotton. Shot out by this gun, a cylindro-conical shell of aluminium had been sent flying among the stars of the night under a pressure of six million millions of litres of gas. Owing to a deviation of the trajectory, the pro jectile had gone round the Moon and fallen back to the earth, dropping into the Pacific Ocean in lat. 270 7' N. long. 1410 if' west ; when the frigate Susquehanna had secured it, to the great satisfaction of its passengers. Of its passengers, two members of the Gun Club, the president, Impey Barbicane, and Captain Nicholl, with a hare-brained Frenchman, had taken passage in the projec tile and had all returned from the voyage safe and sound."], [62, "38 THE PURCHASE OF THE NORTH POLE. But if the two Americans were then present ready to risk their lives in some new adventure, it was not so with Michel Ardan. He had returned to Europe, and made a fortune, and was now planting cabbages in his retirement, if the best informed reporters were to be believed. Barbicane and Nicholl had also retired, comparatively speaking, but they had retired only to dream of some new enterprise of a similar character. They were in no want of money. From their last undertaking there remained nearly two hundred thousand dollars out of the five millions and a half yielded by the public subscriptions of the old and new worlds ; and by exhibiting themselves in their aluminium projectile throughout the United States they had realized enough wealth and glory to satisfy the most exacting of human ambitions. They would have been content if idleness had not been wearisome to them ; and it was probably in order to find something to do that they had now bought the Arctic regions. But it should not be forgotten that if they had paid for their purchase eight hundred thousand dollars and more, it was because Evangelina Scorbitt had advanced the balance they required. Although Barbicane and Nicholl enjoyed incomparable celebrity, there was one who shared it with them. This was J. T. Maston, the impetuous secretary of the Gun"], [63, "OLD ACQUAINTANCES. 39 Club. Was it not this able mathematician who had made the calculations which had enabled the great experiment to be made ? If he had not accompanied his two col leagues on their extraordinary voyage, it was not from fear ; certainly not ! But the worthy gunner wanted a right arm, and had a gutta-percha cranium, owing to one of those accidents so common in warfare ; and if he had shown himself to the Selenites it might have given them an erroneous idea of the inhabitants of the Earth, of which the Moon after all is but the humble satellite. To his profound regret J. T. Maston had had to resign himself to staying at home. But he was not idle. After the construction of the immense telescope on the summit of Long's Peak, one of the highest of the Rocky Moun tains, he had transported himself there, and from the moment he found the projectile describing its majestic trajectory in the sky he never left his post of observation. At the eye-piece of the huge instrument he devoted him self to the task of following his friends as they journeyed in their strange carriage through space. It might be thought that the bold voyagers were for ever lost to earth. The projectile, drawn into a new orbit by tire Moon, might gravitate eternally round the Queen of the Night as a sort of sub-satellite But no ! A devia tion, which by many was called providential, had modified"], [64, "THE PURCHASE OF THE NORTH POLE. 40 the projectile's direction, and, after making the circle ofthe Moon, brought it back from that spheroid at a speed of 172,800 miles an hour at the moment it plunged into the ocean. Luckily the liquid mass of the Pacific had broken the fall, which had been perceived by the U.S. frigate Susque hanna. As soon as the news had reached J. T. Maston, he had set out in all haste from the observatory at Long's Peak to the rescue of his friends. Soundings were taken in the vicinity of where the shell had been seen to fall, and the devoted Maston had not hesitated to go down in diver's dress to find his friends. But such trouble was unnecessary. The projectile being of aluminium, displacing an amount of water greater than its own weight, had returned to the surface of the Pacific after a magnificent plunge. And President Barbicane, Captain Nicholl, and Michel Ardan were found in their floating prison playing dominoes. The part that Maston took in these extraordinary pro ceedings had brought him prominently to the front. He was not handsome, with his artifical cranium and his mechanical arm with its hook for a hand. He was not young, for fifty-eight years had chimed and struck at the date of our story's beginning. But the originality of his character, the vivacity of his intelligence, the fire in hig eye, the impetuosity with which he had attacked every-"], [65, "OLD ACQUAINTANCES. 41 thing, had made him the beau-ideal of a man in the eyes of Evangelina Scorbitt. His brain, carefully protected beneath its gutta-percha roof was intact, and justly bore the reputation of being one of the most remarkable of the day. Mrs. Scorbitt — though the least calculation gave her a headache — had a taste for mathematicians if she had not one for mathematics. She looked upon them as upon beings of a peculiar and superior species. Heads where x's knocked against x's like nuts in a bag, brains which rejoiced in algebraic formulae, hands which threw about triple integrals as an equilibrist plays with glasses and bottles, intelligences which understood this sort of thing : ss s § (x y z) dx dy dz — these were the wise men who appeared worthy of all the admiration of a woman, attracted to them propor tionally to their mass and in inverse ratio to the square of their distances. And J. T. Maston was bulky enough to exercise on her an irresistible attraction, and as to the distance between them it would be simply zero, if she succeeded in her plans. It must be confessed that this gave some anxiety to the secretary ofthe Gun Club, who had never sought happi ness in such close approximations. Besides, Evangelina"], [66, "THE PURCHASE OF THE NORTH POLE. 42 Scorbitt was no longer in her first youth ; but she was not a bad sort of person by any means, and she would have wanted for nothing could she only see the day when she was introduced to the drawing-rooms of Balti more as Mrs. J. T. Maston. The widow's fortune was considerable. Not that she was as rich as Gould, Mackay, Vanderbilt, or Gordon Bennett, whose fortunes exceed millions, and who could give alms to a Rothschild. Not that she possessed the millions of Mrs. Moses Carper, Mrs. Stewart, or Mrs. Crocker ; nor was she as rich as Mrs. Hammersley, Mrs. Helby Green, Mrs. Maffitt, Mrs. Marshall, Mrs. Para Stevens, Mrs. Mintbury, and a few others. But she was the possessor of four good millions of dollars, which had come to her from John P. Scorbitt, who had made a fortune by trade in fashionable sundries and salt pork. And this fortune the generous widow would have been happy to employ for the advantage of J. T. Maston, to whom she would bring a treasure of tenderness yet more inexhaustible. At Maston's request, she had cheerfully consented to put several hundreds of thousands of dollars at the dis posal of the North Polar Practical Association, without even knowing what it was all about. With J. T. Maston concerned in it she felt assured that the work could not but be grandiose, sublime, super-excellent. The past of"], [67, "OLD ACQUAINTANCES. 43 the Gun Club's secretary was voucher enough for the future. It may be guessed, therefore, if she lost confidence when the auctioneer's hammer knocked down the North Pole to Barbicane & Co. While J. T. Maston formed part of the \" Co.\" could she do otherwise than applaud ? And thus it happened that Evangelina Scorbitt found herself chief proprietor of the Arctic regions within the\" eighty-fourth parallel. But what would she do with them ? Or rather, how was the company going to get any benefit out of their inaccessible domain? That was the question ! And if in a pecuniary sense it had much interest for Mrs. Scorbitt, from a curiosity point of view it had quite as much interest for the world at large. The trusting widow had asked a few questions of Maston before she advanced the funds. But Maston in variably maintained the closest reserve. Mrs. Scorbitt, he remarked, would know soon enough, but not before the hour had come, for she would be astonished at the object ofthe new association. Doubtless he was thinking of some undertaking which, to quote Jean Jacques, \"never had an example, and never will have imitators,\" of something destined to leave far behind the attempt made by the Gun Club to open up communication with the Moon."], [68, "THE PURCHASE OF THE NORTH POLE. 44 When Evangelina grew somewhat pressing in her inquiries, J. T. Maston had placed his hook on his half closed lips, and remarked soothingly, — \" Have confidence, Mrs. Scorbitt ; have confidence ! \" And if Mrs. Scorbitt had confidence before the sale, what immense joy she must have experienced at the result ! Still she could not help asking the eminent mathema tician, what he was going to do next. And though she smiled on him bewitchingly, the eminent mathematician only replied, as he cordially shook her hand, — \" You will know very soon ! \" That shake of the hand immediately calmed the im patience of Mrs. Scorbitt. And a few days later there was another shake, for the old and new worlds were con siderably shaken — to say nothing of the shake that was coming — when they learnt the project for which the North Polar Practical Association appealed to the public for subscriptions. The company announced that it had \" acquired \" the territory for the purpose of working — \" the Coal Fields at the North Pole \" !"], [69, "45 CHAPTER V. THE POLAR COAL-FIELD. \" BUT are there any coal-fields at the Pole ?\" Such was the first question that presented itself. \" Why should there be coal at the Pole ? \" said some. \" Why should there not be ? \" said others. Coal-beds are found in many parts of the world. There is coal in Europe ; there is coal in America ; and in Africa ; and in Asia ; and in Oceania. As the globe is more and more explored, beds of fossil fuel are revealed in strata of all ages. There is true coal in the primary rocks, and there is lignite in the secondaries and tertiaries. England alone produces a hundred and sixty millions of tons a year ; the world consumes four hundred million tons, and with the requirements of industry there is no decrease but an increase in the consumption. The substi tution of electricity for steam as a motive power means the expenditure of coal just the same. The industrial stomach cannot live without coal : industry is a car bonivorous animal, and must have its proper food."], [70, "46 THE PURCHASE OF THE NORTH POLE. Carbon is something else than a combustible. It is the telluric substance from which science draws the major part of the products and sub-products used in the arts. With the transformations to which it is subject in the crucibles ofthe laboratory you can dye, sweeten, perfume, vaporize, purify, heat, light, and you can produce the diamond. But the coal-beds from which our carbon at present chiefly comes are not inexhaustible. And the well informed people who are in fear for the future are looking about for new supplies wherever there is a probability of their existence. \" But why should there be coal at the Pole ? \" \" Why ? \" replied the supporters of President Barbicane. \" Because in the carboniferous period, according to a well known theory, the volume of the Sun was such that the difference in temperature between the Equator and the Poles was inappreciable. Immense forests covered the northern regions long before the appearance of man, when our planet was subject to the prolonged influence of heat and humidity.\" And this the journals, reviews, and magazines that supported the North Polar Practical Association insisted on in a thousand articles, popular and scientific. If these forests existed, what more reasonable to suppose than that"], [71, ""], [72, "\" Assuredly ! \" said the Major. Page 47."], [73, "THE POLAR COAL-FIELD. 47 the weather, the water, and the warmth had converted them into coal-beds ? But in addition to this there were certain facts which were undeniable. And these were important enough to suggest that a search might be made for the mineral in the regions indicated. So thought Donellan and Todrin as they sat together in a corner of the \" Two Friends.\" \" Well,\" said Todrin, \" can Barbicane be right ? \" \" It is very likely,\" said the Major. \" But then there are fortunes to be made in opening up the Polar regions ! \" \"Assuredly,\" said the Major. \" North America has immense deposits of coal ; new discoveries are often being announced, and there are doubtless more to follow. The Arctic regions seem to be a part of the American conti nent geologically. They are similar in formation and physiography. Greenland is a prolongation of the new world, and certainly Greenland belongs to America — \" \" As the horse's head, which it looks like, belongs to the animal's body,\" said Todrin. \" Nordenskiold,\" said Donellan, \" when he explored Greenland, found among the sandstones and schists inter calations of lignite with many forest plants. Even in the Disko district, Steenstrup discovered eleven localities with"], [74, "48 THE PURCHASE OF THE NORTH POLE. abundant vestiges of the luxuriant vegetation which formerly encircled the Pole.\" \" But higher up ? \" asked Todrin. \" Higher up, or farther up to the northward,\" said the Major, \"the presence of coal is extremely probable, and it only has to be looked for. And if there is coal on the surface, is it not reasonable to suppose that there is coal underneath ? \" The Major was right. He was thoroughly posted up in all that concerned the geology of the Arctic regions, and he would have held on for some time if he had not noticed that the people in the \" Two Friends \" were listening to him. \" Are you not surprised at one thing, Major?\" \" What is that ? \" \"That in this affair, in which you would expect to meet with engineers and navigators, you have only to deal with artillerists. What have they to do with the coal-mines of the North Pole ? \" \" That is rather surprising,\" said the Major. And every morning the newspapers returned to this matter ofthe coal-mines. \" Coal-beds ! \" said one, \" what coal-beds ? \" \" What coal-beds ? \" replied another ; \" why, those that Nares found in 1875 and 1876 on the eighty-second"], [75, "THE POLAR COAL-FIELD. 49 parallel, when his people found the miocene flora rich in poplars, beeches, viburnums, hazels, and conifers.\" \"And in 1881— 1884,\" added the scientific chronicler of the New York Witness, \" during the Greely expedition to Lady Franklin Bay, a bed of coal was discovered by our men at Watercourse Creek, close to Fort Conger. Did not Dr. Pavy rightly consider that these carboniferous deposits were apparently destined to be used some day for contending with the cold of that desolate region ? \" When these facts were brought forward, it will be easily understood that Impey Barbicane's adversaries were hard up for a reply. The partisans of the \" Why should there be coal ? \" had to lower their flag to the partisans of \" Why should there not be ? \" Yes, there was coal ! And probably a considerable amount of it. The circumpolar area contained large deposits of the precious combustible on the site of the formerly luxuriant vegetation. But if the ground were cut from under their feet regarding the existence of the coal, the detractors took their revenge in attacking the question from another point. \" Be it so ! \" said the Major one day in the rooms of the Gun Club itself, when he discussed the matter with Bar bicane. \" Be it so ! I admit there is coal there ; I am convinced there is coal there. But work it !\" \" That we are going to do,\" said Barbicane tranquilly. F."], [76, "50 THE PURCHASE OF THE NORTH POLE. \" Get within the eighty-fourth parallel, beyond which no explorer has yet gone ! \" \" We will get beyond it ! \" \" Go to the Pole itself ! \" \"We are going there ! \" And in listening to the president of the Gun Club making these cool answers, talking with such assurance, expressing his opinion so haughtily and unmistakably, the most obstinate began to hesitate. They felt they were in the presence of a man who had lost nothing of his former qualities ; calm, cool, with a mind eminently serious and concentrated, exact as a chronometer, adventurous, and bringing the most practical ideas to bear on the most daring undertakings. Solid, morally and physically, he was \" deep in the water,\" to employ a metaphor of Napoleon's, and could hold his own against wind or tide. His enemies and rivals knew that only too well. He had stated that he would reach the North Pole ! He would set foot where no human foot had been set before ! He would hoist the Stars and Stripes on one of the two spots of earth which remained immovable while all the rest spun round in diurnal rotation ! Here was a chance for the caricaturists ! In the windows of the shops and kiosks of the great cities of Europe and America there appeared thousands of sketches and prints"], [77, "He would hoist the Stars and Stripes. Page 50."], [78, ""], [79, "THE POLAR COAL-FIELD. 51 displaying Impey Barbicane seeking the most extravagant means of attaining his object. Here the daring American, assisted by all the members of the Gun Club, pickaxe in hand, was driving a sub marine tunnel through masses of ice, which was to emerge at the very point of the axis. Here Barbicane, accompanied by J. T. Maston — a very good portrait — and Captain Nicholl, descended in a balloon on the point in question, and, after unheard-of dangers, succeeded in capturing a lump of coal weighing half a pound, which was all the circumpolar deposit con tained. Here J. T. Maston, who was as popular as Barbicane with the caricaturists, had been seized by the magnetic attraction of the Pole, and was fast held to the ground by his metal hook. And it may be remarked here that the celebrated calcu lator was of too touchy a temperament to laugh at any jest at his personal peculiarities. He was very much annoyed at it, and it will be easily imagined that Mrs. Scorbitt was not the last to share in his just indignation. Another sketch, in the Brussels Magic Lantern, repre sented Impey Barbicane and his co-directors working in the midst of flames, like so many incombustible sala manders. To melt the ice of the Palæocrystic Sea, they E 2"], [80, "52 THE PURCHASE OF THE NORTH POLE. had poured out over it a sea of alcohol, and then lighted the spirit, so as to convert the polar basin into a bowl of punch. And, playing on the word punch, the Belgian designer had had the irreverence to represent the president ofthe Gun Club as a ridiculous punchinello. But of all the caricatures, that which obtained the most success was published by the Parisian Charivari under the signature of \" Stop.\" In the stomach of a whale, comfort ably furnished and padded, Impey Barbicane and J. T. Maston sat smoking and playing chess, waiting their arrival at their destination. The new Jonahs had not hesitated to avail themselves of an enormous marine mammifer, and by this new mode of locomotion had passed under the ice-floes to reach the inaccessible Pole. The phlegmatic president was not in the least incom moded by this intemperance of pen and pencil. He let the world talk, and sing, and parody, and caricature ; and he quietly went on with his work. As soon as he had obtained the concession, he had issued an appeal to the public for the subscription of fifteen mil lions of dollars in hundred-dollar shares. Such was the credit of Barbicane & Co., that applications flowed in wholesale. But it is as well to say that nearly all the applications came from the United States."], [81, "THE POLAR COAL-FIELD. 53 \" So much the better ! \" said the supporters of the North Polar Practical Association. \" The work will be entirely American.\" The prospectus was so plausible, the speculators believed so tenaciously in the realization of its promises, and ad mitted so imperturbably the existence of the Polar coal mines, that the capital was subscribed three times over. Two-thirds of the applications were declined with regret, and on the 16th of December the capital of fifteen millions of dollars was fully paid up. It was about thrice as much as the amount subscribed for the Gun Club when they made their great experiment of sending a projectile from the Earth to the Moon."], [82, "THE PURCHASE OF THE NORTH POLE. 54 CHAPTER VI. A TELEPHONIC CONVERSATION. NOT only had Barbicane announced that he would attain his object — and now the capital at his command enabled him to reach it without hindrance — but he would certainly not have appealed for funds if he was not certain of success. The North Pole was at last to be conquered by the audacious genius of man ! Barbicane and his co-directors had the means of suc ceeding where so many others had failed. They would do what had not been done by Franklin, Kane, Nares, or Greely. They would advance beyond the eighty-fourth parallel. They would take possession of the vast portion of the globe that had fallen to them under the hammer. They would add to the American flag the forty-third star for the forty-third state annexed to the American Con federation. \"Rubbish!\" said the European delegates."], [83, "A TELEPHONIC CONVERSATION. 55 And the means of conquering the Pole — means that were practical, logical, indisputable, and of a simplicity quite infantine — were the suggestion of J. T. Maston. It was in his brain, where ideas were cooked in cerebral matter in a state of constant ebullition, that there had been con ceived this great geographical work, and the means devised of bringing it to a successful issue. The secretary of the Gun Club was a remarkable calcu lator. The solution of the most complicated problems of mathematical science was but sport to him. He laughed at difficulties, whether in the science of magnitudes, that is algebra, or in the science of numbers, that is arithmetic ; and it was a treat to see him handle the symbols, the con ventional signs which form the algebraic notation, whether letters of the alphabet, representing quantities or magni tudes, or lines coupled or crossed, which indicate the relation between the quantities and the operations to which they. are submitted. Ah ! The co-efficients, the exponents, the radicals, the indices, and the other arrangements adopted in that lan guage ! How the signs leapt from his pen, or rather from the piece of chalk which wriggled at the end of his metal hook, for he preferred to work on a blackboard. There, on a surface of ten square yards — for nothing less would do for J. T. Maston — he revelled in all the ardour of his"], [84, "56 THE PURCHASE OF THE NORTH POLE. algebraical temperament. They were no miserable little figures that he employed in his calculations. No ; the figures were fantastic, gigantic, traced with a furious hand. His 2's and 3*s waltzed like shavings in a whirlwind ; his 7's were like gibbets, and only wanted a corpse to com plete them ; his 8's were like spectacles ; and his 6's and 9's had flourishes interminable ! And the letters with which he built up his formulæ ! The a's and b's and e's he used for his quantities given or known ; and the x's,y's, and z's he used for the quantities sought or unknown, and especially his z's, which twisted in zigzags like lightning flashes ! And what turns and twiggles there were in his 7r's, his X's, his o/s ! Even a Euclid or an Archimedes would have been proud of them ! And as to his signs, in pure unblurred chalk, they were simply marvellous. His + showed the addition was unmistakable. His — , though humbler, was quite a work of art. His x was as clear as a St. Andrew's cross. And as to his =, so rigorously equal were they, as to indicate without a chance of mistake, that J. T. Maston lived in a country where equality was no vain formula. His <, his > , and his 5 were really grand ! And as to his y/, the root of a quantity or of a number, it was really a triumph, and when he completed the horizontal bar in this style"], [85, "A TELEPHONIC CONVERSATION. 57 it seemed as if the indicatory vinculum would shoot clean off the blackboard and menace the world with inclusion within the maniacal equation. But do not suppose that the mathematical intelligence of J. T. Maston was bounded by the horizon of elementary algebra. No ! The differential calculus, the integral calculus, the calculus of variations were no strangers to him, and with unshaking hand he dashed down the famous sign of integration, the shape so terrible in its simplicity, the that speaks of an infinity of elements of the infinitely little. And like it was his __ which represents the sum of a finite number of finite elements ; like it was his CC with which mathematicians indicate the variant ; like it were all the mysterious symbols employed in this language so unintelligible to ordinary mortals. In short, this astonish ing man was capable of mounting the mathematical ladder to the very topmost rung. Such was J. T. Maston. No wonder his colleagues had every confidence in him when he undertook to solve the wildest abracadabrant calculations that occurred to their audacious brains ! No wonder that the Gun Club had confided to him the problem regarding the hurling of"], [86, "58 THE PURCHASE OF THE NORTH POLE. the projectile from the Earth to the Moon ! No wonder that Evangelina Scorbitt was intoxicated with his glory, and had conceived for him an admiration which perilously bordered on love ! But in the case under consideration, the solution ofthe problem regarding the conquest of the North Pole, J. T. Maston had no flight to take in the sublime regions of analysis. To allow the concessionaries of the Arctic regions to make use of their new possessions, the secre tary of the Gun Club had but a simple problem in mechanics to occupy his mind. It was a complicated problem, no doubt, requiring ingenious and possibly novel formulae, but it could be done. Yes ! They could trust J. T. Maston, although the slightest slip might entail the loss of millions ! But never since his baby head had toyed with the first notions of arithmetic had he made a mistake, never had he been the millionth of an inch out in a matter of measurement, and if he had made an error in the last of twenty places of decimals his gutta-percha cranium would have burst its fixings. It was important to insist on the remarkable mathe matical powers of J. T. Maston. We have done so! Now we have to show him at work, and to do that we must go back a few weeks. About a month before the famous advertisement, J. T."], [87, "A TELEPHONIC CONVERSATION. 59 Maston had been requested to work out the elements of the project of which he had suggested to his colleagues the marvellous consequences. For many years he had lived at No. 179, Franklin Street, one of the quietest streets in Baltimore, far from the business quarter, for in commerce he took no interest ; far from the noise ofthe crowd, for the mob he abhorred. There he • occupied a modest habitation known as Ballistic Cottage, living on the pension he drew as an old artillery officer, and on the salary paid him as the Gun Club secretary. He lived alone with one servant, Fire- Fire, a name worthy of an artilleryman's valet. This negro was a servant of the first-water, and he served his master as faithfully as he would have served a gun. J. T. Maston was a confirmed bachelor, being of opinion that bachelorhood is the only state worth caring about in this sublunary sphere. He knew the Sclav proverb, that a woman draws more with one hair than four oxen in a plough ; and he was on his guard. If he was alone at Ballistic Cottage, it was because he wished to be alone. He had only to nod to change his solitude of one into a solitude of two, and help himself to half the fortune of a millionaire. There was no doubt of it. Mrs. Scorbitt would only have been too happy ; but J. T. Maston was not going to be too happy ; and it"], [88, "THE PURCHASE OF THE NORTH POLE. 60 seemed that these two people so admirably adapted for each other — in the widow's opinion — would never under stand each other. The cottage was a very quiet one. There was a ground floor and a first-floor. The ground floor had its verandah, its reception-room and dining-room, and the kitchen in a small annexe in the garden. Above them was a bed room in front, and a workroom facing the garden- away from the noise, a buen retiro of the savant and the sage within whose walls were solved calculations that would have raised the envy of a Newton or a Laplace. Different, indeed, was the home of Mrs. Scorbitt, in the fashionable quarter of New Park, with the balconies on its front covered with the fantastic sculpture of American architecture, Gothic and Renascence jumbled together; its enormous hall, its picture galleries, its double twisted staircase, its numerous domestics, its stables, its coach houses, its gardens, its lawns, its trees, its fountains, and the tower which dominated its battlements from the summit of which fluttered in the breeze the blue and gold banner of the Scorbitts. Three miles divided New Park from Ballistic Cottage. But a telephone-wire united the two habitations, and at the ringing of the call between the mansion and the cottage conversation could be instantly established. If"], [89, "A TELEPHONIC CONVERSATION. 61 the talkers could not see each other, they could hear each other ; and no one will be surprised to learn that Evange lina Scorbitt called J. T. Maston much oftener before his telephonic plate than J. T. Maston called Evangelina Scorbitt before hers. The mathematician would leave his work, not without some disgust, to receive a friendly ' good morning,\" and he would reply by a growl along the wire, which he hoped would soften as it went, and then he would return to his problems. It was on the 3rd of October, after a last and long conference, that J. T. Maston took leave of his colleagues to devote himself to his task. It was the most important investigation he had undertaken. He had to calculate the mechanical formulae required for the advance on the Pole, and the economical working of the coal-beds there of. He estimated that it would take him rather more than a week to accomplish this mysterious task. It was a complicated and delicate inquiry, necessitating the resolution of a large number of equations dealing with mechanics, analytical geometry of the three dimensions, and spherical trigonometry. To be free from trouble, it had been arranged that the secretary of the Gun Club should retire to his cottage, and be visited and disturbed by no one. This was a great trial for Mrs. Scorbitt, but she had to resign herself to it."], [90, "THE PURCHASE OF THE NORTH POLE. 62 She and President Barbicane, Captain Nicholl, the brisk Bilsby, Colonel Bloomsberry, and Tom Hunter with his wooden legs, had called on Maston in the afternoon to bid him farewell for a time. \" You will succeed, dear Maston,\" she said, as she rose to go. \" But be sure you don't make a mistake,\" said Barbi cane, with a smile. \" A mistake ! He ! \" exclaimed Mrs. Scorbitt, with horror at the thought. With a grip of the hand from some, a sigh from one, wishes for success, and recommendations not to overwork himself from others, the mathematician saw his friends depart. The door of Ballistic Cottage was shut, and Fire- Fire received orders to open it to no one — not even to the President of the United States of America. For the first two days of his seclusion J. T. Maston thought over the problem without touching the chalk. He read over certain works relative to the elements, the earth, its mass, its density, its volume, its form, its rotation on its axis, and translation round its orbit — elements which were to form the bases of his calculations. These are the principal, which it is as well the reader should have before him : — Form of the Earth : an ellipsoid of revolution, with a"], [91, "63 A TELEPHONIC CONVERSATION. major diameter of 7926-6 miles, and a minor diameter of 78996 miles. The difference between the two, owing to the flattening of the spheroid at the Poles being 27 miles, or one two-hundred-and-ninety-third of its mean diameter. Circumference of the Earth at the Equator : 24,899 miles, the meridional circumference being 24,856 miles. Surface of the Earth : 197,000,000 square miles. Volume of the Earth : 260,000,000,000 cubic miles. Density of the Earth : five and a half times that of water, the mass being approximately 6,000,000,000,000,000,000,000 tons. Duration of the Earth's journey round the Sun : 365 days and a quarter, constituting the solar year, or more exactly 365 days, 6 hours, 9 minutes, thus giving the spheroid an average velocity of 66,000 miles an hour. Rate of the Earth's rotation at the Equator : 1037-4583 miles per hour. The following were the units of length, force, time, and inclination which J. T. Maston required for his calculations ; the mile, the ton, the second, and the angle at the centre which cuts off in any circle an arc equal to the radius. It was on the 5th of October, at five o'clock in the after noon — it is important to know the precise time in a work of such celebrity— that J. T. Maston, after much reflecting, began to write. And, to begin with, he attacked the"], [92, "64 THE PURCHASE OF THE NORTH POLE. problem at its base — that is, by the number representing the circumference of the Earth, and one of its great circles, viz. the Equator. The blackboard was placed in an angle of the room on an easel of polished oak, well in the light of one of the windows which opened on to the garden. Little sticks of chalk were placed on the shelf at the bottom of the board. A sponge to wipe out with was in the calculator's left hand. His right hand, or rather his hook, was reserved for writing down the figures of his working. He began by describing the circumference of the terres trial spheroid. At the Equator the curve of the globe was marked by a plain line representing the front part of the curve, and by a dotted line representing the back half of the curve. The axis was a perpendicular line cutting the Equator, and marked N.S. On the left-hand top corner of the board he wrote the number that used to represent the earth's circumference in metrical measurement — 40,000,000. He knew that this was an assumption admitted to be erroneous, but it afforded a good round integer to begin with, and the subsequent rectification of his calculations by the inclusion of the missing meters was but child's play to so transcendental a mathematician as J. T. Maston."], [93, "On the left-hand top corner. Page 64."], [94, ""], [95, "65 A TELEPHONIC CONVERSATION. He was so pre-occupied that he^had not noticed the state of the sky — which had changed considerably during the afternoon. For the last hour one of those great storms had been gathering which affect the organizations of all living things. Livid clouds like whitish wool flocks had accumulated on the grey expanse and hung heavily over the city. The roll of distant thunder was heard. One or two flashes had already rent the atmosphere where the electric tension was at its highest. J. T. Maston, more and more absorbed, saw nothing, heard nothing. Suddenly an electric bell troubled the silence of the room with its hurried tinkling. \" Good ! \" exclaimed the mathematician. \" If inter rupters can't get in by the door, they come through the wire ! A fine invention for people who wish to be left alone ! I'll see if I can't turn that current off while I am at work ! \" And stepping up to the telephone, he asked, — \" Who wants me ? \" \" I want a moment's -talk with you,\" said a feminine voice. \" And who is speaking ? \" \" Have you not recognized my voice, dear Mr. Maston ? It is Mrs. Scorbitt.\" /OJ F"], [96, "66 THE PURCHASE OF THE NORTH POLE. \" Mrs. Scorbitt ! She will not leave me a moment's peace.\" But the last words were prudently muttered above the instrument, so that the widow heard them not. And J. T. Maston, seeing that he must say something civil, replied, — \" Ah ! It is you, Mrs. Scorbitt ? \" \" I, dear Mr. Maston ! \" And what does Mrs. Scorbitt want with me ? \" \" To tell you that there is a storm coming your way. \" Well, I cannot stop it—\" \" No, but I wanted to ask if you had taken care to shut your window — \" Mrs. Scorbitt had hardly ended before a tremendous clap of thunder silled the air. It seemed as though a vast sheet of silk had been torn apart for an infinity of length. The lightning had flashed down over Ballistic Cottage, and, conducted by the telephone-wire, had invaded the mathematician's room with a brutality quite electric. J. T. Maston, bending over the mouthpiece of the instru ment, received the hardest voltaic knock that had ever found the mouth of a philosopher. The flash had run along his metal hook, and spun him round like a teetotum. The blackboard he struck with his back was hurled down"], [97, "The blackboard he struck with his back. Tage 66."], [98, ""], [99, "A TELEPHONIC CONVERSATION. 67 in the corner. And the lightning disappeared out of window. Stunned for a moment — and it was a wonder it was no worse — J. T. Maston slowly rose, and rubbed the different parts of his body to make sure he was not hurt. Then, having lost none of his coolness, as beseemed the ancient pointer of the Columbiad, he put his room in order, picked up his easel, hoisted up his blackboard, gathered up the fragments of chalk scattered on the carpet, and resumed his work, which had been so rudely interrupted. But he noticed that by the fall of the blackboard the figures he had written on the right-hand top corner, which represented in meters the approximate equatorial circum ference of the earth, had been partially erased. He stretched his hook up to re-write them when the bell sounded with a feverish tinkle. \" Again !\" exclaimed J. T. Maston. And he went to the telephone. \" Who is there ? \" he asked. \" Mrs. Scorbitt.\" \" And what does Mrs. Scorbitt want ? \" \" Did that horrible flash of lightning strike Ballistic Cottage ? \" \" I have every reason to believe so.\" \" Good Heavens ! The lightning—\" F 2"], [100, "68 THE PURCHASE OF THE NORTH POLE. \" Do not be uneasy, Mrs. Scorbitt.\" \" You are not hurt, dear Mr. Maston ? \" \" Not at all.\" \" You are sure you have not been touched ? \" \" I am only touched by your thoughtfulness for me,\" said the philosopher gallantly. \" Good evening, dear Mr. Maston.\" \" Good evening, dear Mrs. Scorbitt.\" And he returned to his blackboard. \" Confound that excellent woman,\" he said ; \" if she hadn't called me to the telephone I should not have run the chance of being struck by lightning.\" And to insure being left in quiet, he judiciously put the telephone out of action. Then he resumed his work. From the number on the board he gradually built up a definitive formula, and then noting it on the left, he cleared away the working by which he had arrived at it, and launched forth into an appal ling series of figures and signs. Eight days later the wonderful calculation was finished, and the secretary of the Gun Club triumphantly bore off to his colleagues the solution of the problem which they had awaited with a very natural impatience. The practical means of arriving at the North Pole to work its coal-mines were mathematically established."], [101, "A TELEPHONIC CONVERSATION 69 Then the company was formed under the title of The North Polar Practical Association. Then the Arctic regions were purchased under the auctioneer's hammer. And then the shares were offered to the world."], [102, "THE PURCHASE OF THE NORTH POLE. 70 CHAPTER VII. BARBICANE MAKES A SPEECH. On the 22nd of December a general meeting was called of the shareholders of the North Polar Practical Association, to take place at the rooms of the Gun Club in Union Square. And the square itself was hardly large enough to hold the crowd. Usually the large hall of the club was decorated with weapons of all sorts appropriate to the noble profession of its members. It was quite an artillery museum. Even the furniture itself, the chairs and tables, and couches, was of the pattern of the murderous engines which had sent to a better world so many worthy people whose secret desire had been to die of old age. On this occasion the furniture had been removed. This was not a warlike assembly ; it was an industrial and pacific assembly over which Barbicane was to preside. The hall was full to suffocation, and the crowd of those who could not get in stretched half across Union Square."], [103, "BARBICANE MAKES A SPEECH. 7 1 The members of the Gun Club who had held the first shares in the company had secured places round the platform. Amongst them, even more triumphant than usual, were Colonel Bloomsberry, Tom Hunter with the wooden legs, and the brisk Bilsby. A comfortable arm chair had been reserved for Mrs. Scorbitt, as was only right, considering that she was the chief proprietor of the Polar freehold ; and there were a number of other lady share holders belonging to all classes of the city, whose bright bonnets, and hats, and feathers, and ribbons, were a welcome relief to the black coats of the noisy men that crowded under the glazed cupola of the hall. The immense majority of shareholders were not so much supporters as personal friends ofthe directors. But among the crowd were the representatives of the rival companies who had bid against Forster at the auction sale, and who now had taken shares in order to be qualified to vote and make mischief at the meetings. It can be easily imagined with what intense curiosity they awaited Barbicane's address, which would probably throw some light on the way in which the North Pole was to be reached. Perhaps there was a difficulty there even greater than working the mines? If any objections could be made we may be sure that Baldenak, Karkof, Jansen, and Harald were quite equal to making them. And the Major and his invaluable"], [104, "72 THE PURCHASE OF THE NORTH POLE. Todrin would lose no chance of driving Barbicane behind his last entrenchments. It was eight o'clock. The hall, the side rooms, and the corridors of the Gun Club glowed with Edison lamps. Ever since the doors had been opened to the public there had been an incessant uproar, but as soon as the directors appeared all was silent. At a table covered with a black cloth, on the platform, Barbicane, Nicholl, and J. T. Maston took up their positions in the fullest glare of the light. As they did so three cheers, punctuated by the needful \" hips,\" broke forth, and were echoed in the adjacent streets. Solemnly J. T. Maston and Captain Nicholl sat down in all the plenitude of their celebrity. Then Barbicane, who had remained standing, put his right hand in his trouser pocket, his left thumb in his waistcoat pocket, and began to speak as follows : — \" Fellow-shareholders, — The directorate of the North Polar Practical Association have called this meeting in the rooms of the Gun Club, as they have something of im portance to communicate to you. \" You have learnt from the newspapers that the object of our company is the opening up ofthe coal-fields of the North Pole, the concession of which we have obtained. The estate acquired in public auction is the property ofthe company, and the capital, which was all subscribed by the"], [105, "\" Fellow-shareholders I \" Page 72."], [106, ""], [107, "BARBICANE MAKES A SPEECH. 73 I ith of December last, enables us to enter at once on an enterprise which will produce a rate of interest unknown up to now in any commercial or industrial operation what ever. ' Here the first murmur of approval for a moment inter rupted the orator. \" You are aware of how we came to discover that there were rich beds of coal, and also possibly of fossil ivory, in the circumpolar regions. The statements in the public press leave no doubt as to the existence of these coal strata. \" Now coal has become the source of all modern industry. To say nothing of the fuel used for heating purposes, or of its employment for the production of steam and electricity, I may direct your attention to its derivatives, the aniline colours, the perfumes, the picrates, salicylic acid, naphtol, phenol, antipyrin, benzin, naphthalin, pyrogallic acid, tannin, saccharin, tar, asphalt, pitch, lubricating oils, varnish, yellow prussiate of potass, cyanide, bitters, &c, &c.\" And after this enumeration, which had been given vvith great rapidity, the orator paused like an exhausted runner to take a long breath. Then he continued, — \" It is indubitable that coal will in time be exhausted. Before sive hundred years the mines in operation to day—\""], [108, "THE PURCHASE OF THE NORTH POLE. 74 \"Three hundred ! \" shouted one ofthe crowd. \" Two hundred ! \" roared another. \" Let us say a delay more or less restricted,\" said Barbicane, \" and put ourselves in a position to see what new coal-fields then remain, supposing that the present fields are exhausted at the close of this century.\" Here he paused to enable his audience to concentrate their attention. Then he continued, — \" Now, fellow-shareholders, follow me, and let us start for the North Pole.\" And the audience rose as if to pack their baggage ready for shipboard. An observation from Major Donellan put a sudden stop to this movement of enthusiasm. \"Before you start,\" said he, \"will you kindly inform the meeting how you intend going ? Are you going by sea ? \" \" Neither by sea, nor by land, nor by air ! \" said Barbicane sweetly. And the assembly sat down, a prey to very pardonable curiosity. \" You are not without some knowledge,\" continued the orator, \" of the attempts that have been made to reach that inaccessible point of the terrestrial spheroid. It is better, however, that I should remind you of a few of them. It will be to render due honour to the bold pioneers who"], [109, "BARBICANE MAKES A SPEECH. 75 have survived and those who have succumbed in these expeditions.\" Unanimous approval from the entire audience irrespective of nationality. \" In 1845,\" resumed Barbicane, \" Sir John Franklin with the Erebus and Terror set out to find the North-West Passage, and nothing more was heard of him. \" In 1854 the American, Kane, and his lieutenant, Morton, went in search of Franklin. They returned, but their ship, the Advance did not return. \"In 1859 Sir Leopold MacClintock discovered a docu ment from which it appeared that no survivor remained of the Erebus and Terror expedition. \"In 1860 Hayes left Boston in the schooner United States, crossed the eighty- first parallel, and returned in 1862 without being able to advance farther, notwith standing the heroic efforts of his companions. \"In 1869 Captains Koldewey and Hegeman, both Germans, left Bremerhaven in the Hansa and Germania. The Hansa was crushed in the ice a little below the seventy-first parallel, and the crew had to take to their boats to reach the coast of Greenland. The Germania was more fortunate, and returned to Bremerhaven, but she had not been able to get higher than the seventy-seventh parallel. \"In 1 87 1 Captain Hall left New York in the steamer"], [110, "76 THE PURCHASE OF THE NORTH POLE. Polaris. Four months afterwards, during the terrible winter, he died. A year later the Polaris, caught in the floes after reaching the eighty-second parallel, was crushed by the ice. Eighteen of her men, under Lieutenant Tyson, took refuge on an ice-floe and reached the continent after long drifting about in the Arctic Ocean. \"In 1875 Sir George Nares left Portsmouth with the Alert and Discovery. It was in his memorable Arctic campaign that winter quarters were established between the eighty- second and eighty-third parallels, and that Captain Markham, in a dash to the northward, stopped within four hundred miles of the Pole, no one up to then having been so near. \" In 1879 our great citizen, Gordon Bennett — ; Here there were three cheers given for the proprietor of the New York Herald. — \" Fitted out the seannette, which he confided to Captain De Long. The seannette left San Francisco with thirty three men, passed through Behring Straits, was caught by the ice at Herald Island, and sank at Bennett Island, near the seventy-seventh parallel. The men had only one resource ; to make southwards with the boats or journey over the ice-fields. Misery decimated them. De Long died in October. Many others succumbed, and twelve only returned from the expedition."], [111, "The Frozen North. Page 76."], [112, ""], [113, "BARBICANE MAKES A SPEECH. 77 \" In 1 88 1 Lieutenant Greely left St. John's, Newfound land, in the steamer Proteus, to establish a station on Lady Franklin Bay, a little below the eighty-second degree. There he founded Fort Conger, whence he sent out ex peditions west and north, one of which, under Lieutenant Lockwood and his companion, Brainard, in May, 1882, claims to have reached 830 35', being fifteen miles nearer than Markham's furthest. That is the nearest yet obtained. It is the Ultima Thule of circumpolar cartography.\" Here there were loud cheers in honour of the American discoverers. \"But,\" said Barbicane, \"the expedition ended in disaster. The Proteus sank. Eighty-four men were left in frightful misery. Doctor Pavy died. Greely was discovered by the Thetis in 1883 with only six companions, and one of these was Lieutenant Lockwood, who soon succumbed, adding another name to the sorrowful martyrology of Arctic exploration.\" There was a respectful silence while Barbicane paused. Then in a thrilling voice he resumed, — \" And so, in spite of devotion and courage unparalleled, the eighty-fourth degree has never been passed. And we may even assert that it never will be by means of ships or sledges. It is not given to man to face such dangers and support such extremes of temperature. It is by"], [114, "78 THE PURCHASE OF THE NORTH POLE. other means we must advance to the conquest of the Pole ! \" From the subdued murmur of the audience it was evident that therein lay the interest ofthe communication. What was this secret ? \"And how are you going to capture it?\" asked the Canadian. \" Before ten minutes are up you will know, sir,\" replied Barbicane, \"and in addressing the shareholders generally I say, Have confidence in us, for the promoters ofthe affair are the same men who embarked in the cylindro-conical — \" \"The cylindro-conical,\" interrupted Todrin — \" Dared to venture to the moon.\" \" And have come back as we see ! \" added Todrin, not without signs of disapproval. \"Yes,\" continued Barbicane, \"within the next ten minutes you will know what we propose.\" A murmur of \" Oh ! \" and \" Eh ! \" and \" Ah ! \" rose in answer to the reply. It seemed as though the orator had said, \" Within the ten minutes we shall be at the Pole ! \" He continued, — \" And now, is it a continent at the Pole ? Is it not a sea such as Sir George Nares called the Palæocrystic Sea, the sea of ancient ice ? To that I say, We do not think so.\""], [115, "BARBICANE MAKES A SPEECH. 79 \" That is not good enough,\" said Baldenak. \" It is not a question of not thinking so but of.being certain.\"' \" Well ! I reply to our exuberant interrupter that we are certain. It is solid ground, not a liquid basin, that the North Polar Practical Association has purchased. It is a plateau like the desert of Gobi in Central Asia, two or three miles above sea- level, as can be easily and logically proved from the observations made in the regions of which the polar domain is really a prolongation. Nordenskiold and other observers have all stated that Greenland in creases in height as it goes northward. A hundred miles from Disko its altitude is nearly 7000 feet. And if we consider the different products, animal or vegetable, found in the secular ice, such as the carcases of mastodons, the trunks of conifers, you can see that the continent was once a fertile one, inhabited certainly by animals, and probably by men. There lie buried the thick forests of pre-historic times, which have formed the coal-fields we propose to develop. Yes ! It is a continent round the Pole, a virgin continent untrodden by human foot.\" Great applause. When the echoes of the applause had rolled away, the strident voice of the Canadian was heard, — \" Seven minutes out of the ten have gone, and we have not yet reached the Pole ! \""], [116, "80 THE PURCHASE OF THE NORTH POLE. \" We will be there in three minutes,\" placidly remarked Barbicane. He continued, — \" But if it is a continent, and the continent is elevated.as we have reason to believe, it is obstructed by eternal ice, covered with icebergs and ice-fields, and under such circumstances its development would be difficult — \" \" Impossible ! \" said Harald. \"Impossible, I am aware,\" said Barbicane. \"And it is to conquer this impossibility that our efforts are directed. We have no need of ships or sledges to reach the Pole, but thanks to our arrangements the fusion of the ice, ancient or modern, will take place like enchant ment ! \" He paused. There was absolute silence. \" Gentlemen,\" he continued, \" Archimedes demanded but 'a fulcrum to lift the world ! Well, we have found a fulcrum ! A lever was what the great Syracusan geometer required, and a lever we possess ! We are in a position to displace the Pole — \" \" Displace the Pole ! \" exclaimed Baldenak. \" Bring it to Baltimore ! \" said Professor Harald. Evidently Barbicane did not wish to be more precise, for he continued, — \" As to this fulcrum — '"], [117, "\" Displace the Pole ! Page Eo."], [118, ""], [119, ""], [120, "Our worthy Secretary. Page 81."], [121, "BARBICANE MAKES A SPEECH. 81 \" Don't tell ! Don't tell ! \" shouted one of the audience excitedly. \" As to this lever— ' \" Keep it secret ! Keep it secret ! \" shouted the spec tators. \" We will keep it secret ! \" said Barbicane. Baldenak and Co. protested in vain. The orator con tinued, — \" As to the results of this mechanical operation — an operation unprecedented in industrial annals — which we have undertaken and will bring to a successful issue, thanks to your capital, I will say a few words.\" \" Listen ! listen ! \" shouted the crowd. \" The first idea of our enterprise occurred to one of the most learned, devoted, and illustrious of our colleagues. To him also belongs the glory of having made the calcu lations which rendered the theory practicable, for if the development of the Polar mines is child's play, the displace ment of the Pole is a problem which higher mechanics can alone deal with. That is why we addressed ourselves to our worthy secretary, J. T. Maston ! \" \" Hurrah ! Hip ! hip ! hip ! hurrah ! for J. T. Maston ! \" shouted the whole assembly, electrified by the presence among them of that extraordinary man. Ah! How much was Mrs. Scorbitt moved at the G"], [122, "82 THE PURCHASE OF THE NORTH POLE. acclamations which resounded round the celebrated cal culator ! He, with great modesty, bowed his head to the right ; then to the left, and then saluted in front with his metal hook. \"Already,\" said Barbicane, \"when the great meeting which celebrated the arrival in America of the Frenchman Michel Ardan, a few months before our departure for the Moon—\" The American spoke as coolly of the voyage to the Moon as of a railway journey to New York. — \" J. T. Maston had exclaimed, ' Let us invent machines, let us find a fulcrum, and we will shift the axis of the Earth ! \" Many of you heard him, and will remember it. Well, the machines are invented, the fulcrum is found, and it is to the righting of the Earth's axis that our efforts will be directed.\" \"What!\" exclaimed Donellan. \"You will put the Earth's axis upright ? \" \" Yes, sir,\" said Barbicane ; \" or rather we can make a new axis on which the diurnal rotation formerly — \" \" Modify the diurnal rotation ! \" exclaimed Karkof. \" Absolutely ! and without touching its duration. The operation will bring the Pole to about the sixty-seventh parallel, and under such circumstances the Earth will behave"], [123, "BARBICANE MAKES A SPEECH. 83 like Jupiter, whose axis is nearly perpendicular to the plane of his orbit. This displacement of 230 28' will suffice to obtain for our Polar property sufficient warmth to melt the ice accumulated for thousands of years.\" The audience looked at him in a state of breathlessness. No one dared to interrupt or even to applaud him. All were overwhelmed with the idea, which was so ingenious and so simple ; to change the axis on which the globe turns ! The representatives of the rival syndicates were as tounded, annihilated, and remained without a word to say for themselves. But the applause broke out when Barbicane concluded with sublime simplicity, — \"Thus it is the Sun himself who will melt the icebergs and ice-floes, and render it easy to obtain access to the Pole ! \" \" And so,\" said Donellan, \" if man cannot get to the Pole, the Pole must come to man ? \" \"Just so ! \" said Barbicane. G 2"], [124, "THE PURCHASE OF THE NORTH POLE. 84 CHAPTER VIII. LIKE JUPITER. YES ! Like Jupiter At the time of that memorable meeting in honour of Michel Ardan — so appropriately mentioned by the orator — if J. T. Maston had excitedly exclaimed, \" Let us right the Earth's axis,\" it was because the daring and fantastical Frenchman, one of the heroes of the Moon Voyage, had chanted his dithyrambic hymn in honour of the most important planets of our solar system. In his superb panegyric he had celebrated the special advantages of the giant planet, as we briefly reported at the time. The problem solved by the calculator of the Gun Club was the substitution of a new axis of rotation for the old one on which the Earth had turned ever since in popular phrase, \" the world was a world.\" This new axis of rota tion would be perpendicular to the plane of its orbit ; and under such conditions the climatal situation of the old Pole would be much the same as that of Trondjhem, in Norway, in spring-time, The palæocrystic armour would"], [125, "The making os a new axis was possible. Page 85."], [126, ""], [127, "LIKE JUPITER. 85 thus naturally melt under the rays of the Sun ; and at the same time climate would be distributed over the Earth as the climates are distributed in Jupiter. The inclination of our planet's axis, or in other terms, the angle which its axis of rotation makes with the plane of its ecliptic is 66° 32'. A few degrees would thus bring the axis perpendicular to the plane of the orbit it describes round the Sun. But — it is important to remark — the effort that the North Polar Practical Association was about to make would not, strictly speaking, right the Earth's axis. Mechanically, no force, however considerable, could accomplish that. The Earth is not like a chicken on a spit, that we can take it in our hand and shift it as we will. But the making of a new axis was possible — it may be said easy — if the engineers only had the fulcrum dreamt of by Archimedes and thc lever imagined by J. T. Maston. But as it had been decided to keep the invention a secret until further orders, all that could be done was to study the consequences. And to begin with, the journals and reviews of all sorts appealing to the learned and the ignorant devoted themselves to considering how Jupiter was affected by the approximate perpendicularity of his axis to the plane of his orbit. Jupiter, like Mercury, Venus, the Earth, Mars, Saturn,"], [128, "86 THE PURCHASE OF THE NORTH POLE. Uranus, and Neptune, forms part of the solar system, and sweeps round at nearly five hundred million miles from the central fire ; and his volume is about fourteen times that of the Earth. If there be such a thing as Jovian life, that is to say, if there are any inhabitants on Jupiter, the following are the advantages they obtain by living on the great planet — advantages so poetically brought into relief at the memorable meeting above alluded to. In the first place, during the diurnal rotation of Jupiter, which occupies nine hours, fifty-five minutes, the days are always equal to the nights in all latitudes ; that is to say, the Jovian day is four hours, fifty-seven minutes long, and the Jovian night lasts also four hours and fifty-seven minutes. \"There,\" said the admirers of Jovian existence, \"you have something suited to people of regular habits. They will be delighted to submit to such regularity.\" That is what would happen to the Earth if Barbicane did what he promised, only as the new axis would make no difference in the time of rotation, twenty-four hours would still separate the successive noons, and our spheroid would be blessed with nights and days each twelve hours long, and we should live in a perpetual equinox. \" But the climatal phenomena would be much more"], [129, "LIKE JUPITER. by curious ; and no less interesting,\" said the enthusiasts, \"would be the absence ofthe seasons.\" Owing to the inclination of the axis to the plane of the orbit, we have the annual changes known as spring, sum mer, autumn, and winter. The Jovians could know nothing of these things, and the Terrestrians would know them no more. The moment the new axis became perpen dicular to the ecliptic there would be neither frigid zones nor torrid zones, but the whole Earth would rejoice in a temperate climate. Why was this ? What is the Torrid zone ? It is that part of the Earth comprised between the Tropics of Cancer and Capricorn. Every place within this zone has the Sun in the zenith twice a year. What are the Temperate zones ? The part comprised between the Tropics and the Polar circles ; between 230 28' and 66° 32' of latitude, and in which the Sun never rises to the zenith, but is above the horizon on every day in the year. What are the Frigid zones ? That part of the circum polar regions in which the Sun does not rise above the horizon on every day in the year ; while at the Pole itself he docs not rise for six months at a time. The height of the Sun above the horizon is the cause of"], [130, "88 THE PURCHASE OF THE NORTH POLE. the excessive heat of the Torrid zone, the moderate heat of the Temperate zone, and the excessive cold within the Polar circles. When the axis became perpendicular these things would be different. The Sun would remain on the plane of the Equator. All the year round he would pursue his imper turbable twelve-hour course, and rise to a distance from the zenith according to the latitude of the place. In countries of twenty degrees of latitude he would rise seventy degrees above the horizon ; in countries of forty-nine degrees of latitude he would rise forty-one ; in places of eighty-four degrees he would rise six, and of ninety degrees (the Pole), he would just peep half his diameter above the horizon. The days would be perfectly regular, and the Sun would rise at the same time, and also at the same point on the horizon, throughout the year. \" Look at the advantages ! \" said the friends of Barbi cane. \" Every man, according to his temperament, can choose his own climate, which will be invariable ! \" Those modern Titans, the North Polar Practical Asso ciation, were going to effect a complete change in the state of things which had existed ever since the spheroid had been launched on its orbit to become the Earth as we know it. The astronomer might lose a few of the familiar constel-"], [131, "LIKE JUPITER. 89 lations ; the poet might lose the long winter nights and the long summer days that figure so frequently in modern verse ; but what of that when we think of the advantages that would be enjoyed by the majority of the human race ? As the newspapers in the Barbicane interest pointed out, the products of the Earth being reduced to regularity, the farmer could always plant and sow in the most favourable temperature. \" Be it so ! \" said the opposition. \" But are we to have no rains, or hail, or storms, or waterspouts, or other odds and ends that make matters pleasant for the depressed agriculturist ? \" \" You may have them, of course,\" said the Barbicanians, \" but they will probably be rarer, owing to the regularity of the climate having its effect on the troubles of the atmosphere ! Yes, humanity will profit greatly by the new state of things. It will be quite a transformation of the terrestrial globe. Barbicane & Co. will have con ferred much good on the present and future generations by destroying the inequality of the days and nights and the irritating diversity ofthe seasons ! \" And the New York Sun of the 27th of December con cluded one of its most eloquent articles : — \" Honour to Impey Barbicane and his colleagues ! Not"], [132, "90 THE PURCHASE OF THE NORTH POLE. only will they have made the Earth more hygienically habitable, but they will have made it more productive ; for then we can sow as soon as we have harvested, for no time will be wasted over the winter. Not only will our coal supplies be increased by the new fields, which will insure a supply for many long years, but the climatal conditions will be altered to our great advantage ! Honour, then, to Barbicane & Co., who will take the first rank among the benefactors of mankind ! \""], [133, "91 CHAPTER IX. SULPHURIC ALCIDE. SUCH were the advantages promised by Barbicane's changing the axis of rotation — a change, however, which would only slightly affect the movement of our spheroid round the Sun. The Earth would continue to describe its orbit through space, and the conditions of the solar year would remain the same. When the consequences of the change of axis were brought to the knowledge of the world, they caused ex- traordinary excitement. At first this problem of the higher mechanics received an enthusiastic welcome. The idea of having seasons of constant equality, and, according to the latitude, \"to suit consumers,\" was very attractive. The crowd revelled in the thought that they could enjoy the perpetual spring which the bard of Telemachus ac- corded to the Island of Calypso, and that they could have the spring either fresh or mild. Where the new axis was to be seemed to be the secret of Barbicane, Nicholl, and"], [134, "THE PURCHASE OF THE NORTH POLE. 92 J. T. Maston, which they were in no hurry to present to the public. Would they reveal it in advance, or would it be known after the experiment ? It would be as well to say so, perhaps, as opinion began to show signs of anxiety in the matter. One observation occurred naturally to the mind, and was at once commented on in the newspapers. By what mechanical means was the change to be produced, which evidently required the employment of an enormous force? The Forum, an important New York review, very justly remarked : — \" If the Earth did not turn on its axis, it is probable that a relatively feeble shock would suffice to give a movement of rotation round an axis arbitrarily chosen ; but the Earth is like an enormous gyroscope moving at high velocity, and it is a natural law that such an apparatus has a tendency to turn round the same axis, as Foucault demonstrated in his well-known experiments. It will therefore be very difficult, if not impossible, to shift it.\" But after asking what would be the effort required by the engineers of the North Polar Practical Association, it was at least as interesting to know if the effort was to be suddenly or insensibly applied. And if it was to be a sudden effort, would not the proceedings of Messrs. Barbi-"], [135, "SULPHURIC ALCIDE. 93 cane & Co. produce some rather alarming catastrophes on the face of the earth ? Here was something to occupy the brains of the wise and foolish. A shock is a shock, and it is never agreeable to receive the blow or the counter-blow. There was a likelihood that the promoters of the enterprise had been so busy with the advantages the world was to possess that they had overlooked the destruction the operation would entail. And with considerable cleverness the Major and his allies made the most of this, and began to agitate public opinion against the president ofthe Gun Club. Although France had taken no part in the syndicating, and officially treated the matter with disdain, yet there was in that country an individual who conceived the idea of setting out for Baltimore, to follow, for his own private satisfaction, the different phases of the enterprise. He was a mining engineer of about five and thirty years of age. He had been the first on the list when admitted to the Polytechnic School, and he had been the first on the list when he left it, so that he must have been a mathe matician of the first order, and probably superior to J. T. Maston, who, though he was a long way above the average, was only a calculator after all — that is to say, what Leverrier was compared to Newton or Laplace. This engineer was a man of brains, and — though he was"], [136, "94 THE PURCHASE OF THE NORTH POLE. none the worse for that — somewhat of a humorist, and an original. In conversation with his intimates, even when he talked science, his language was more that of the slang of the streets than ofthe academical formulae he employed when he wrote. He was a wonderful worker, being accus tomed to sit for ten hours at a stretch before his table, writing pages on pages of algebra with as much ease as he would have written a letter. This singular man was called Pierdeux (Alcide), and in his way of condensing it — as is the custom of his comrades — he generally signed himself JPierd, or even Æl, without even dotting the i. He was so perfervid in his discussions that he had been named Sulphuric Alcide. Not only was he big, but he was tall. His frjends affirmed that his height was exactly the five millionth part of a quarter of the meridian, and they were not far out. Although his head was rather too small for his powerful bust and shoulders, yet he held it well, and piercing were the eyes that looked through his pince-nez. He was chiefly dis tinguished by one of those physiognomies in which gaiety and gravity intermingle, and his hair had been prema turely thinned by the abuse of algebraic signs under the light of the gas-lamps in the study. He was one of the best fellows whose memory lingers at the school. Although his character was independent"], [137, "SULPHURIC ALCIDE. 95 enough, he was always loyal to the requirements of Code X, which is law among the Polytechnicians in all that con cerns comradeship and respect for the uniform. He was equally appreciated under the trees of the court of \" Acas,\" so named because there are no acacias, as in the \" casers,\" the dormitories, in which the arrangements of his box, and the order that reigned in his \" coffin,\" denoted an abso tutely methodical mind. That the head of Alcide Pierdeux was a little too small for his body we admit, but that it was filled to the meninges will be believed. Above all things, he was a mathematician like all his comrades are, or have been, but he only used his mathematics in application to experimental science, whose chief attraction to him was that it had much to do with industry. Herein he recognized the inferior side of his nature. No one is perfect. His strong point was the study of those sciences which, notwithstanding their im mense progress, have, and always will have, secrets for their followers. Alcide was still a bachelor. He was still \"equal to one,\" as he phrased it, although he had no objection to become \" the half of two.\" His friends had had ideas of marrying him to a very charming girl at Martigues. But, unfortunately, she had a father, who responded to the first overtures in the following \" martigalade : \" —"], [138, "96 THE PURCHASE OF THE NORTH POLE. \"No, your Alcide is too clever! He talks to my poor girl in a way that is unintelligible to her ! \" And hence Alcide resolved to take a year's holiday, and thought he could not employ his time better than in following the North Polar Practical Association in its peculiar undertaking. As soon as he arrived at Baltimore he began to think over the matter seriously. That the Earth would become Jovian by the change of its axis mattered very little to him. But by what means it was to be brought about excited his curiosity, and not without reason. In his picturesque language he said to himself, — \" Evidently Barbicane is going to give our ball a terrible knock ; but what sort of a knock ? Everything depends on that ! I suppose he is going to play for ' side,' as if with a cue at a billiard-ball ; but if he hits us ' square ' he may jolt us out of our orbit, and then the years will dance to a pretty tune. They are going to shift the old axis for a new one, probably above it, but I do not see where they are to get their takitig-off place from, or how they are to manage the knock. If there was no rotation, a mere flip would suffice, but they can't put down that diurnal spin. That is the canisdentum.\" He meant \" the rub,\" but that v as his way of expressing himself."], [139, "\" They can't put down that diurnal spin.\" Page 96,"], [140, ""], [141, "SULPHURIC ALCIDE. 97 \" Whatever they do,\" he continued, \" there will be no end of a row before it is over.\" Try all he could, the engineer could not discover Barbi cane's plan, which for one reason was much to be regretted, as if it had been known to him he would at once have made the calculations he needed. But all at present was a mystery. And so it happened that on the 29th of December Alcide Pierdeux, \" Inge nieur au Corps National des Mines de France,\" was hurrying with lengthy strides through the crowded streets of Baltimore. H"], [142, "98 THE PURCHASE OF THE NORTH POLE. CHAPTER X. A CHANGE IN PUBLIC OPINION. A MONTH had elapsed since the meeting in the rooms ot the Gun Club, and a change had taken place in public opinion. The advantages of altering the axis of rotation were being forgotten ; and the disadvantages were being en larged upon. It was impossible that a catastrophe could be avoided, for any change must necessarily be occasioned by a violent shock. What the catastrophe would be no one could say. Was this amelioration of climate desir able ? Who would gain by it except the Eskimos, Laps, and Samoyeds, who had nothing to lose ? The Major and his allies were indefatigable in their prophecies of evil. \"It is evident,\" said Karkof, \"that the projectors will do all they can to protect the United States from the consequences of the shock.\""], [143, ""], [144, "Throws the seas out of their existing basins. Page 09."], [145, "A CHANGE IN PUBLIC OPINION 99 \" But can they ? \" asked Harald. \" When you shake a tree all the branches shake.\" \" And,\" said the Dutchman, \" when you are hit in the stomach does not your whole body shake ? \" \"That is what that famous clause meant !\" said Todrin. \" Here are the geographical and meteorological modifica tions ! \" \" Yes,\" said Baldenak. \" But suppose the change of axis throws the seas out of their existing basins ? \" \" And if the ocean level is lowered at different points,\" said Jansen, \" some people may find themselves so high up in the world that communication with them will be impossible ! \" \" If they go up too high they will not be able to breathe ! \" said Harald. \" Would you like to see Baltimore as high as Mont Blanc?\" asked Donellan. This modification of the axis was evidently a public danger. A change of 230 28' would produce a considerable displacement in the seas, owing to the flattening at the Poles. The Earth was thus threatened with similar disasters to those that, it is believed, have recently occurred in Mars. There entire continents, among others Libya and Schiaparelli, have been submerged, as shown H 2"], [146, "THE PURCHASE OF THE NORTH POLE. 100 by the faint blue replacing the saint red. Lake Moeris has disappeared. North and south there have been changes, and the oceans have withdrawn from many localities they formerly occupied. If a few charitable souls have been much affected at the \" floods in Mars \" — almost as much as to open subscriptions for the sufferers what would they do for the floods on the Earth ? Protests came in by every post. The United States Government was urged to interfere. \" Look at these Yankees,\" said one. \" They want to hang the globe on another axletree ! As if the old one, after all these centuries, had worn out ! But is it not as sound as it was at the beginning ? \" And there was Sulphuric Alcide at work trying to find out the nature and direction of the shock that J. T. Maston had arranged. Once master of the secret, he would very soon know what parts of the Earth were in danger. It was not likely that the United States would suffer. Barbicane & Co. were quite Yankees enough to take care of their own country. Evidently the new Continent be tween the Arctic Sea and the Gulf of Mexico had nothing to fear. It was even possible that North America would gain a considerable accession of territory. \" That may be,\" said the nervous people who only saw"], [147, ""], [148, "Ten dollars a line. Page 101."], [149, "A CHANGE IN PUBLIC OPINION. 101 the perilous side of things. \" But are you sure ? Sup posing J. T. Maston has made a mistake? Supposing Barbicane makes a mistake when he puts Maston's theory in practice ? Such a thing can happen to the cleverest artillerists ! They do not always score a bull's-eye ! \" These fears were sedulously worked upon by the Major and the opposition. Todrin published a number of articles in a leading Canadian newspaper. Harald rushed into print in a Swedish journal. Colonel Boris Karkof tried his hand in a Russian one. The Americans began to take sides. The New York Tribune and the Boston Journal took up their parable against Barbicane. In vain the North Polar Practical Association tried to stem the rising tide. In vain Mrs. Scorbitt paid ten dollars a line for serious articles, humorous articles, and smart, scathing paragraphs treating the dangers as chimerical. In vain the enthusiastic widow endeavoured to show that if ever hypothesis was unjustifiable, it was that which assumed that J. T. Maston was capable of an error ! Neither Barbicane nor his co-directors took the trouble to say anything. They let the talk go on without making any change in their habits. They seemed to be thoroughly absorbed in the immense preparations necessitated by their undertaking. The revulsion of public opinion seemed to concern them not in the least."], [150, "102 THE PURCHASE OF THE NORTH TOLE. But in spite of all' Mrs. Scorbitt could do, it soon came about that Impey Barbicane, Captain Nicholl, and J. T. Maston began to be looked upon as dangers to society. So high grew the clamour that the Federal Government had to interfere, and call upon them to declare their in tentions. What were their means of action ? How did they intend to substitute one axis for another? What would be the consequences of the substitution ? What parts of the globe would the substitution endanger ? The excitement raging in every State in the Union allowed of no hesitation on the part of the Washington Government. A Commission of Inquiry, composed of engineers, mathematicians, hydrographers, and geo graphers, to the number of fifty, presided over by thc celebrated John Prestice, was appointed on the 19th of February, with full powers to investigate the affair, and put a stop to it if necessary. Impey Barbicane was requested to attend before the Commission. Barbicane did not come. The police went to look for him at his residence, 95, Cleveland Street, Baltimore. Barbicane was there no longer. Where was hc ? They did not know."], [151, "A CHANGE IN PUBLIC OPINION. 103 When had he gone away ? Five weeks ago, on the nth of January, he had left Maryland in company with Captain Nicholl. Where had they gone ? No one could say. Evidently the two members of the Gun Club were on their way to the mysterious region where preparations would begin under their direction. But where could that be ? It was important to know, if the scheme of these dangerous projectors was to be nipped in the bud. The effect of this departure of Barbicane and Nicholl was immense. The popular wrath rose like the rising of the equinoctial tide against the North Polar Practical Association. But there was one man who ought to know what had become of Impey Barbicane and his colleague. There was one who ought to be able to reply, and that instantly. J. T. Maston ! J. T. Maston was requested to appear before the Commission. He did not go ! Had he then left Baltimore ? Had he gone with his colleagues, to help in the work of which the world awaited the results with such very natural alarm ?"], [152, "104 THE PURCHASE OF THE NORTH POLE. No! J. T. Maston was still to be found at Ballistic Cottage. He was still incessantly at work, but now on other calculations, which he only left to spend an occa sional evening with Mrs. Scorbitt at New Park. A policeman was sent with an order from the president ofthe Commission. The policeman reached the cottage, knocked at the door, entered the hall, and had a warm reception from Fire- Fire and a cool one from J. T. Maston. However, the secretary of the Gun Club thought it as well to go quietly, and he appeared before the Commission complaining bitterly of having been interrupted in his occupation. The first question put to him was, — \" Do you know the whereabouts of Impey Barbicane and Captain Nicholl ? \" \" I do,\" said J. T. Maston, \"but I am not authorized to tell you.\" Second question, — \" Are these two men occupied in the preparations for their intended modification of the terrestrial axis ?\" \"That,\" said J. T. Maston, \"is part of the secret with which I am entrusted, and I refuse to say.\" Would he submit his calculations to the Commission, that they might judge if the project of the Association could be accomplished ?"], [153, "A CHANGE IN PUBLIC OPINION. 105 \"No, certainly not !\" said J. T. Maston. \"It is my right as a free American citizen to keep from anybody the result of my work !\" \" But if that is your right, Mr. Maston,\" said President Prestice solemnly, as if he spoke in the name of the entire world, \" it ma}' be your duty to speak in face ofthe anxiety that exists.\" J. T. Maston did not think it was his duty. He had only one duty — to keep silent ; and he would keep silent. In spite of their persistence, their supplications, their threats, the members of the Commission of Inquiry could get nothing out of the man with the iron hook. Never would they have believed that so much obstinacy lurked within a gutta-percha cranium! J. T. Maston left as he had arrived, and that he was congratulated on his valiant defence by Mrs. Scorbitt we need hardly say. When the result of J. T. Maston's appearance was made known, public opinion took a form that was really serious for his safety. The pressure on the Government became so great that Secretary John S. Wright had to obtain permission from the President to act manu militari. On the evening of the 13th of March, J. T. Maston was in his workroom at Ballistic Cottage, absorbed in"], [154, "106 THE PURCHASE OF THE NORTH POLE. his algebra, when the bell of the telephone tinkled nervously. \" Hallo, there ! Hallo, there ! \" murmured the instru ment in a way that showed great anxiety. \"Who's there ?\" asked J. T. Maston. \" Mrs. Scorbitt. \" What is it ? \" Be on your guard ! I have just heard that this very night—\" The sentence had not been finished when the door of Ballistic Cottage was burst open by a push from several shoulders, and up the staircase came an extraordinary tumult. There was a voice protesting ; then other voices silencing it ; then a bump as of a fallen body — bump, bump — it was the negro, Fire-Fire, rolling downstairs after an unavailing defence of his master's home — bump, bump ; the door of the workroom flew open ; policemen rushed in ; the excitable Maston seized a revolver ; in stantly he was disarmed ; a policeman laid his hand on the papers on the desk ; Maston slipped free and dashed at a note-book ; the police were after him ; before they could reach him he had torn out the last leaf, clapped it to his mouth, and gulped it down as if it had been a pill ! \" Now ! \" said he in the tone of a Leonidas at Ther mopylæ. \" Now you can do your duty.\""], [155, "Instantly he was disarmed. Fage to6."], [156, ""], [157, "A CHANGE IN PUBLIC OPINION. 107 An hour afterwards he was in the gaol at Baltimore. And that was probably the best thing that could have happened to him, for the populace were in such a state of excitement that the police might have found themselves powerless to protect him."], [158, "108 THE PURCHASE OF THE NORTH POLE. CHAPTER XI. THE CONTENTS OF THE NOTE-BOOK. The book seized by the Baltimore police contained thirty pages, sprinkled with formulae, multiplications, equations, and finally the general results of J. T. Maston's calcula tion. It was a work of the higher mechanics, appreciable only by mathematicians. One ofthe equations was the — v=-v; = 2^(1-1) of which we heard in the Moon Voyage. The \" general reader\" could make neither head nor tail of Maston's performances ; but they could understand the results as communicated to the newspapers a few days afterwards. There was nothing wrong with J. T. Maston's working, the Commission reported. The calculations had been made with such precision that the Commission had no doubt as to their accuracy and consequences. If the"], [159, "Appreciable only by mathematicians. Page 108."], [160, ""], [161, "THE CONTENTS OF THE NOTE-BOOK. 109 operation was effected, the terrestrial axis would be un doubtedly changed, and then the catastrophes foreseen would be accomplished in all their plenitude. \" The object,\" said the official communication to the news papers, \"of the directorate ofthe North Polar Practical Asso ciation is the substitution of a new axis of rotation for the old one ; and it is proposed to attain this object by means of the recoil of an apparatus fixed in some agreed upon point of the Earth's circumference. If the core of this apparatus is firmly fixed in the ground, there can be no doubt but that it would communicate its recoil to the mass of our planet. \" The apparatus adopted by the Association is a monster cannon, which would have no effect if discharged vertically. To produce the maximum effect it must be aimed hori zontally towards the north or south, and it is this latter direction which has been decided on by the Association. In this way the recoil will produce a shock towards the north of the nature of that given to a billiard-ball when struck on the side.\" Exactly as Alcide had foreseen ! \" As soon as the explosion takes place, the centre of the Earth will be displaced in a direction parallel to that of the impetus, and a change will ensue in the plane of the orbit, and consequently in the length of the yearbut ; this will be so slight as to be of no appreciable amount. At"], [162, "THE PURCHASE OF THE NORTH POLE. 110 the same time the Earth would take a movement of rota tion around an axis, supposing that no rotation existed previous to the shock. But as the rotation in the line of the Poles already exists, it will combine with the accessory rotation produced by the recoil, and result in a new axis. If the gun is fired at the moment when the Equator and the Ecliptic are in intersection, and if the recoil is enough to displace the Pole 230 28', then the new axis will become perpendicular to the plane of the orbit. \" The consequences of this perpendicularity were clearly stated by Impey Barbicane at the meeting on the 22nd of December. \" Given the mass of the Earth and the amount of move ment it possesses, can a gun be produced having a recoil sufficient to produce such a displacement of the Pole as 230 28' ? \" Undoubtedly, isa gun, or series of guns, be constructed in accordance with the laws of mechanics, or if the in ventors possess an explosive of the necessary power. Such an explosive they unfortunately possess. It was discovered by Captain Nicholl. Its name is meli-melonite, but all that is known of it is that it is a mixture of organic sub stances with nitric acid. A certain number of monatomic radicles are substituted for the same number of atoms of hydrogen, and a powder is obtained, which, like fulmi-"], [163, "THE CONTENTS OF THE NOTE-BOOK. 111 cotton, is formed by combination, and not by mechanical mixture of the principal comburents and combustibles. \" Whatever this explosive may be, the force it possesses is sufficient to carry a projectile weighing 180,000 tons beyond the terrestrial attraction, and it is hoped by the Association that the recoil will have the effect of displacing the Pole, and forming a new axis perpendicular to the plane of the ecliptic. From which would result the cata strophes at which the inhabitants of the Earth have taken alarm. \" There is a chance that humanity may yet escape the consequences of an operation which would bring about such regrettable geographical and meteorological changes in the surface of the globe. \"Is it possible to construct a cannon ofthe dimensions required ? \" We are of opinion that it is very doubtful if it can be done. \" It is well known that the two chief directors of the North Polar Practical Association have left Baltimore and America, probably for the purpose of attempting the manu facture of this cannon in some distant part of the world. \" Where they have gone to is unknown, and consequently it is impossible to secure the malefactors who would upset the world under pretence of opening up new coal-fields."], [164, "112 THE PURCHASE OF THE NORTH POLE. \" Evidently the place was indicated on the last page of the note-book captured by the police from J. T. Maston. But this last page had disappeared, having been swallowed by the said J. T. Maston, now in prison at Baltimore. \" Such is the position. If Impey Barbicane can make his cannon and his projectile, he will change the earth's axis, and within the next six months the earth will be subjected to his reckless assault. \" A date has been chosen for the discharge of the pro jectile, the date on which the shock would have its maximum of effect on the terrestrial spheroid. \" This date is the 22nd of September, twelve hours after the passage of the Sun across the meridian of the place x. \"This place it is impossible from the calculations to discover. \"There is nothing in J. T. Maston's note-book to show the position of the new axis. \" It is therefore impossible to state what territories or seas will be affected by the attempt. \"The difference of level will be considerable. After the shock the surface of the sea will take the form of an ellipsoid of revolution, and the level will change nearly all over the globe. \" In fact the intersection of the level of the old sea with"], [165, "THE CONTENTS OF THE NOTE-BOOK. 113 the level of the new sea, of two equal surfaces of revolu tion with the axes intersecting, will be of two curved planes, and the maxima of elevation or abasement will exceed 25,000 feet. \" It is worthy of remark that the ancient Pole will be immersed under more than 9000 feet of water, so that the district acquired by the North Polar Practical Association will be flooded unless there exists at the Pole a plateau of more than that number of feet of elevation. \" Where the maximum of alteration of land will take place is unknown. There is in the equation an unknown quantity, which no known formula can value. This un known is the position of x, where the shock is to be applied. This x is the secret of the promoters of this deplorable affair. \" In conclusion, it is desirable to point out that all the inhabitants of the Earth are interested in unravelling the secret, for all are menaced by the proceedings of the Association. \" Notice is therefore given to the inhabitants of all parts of the world to keep a strict watch over all operations regarding the founding of cannons, or the fabrication of powders or projectiles taking place on their territories, and to report the appearance of any stranger connected there with to the Commission of Inquiry at Baltimore, U.S.A. I"], [166, "114 THE PURCHASE OF THE NORTH POLE. \" It is urgently necessary that the information should reach the Commission before the 22nd of September next, the date on which the established order of the terrestrial system is so seriously menaced.\""], [167, "'IS CHAPTER XII. HEROIC SILENCE. It was a cannon that hurled the projectile up to the Moon ; it was to be a cannon that was to change the terrestrial axis! The cannon! Always the cannon ! Barbicane and Co. evidently suffered from chronic attacks of aggravated \" cannonism \" ! Was a cannon the ultima ratio of the world ? was it to be the brutal sovereign of the universe ? The canon rules theology, was the cannon to give the law to commerce and cosmology ? A cannon was the engine Barbicane & Co. were to bring into action. They had not devoted their lives to ballistics for nothing. After the Columbiad of Tampa Town there was to come the monster cannon of — of — the place x! And already there were people who could hear the sonorous command : — \" No. I ! Aim at the Moon ! Fire ! \" No. 2 ! Change the Earth's axis ! Fire ! \" And then for the \"general upset\" predicted by Sulphuric Alcide ! I 2"], [168, "116 THE PURCHASE OF THE NORTH POLE. The publication of the report of the Commission pro duced an effect of which it is impossible even to give an idea. There was nothing in it of a soothing tendency, it must be admitted. By J. T. Maston's calculations, the problem had evidently been solved. The operation to be attempted by Barbicane & Co. would, it was only too clear, introduce a most regrettable modification in the diurnal movement. A new axis would be substituted for the old. And we know what would be the consequences of that substitution. The enterprise of Barbicane & Co. was thus judged, cursed, and demitted to general reprobation. Barbicane and Co. were dangers to society. If they retained a few partisans in the United States, the partisans were few indeed. From the point of view of their own personal safety, Impey Barbicane and Captain Nicholl had certainly done wisely to clear out. They would assuredly have come to grief if they had not done so. It was not with impunity that they could menace fourteen hundred millions of people, upset their habits and customs, and disturb their very existence by provoking a general catastrophe. But how had these two men managed to disappear without leaving a trace ? How could they have got away unperceived with the men and material necessary for their"], [169, ""], [170, "He was of iron — like his fore-arm. Page 117,"], [171, "HEROIC SILENCE. 117 project ? Hundreds of waggons, if they went by railway, and hundreds of ships, if they went by sea, would be required for the transport of the metal, the fuel, and the meli-melonite. It was quite incomprehensible how the departure could have taken place incognito. But it had taken place nevertheless. Inquiries were made, but nothing was discovered as to any order being sent to any of the metallurgical or chemical works of the world. It was inexplicable! But the explanation would come — some day ! Barbicane and Nicholl having mysteriously disappeared, were beyond immediate danger. But J. T. Maston! He was under lock and key ; but were not public reprisals to be feared ? Bah ! He did not trouble himself about that in the least ! Admirably obstinate was the calculator ! He was of iron — like his fore-arm ! At nothing did he quail ! From the depths of his cell in the gaol of Baltimore the secretary of the Gun Club became more and more absorbed in the distant contemplation of the colleagues he had not accompanied. In his mind's eye he could see Barbicane and Nicholl preparing their gigantic enterprise in that unknown region where no one could interfere with them. He saw them making the cannon, mixing the meli-melonite, casting the projectile which the Sun would soon count"], [172, "118 THE PURCHASE OF THE NORTH POLE. among its minor asteroids ! That new star which was to bear the name of Scorbitta, as a delicate compliment to the millionaire of New Park ! and J. T. Maston began to count the days that would elapse before the word to fire was given. It was the month of April. In two months and a half the Sun would halt at the solstice on the Tropic of Cancer and retrograde towards the Tropic of Capricorn. Three months later he would cross the Equator at the autumnal equinox. And with that would finish the seasons that for millions of ages had alternated with such regularity in every terrestrial year. For the last time the spheroid would submit to the inequality of its days and nights. For the future the number of hours between sunrise and sunset would be equal all over the globe. In truth it was a magnificent work ! J. T. Maston forgot all about the Polar coal-field in contemplating the cosmo graphical consequences of his labours. The principal object ofthe Association had been forgotten in the trans formations the face of the earth would undergo — notwith standing that the earth did not care about these magnifi cent transformations. J. T. Maston, alone and defenceless in his cell, resisted every pressure brought to bear on him. The members of the Commission of Inquiry visited him daily, and obtained"], [173, "HEROIC SILENCE. 119 nothing. It occurred at last to John Prestice to make use of an influence that might succeed better than his — that of Mrs. Scorbitt. No one was ignorant ofthe lengths to which the widow would go when the celebrated calculator was in peril. There was a meeting of the Commission, and Mrs. Scorbitt was authorized to visit the prisoner as often as she thought fit. Was not she threatened vvith the danger from the recoil of the monster cannon as much as any other of the world's inhabitants ? Would her New Park mansion escape the final catastrophe any more than the wigwam of the poor Indian or the humble hut of the backwoodsman ? Was not her life as much in danger as that of the obscurest Samoyed or South Sea Islander ? The president of the Commission elaborately explained this to her, and suggested that she should bring her influence to bear for the general good. If she could only get J. T. Maston to state where Barbicane and Nicholl had gone, there would still be time to pursue them and save humanity from the impending fate. And so Mrs. Scorbitt had access to the gaol. What she desired above all was to see J. T. Maston, who had been torn by the police from the comforts of his cottage. Let it not be supposed that the heroic Evangelina was a slave"], [174, "THE PURCHASE OF THE NORTH POLE. 120 to human weakness. And if, on the 9th of April, some indiscreet ear had been applied to the keyhole the first time that the widow appeared in the cell, this is what would have met it, — \"At last, dear Maston, I see you again ! \" \" You, Mrs. Scorbitt ! ' \"Yes, my friend, after four weeks, four long weeks of separation — \" \"Exactly twenty-eight days, five hours, forty-five minutes,\" said Maston, looking at his watch. \" At last we meet ! \" \" But why, Mrs. Scorbitt ? Why have they allowed you to come here ? \" \"To use whatever influence a boundless admiration may have on him who is its object ! \" \" What ! \" exclaimed J. T. Maston, \" you have consented to talk thus to me ! You have imagined that I would betray my colleagues ? \" \"Do you think so meanly of me? I to ask you to sacrifice your safety to your honour ? I to urge you to an act which would be the disgrace of a life consecrated to the highest speculations of the higher mechanics ? \" \" Bravo, Mrs. Scorbitt ! I recognize the worthy share holder of our Association ! Never did I doubt your courage ! \""], [175, "HEROIC SILENCE. 121 \" Thank you, dear Maston.\" \" As for me, to divulge our work ; to reveal at what spot on the surface of the earth our effort is to be made ; to sell the secret I fortunately kept hidden within me ; to permit these barbarians to launch off in pursuit of our friends, to interrupt the labours they are engaged in for our profit and our glory ! I would rather die first ! \" \" Maston, you are sublime ! \" said Evangelina. In truth, these two beings, so closely united in en thusiasm — and equally mad — were born to understand each other. \" No ! \" continued Maston. \" Never shall they know the name of the country which my calculations have designated, and which will become immortal. They may kill me if they will, but they shall never possess my secret.\" \" And they may kill me with you,\" said Mrs. Scorbitt ; \" for I also will be dumb.\" \" Fortunately, they do not know that you possess the secret.\" \" Do you think I am capable of revealing it because I am only a woman ? to betray our colleagues and you ? No, my friend ; no ! The Philistines may raise the world against you to tear you from your cell, but I will be with you, and we shall have at least the consolation of dying together ! \""], [176, "THE PURCHASE OF THE NORTH POLE. 122 And that was the way the conversation ended every time the widow visited the prisoner. And every time the Commissioners inquired as to the result the answer was the same. \" Nothing yet ; but in time I hope to obtain what you want ! \" Oh, the astuteness of woman ! \" In time ! \" she said. But time marched on ; weeks went by like days, days like hours, hours like minutes. It was now May. Mrs. Scorbitt had obtained nothing ; and if she had failed, who could hope to succeed ? Was the world to resign itself to this terrible blow without a chance of hindering it ? Well, no! in such things resignation is unacceptable. Our friends the delegates were unceasing in fomenting the excitement. Jansen overwhelmed the Commissioners daily. Karkof picked a quarrel with the secretary. Donellan, to make things worse, directed attention to another victim in the shape ofthe codfish merchant, Forster, who had sunk into insignificance after the auction sale, to bid at which he had been engaged. And in order to bring the phlegmatic fishmonger prominently to the front, the Canadian attempted to knock him down. To complicate matters further, \"the friendly Powers \" began \"to brino pressure to bear \" on the Washington Government, which"], [177, "Attempted to knock him down. Fa»e i2?."], [178, ""], [179, "HEROIC SILENCE. 123 had quite enough to do to withstand the \"pressure\" of its own people. In reply the Washington Government issued a circular authorizing the arrest of the two \" malefactors \" by any power whatsoever. But none the less did it remain impossible to discover where the malefactors had got to. Then the Powers hinted that if J. T. Maston were properly dealt with, J. T. Maston would reveal the secret. But the Government might as well have tried to extract a word from Harpocrates, the god of silence, or from the chief deaf-mute ofthe New York Institute. And then the exasperation increased with the general anxiety, and a few practical minds drew attention to the fact that the torture system of the Middle Ages was not without some advantages. So it was proposed to intro duce, for the benefit of J. T. Maston, a few experiments with the \" boot,\" the \" scavenger's daughter,\" \" molten lead,\" \" boiling oil,\" \" the wooden horse,\" the \" bastinado,\" &c, &c. But such things were impossible in the century which invented the magazine rifle, roburite, bellite, pan clastite, and other \" ites,\" not to mention the far superior meli-melonite. J. T. Maston had, then, no fear of being put to the torture. All that could be done with him was to hope that he would speak, or that chance would speak for him."], [180, "THE PURCHASE OF THE NORTH POLE. 124 CHAPTER XIII. A TRULY EPIC REPLY. TIME advanced, and so probably did the works of Barbi cane & Co., but where was the mystery. But if their works were to require a foundry capable of casting a gun a million times larger than a four-hundred pounder, and a projectile weighing one hundred and eighty thousand tons, they would want thousands of workmen ; and where, oh ! where could they be ? In what part ofthe old or new world had Barbicane & Co. installed themselves so secretly as to be invisible to the nations around ? Had they gone to some desert island of the Pacific ? But there are no desert islands now. That they had gone to the Arctic or Antarctic regions was extremely unlikely, for those were the very regions they intended to displace. There was no need to look for them all over the world, for J. T. Maston's note-book had revealed the fact that the shot must be fired from near the Equator. Along the"], [181, "A TRULY EPIC REPLY. 125 equinoctial line, they might be in Brazil or Peru, or Sumatra, or Borneo, or Celebes, or New Guinea, but surely they would have been discovered by the people in the neighbourhood ? All through Africa, too, they would be almost certain of discovery. There remained the Maldive Islands, the Admiralty, Gilbert, and Christmas Islands, the Galapagos and San Pedro Islands ; but all these had been searched, and no trace of Barbicane & Co. had been found. And what did Alcide Pierdeux think of all this ? More \" sulphuric \" than ever, he knew no rest in considering the different consequences of the problem. That Captain Nicholl had invented an explosive of such power that its expansion was three or four thousand times greater than the most violent explosives used in modern war, and five thousand six hundred times stronger than \"good old gunpowder,\" was, he remarked, \" etonnant, not to say detonnant ! \" but it was not impossible. No one knows what the future has in store for us in that kind of progress. In the shifting of the Earth's axis by means of the recoil of a gun there was nothing to surprise him. \"It is evident,\" he said to himself, \" that every day the Earth receives the counter-shock from every shock pro duced on its surface ! It is certain that when hundreds of thousands of men amuse themselves by sending thousands"], [182, "126 THE PURCHASE OF THE NORTH POLE. of projectiles weighing pounds, or millions weighing ounces, even when I walk or jump, or when I stretch out my arm, or when a blood corpuscle circulates in my veins, it must in some way influence the mass of our spheroid. But in the name of an integral will Barbicane's jolt be sufficient to upset the Earth ? If the equations of that brute Maston really demonstrate that, we must make up our minds to it ! \" In truth, Alcide could not but admire the ingenious calculations of the secretary of the Gun Club, communi cated by the Commission of Inquiry to the mathematicians who could understand them. And Alcide, who read algebra as if it were newspaper, found the study of them extremely interesting. But if the upset did come, what a dreadful state of affairs there would be in the world ! What cities thrown down, what mountains shaken, what people destroyed by millions, what waters hurled from their beds, what fearful terrors ! It would be such an earthquake as had never quaked before ! \"If Nicholl's powder,\" he said, \"was not quite so strong, the projectile might return to give the Earth another shock either before or behind the firing-point, after making the turn of the globe, and then everything might soon be knocked back into place, after causing"], [183, "A TRULY EPIC REPLY. 127 immense destruction, nevertheless ! But they are going to throw it overboard ! Thanks to their meli-melonite their shell will describe the half of a hyperbola and never come back to beg pardon for having given that kick to the terrestrial ball ! \" And Alcide threw his arms about like the semaphore at Portsmouth Dockyard, at the risk of breaking everything within a radius of six feet of him. \" If the firing-point were known I could soon find the great circles in which the alteration will be zero, and the places where it will reach the maximum, so as to give folks notice to clear out and save themselves from being smashed by their houses tumbling about their ears! But how am I to know that firing-point ? \" And he ran his fingers through the very little hair that had been left him. \" The results of thc shock may be much more compli cated than they imagine ! Why should not the volcanoes take the opportunity to savour us with a few disorderly eruptions, and, like a first voyager, displace some of the matter in their insides ? Why should not the uplifted ocean take a header into some of the craters ? There's a chance for you ! That would give an explosion that might send the whole tellurian box of tricks sky high, or rather sky higher ! What do you say to that, you confounded"], [184, "128 THE PURCHASE OF THE NORTH POLE. Maston ? you obstinate mute ! What do you mean by juggling with our poor Earth as if it were a ball on a billiard-table ? \" These alarming hypotheses of Sulphuric Alcide were taken up and discussed by the newspapers all over the world. The pyrotechnic display organized by Barbicane and Co. would end in waterspouts, tidal waves, deluges, would it ? But such catastrophes would only be partial ! Thousands of people would disappear, and the rest would hardly notice anything worth mentioning ! As the fatal day approached, fear came over the bravest. It might have been the dreadful year iooo from the way in which the people generally conducted themselves. What happened in that year iooo it may be interesting to recall. Owing to a passage in the Apocalypse, the people of Europe were persuaded that the Day of Judg ment was nigh. They waited for the signs of wrath ; the son of Perdition, Antichrist, was to be revealed. \" In the last year of the tenth century,\" relates H. Martin, \" everything was interrupted— pleasures, business, interest, even the work in the fields. ' Why,' said the people, 'should we provide for a future that will never come ? Let us think of eternity, which will begin to-mor row.' They provided only for their immediate needs ; they handed over their lands and castles to the monasteries to"], [185, "A TRULY EPIC REPLY. 129 obtain their protection in the kingdom in the skies which was about to come to them. Many of the deeds of gift to the churches begin with the words, ' The end of the world approaching, and its ruin being imminent.' When the end of the fatal term arrived the people kept within the ba silicas, the chapels, the edifices consecrated to God, and waited in agony for the seven trumpets of the seven angels of judgment to sound in the sky.\" As we know, New Year's Day, iooo, was reached without any disturbance in thc laws of Nature. But this time the expectation ofthe catastrophe was not based on a doubtful interpretation of a text. It was a change to be applied to the earth's equilibrium based on indisputable calculations, which the progress of the ballistic and mechanical sciences rendered quite possible. This time it was not the sea that would give back the dead, but the sea that would engulph millions of the living. Under these circumstances, the position of J. T. Maston became daily more critical. Mrs. Scorbitt trembled lest he should become the victim of the general mania. Some times she thought of advising him to speak the word which he so obstinately kept to himself. But she dared not, and she did well. It would have been to expose herself to a categorical refusal. The city of Baltimore was a prey to terror, and it be K"], [186, "THE PURCHASE OF THE NORTH POLE. 130 came difficult to restrain the populace, who were being excited even unto madness by the newspapers, by the tele grams which they published from the four angles of the earth, to use the apocalyptic language of St. John the Evan gelist in the days of Domitian. Assuredly, if J. T. Maston had lived under that persecuting emperor, his business would soon have been settled. He would have been thrown to the beasts. But he would have contented himself with replying,— \" I am there already ! \" But no matter what happened, he refused to reveal the position of place x, knowing well that if he divulged it Barbicane and Nicholl would be prevented from continuing their work. After all, there was something grand in this struggle between one man and the entire world. J. T. Maston increased in grandeur in the mind of Mrs. Scorbitt, and also in the opinion of his colleagues of the Gun Club. These gallant fellows were as obstinate as retired artillery men, and never swerved from their support of Barbicane & Co. The secretary of the Gun Club reached such a height of celebrity that a number of persons even wrote to him, as they do to famous criminals, to obtain a few lines from the hand of the man who was going to upset the globe. This was all very fine, but it was more and more"], [187, "A TRULY EPIC REPLY. 131 dangerous. The populace thronged day and night round the gaol of Baltimore. There was great shouting and much tumult. The mob would have lynched J. T. Maston there and then if they could ; and the police saw the time was coming when they could no longer protect him. Desirous of satisfying the American mob, as well as the mob of other countries, the Washington Government decided to bring J. T. Maston to trial. With a jury selected from the terrified masses, \" the affair would not hang about long,\" to quote the words of Alcide, who felt a kind of sympathy for the calculator's tenacity. On the 5th of September, the President ofthe Commis sion visited the prisoner in his cell. Mrs. Scorbitt, at his urgent request, was allowed to ac company him. Perhaps at the last attempt the influence of this amiable lady might be successful. It would not do to neglect anything. All means were legitimate that might secure the word of the enigma. If they did not succeed, they would see ! \"They will see!\" said the knowing ones. \"Suppose they hang J. T. Maston, and the catastrophe takes place all the same ? \" At eleven o'clock, then, Maston found himself in the presence of John Prestice and Evangelina Scorbitt. \" For the last time,\" said Prestice, \" will you answer me ? \" K 2"], [188, "THE PURCHASE OF THE NORTH TOI.E. 132 \" What about ? \" said Maston. \"Where has your colleague, Barbicane, gone to ?\" \" I have already told you a hundred times.\" \" Repeat it for the hundred and first.\" \" He has gone where he will fire the cannon.\" \"And where will he fire the cannon ?\" \" Where Barbicane is at this present moment.\" \" Take care, Maston ! \" \"Of what?\" \" Of the consequences of your refusal to reply. The result will be — \" \" That you will not discover what you have no right to know.\" \" What we have the right to know.\" \" That is not my opinion.\" \" We are going to put you on your trial.\" \" You can put me on my trial.\" \" And the jury will find you guilty.\" \" Let them find me guilty.\" \" And the sentence will immediately be given and imme diately executed.\" \" Very well.\" \" Dear Maston ! \" said Evangelina, whose heart trembled at the prospect. \" Oh ! Mrs. Scorbitt,\" said J. T. Maston."], [189, "\"Oh! Mrs. Scorbitt!\" Page 13:"], [190, ""], [191, "A TRULY EPIC REPLY. 133 She bowed her head, and was silent. \" Would you like to know what the sentence will be ? \" \" Yes, if you like.\" \" You will be hanged, as you deserve.\" \" Really.\" \" And you will be hanged, sir, as sure as two and two make four.\" \" Then, sir, I shall have a chance,\" said the phleg matic Maston. \" If you were only the least bit of a mathematician you would not say as sure as two and two make four. What is it that proves that all mathematicians up to now have not been mad in asserting that the sum of two numbers is equal to that of their parts, that two and two make exactly four ? \" \" Sir ! \" exclaimed the president, completely puzzled. \"Ah ! \" continued Maston. \" If you had said as sure as one and one make two, all right ! That is absolutely evident, for it is no longer a theorem, it is a definition.\" At this lesson in arithmetic, the president of the Com mission retired, while Mrs. Scorbitt's eyes were ablaze with admiration for the extraordinary abilities of her beloved calculator."], [192, "134 THE PURCHASE OF THE NORTH POLE. CHAPTER XIV. THE GEOGRAPHICAL VALUE OF X. Fortunately for J, T. Maston, the Federal Government unexpectedly received the following telegram : — \"To John S. Wright, Washington, U.S.A. \"Zanzibar, 13th September, 5 a.m., local time. Great foundries have been established among the Wamasai to the south of Kilimanjaro. For eight months Impey Barbicane and Nicholl have been there, with hundreds of black workmen under the authority of the Sultan Bali- Bali. Information for Government purposes. — Richard W. Trust, U.S. Consul.\" And that is how the great secret was discovered. And that is why the secretary of the Gun Club was not hanged. But who can say that he did not live to regret that he was not removed from mankind in all the plenitude of his glory ? Anyhow the fact of the discovery is so important in our history that we shall only be treating it with due respect in giving it this chapter to itself."], [193, "135 CHAPTER XV. INTERESTING FOR THE INHABITANTS OF THE TERRES- TRIAL SPHEROID. And so the Washington Government knew where Barbi cane & Co. had commenced business. There could be no doubt as to the authenticity ofthe telegram. The Consul of Zanzibar was too cautious a man for his information to be doubted, and it was confirmed by subsequent telegrams. The gigantic works of the Ncrth Polar Practical Associa tion were in full swing in the centre of the Kilimanjaro region, about three hundred miles from the East Coast of Africa, a little below the equinoctial line. How had they come to be installed so secretly in this lost country, at the foot of the famous mountain dis covered in 1848 by Krapf and Rebmann ? How had Barbicane & Co. been able to build their foundries and collect their staff? By what means had they managed to enter into peaceful relations with the savage tribes of the"], [194, "136 THE PURCHASE OF THE NORTH POLE. district, and their cruel and grasping chiefs ? Nobody knew. And as there were only a few days to run before the 22nd, it was not unlikely that nobody would know. When J. T. Maston learnt from Evangelina that the mystery of Kilimanjaro had been cleared up by a telegram from Zanzibar, — ■ \" Pshaw ! \" he said, making a wonderful zigzag in the air with his iron hook. \" They do not travel yet by tele graph or telephone ; and in six days — patarapatanboom boom — all will be ready ! \" And any one who heard the secretary of the Gun Club deliver the sonorous onomatope, like a roar from a Colum biad, would have wondered at the amount of vital energy remaining in the old artilleryman. But there was no doubt that he was right. There was no time to send messengers to the Wamasai to arrest Impey Barbicane. Even if the messengers started from Egypt, or Aden, or Massowah, or Zanzibar, however quickly they might travel, they would have to contend with the difficulties of the country, with the obstacles unavoidable on a road through a mountainous region, and probably with followers acting under the orders of a sultan as despotic as he was black. All hope would have to be given up of stopping the operation or arresting the operator."], [195, ""], [196, "\" What is goinj to happen ! \" Page 13'"], [197, "INTERESTING FOR THE INHABITANTS, ETC. 137 But, if that was impossible, nothing was easier now than to know the worst that could happen. The firing-point had been revealed, and it was a simple matter of calcula tion — a complicated calculation evidently, but not beyond the capacities of algebraists in particular and mathema ticians in general. At first the Government kept the despatch secret, their object being to be able to indicate when they published it what would be the results of the displacement of the axis with regard to the alteration in the level of the waters. The inhabitants of the world would then know the fate that was in store for them, according to the segment of the spheroid on which they resided. On the 14th of September the telegram was sent to the Longitudes Office at Washington, with instructions to work out the final consequences, ballistic and geographical. The next day but one the information was ready. It was cabled at once to all the Governments of the new and old worlds, and having been printed in thousands of news papers, it was cried in all the great cities by all the news boys ofthe globe, as — \" What is going to happen ! \" Which was the question being asked in every language just then. And this is the reply as given by the Longitudes Office."], [198, "138 THE PURCHASE OF THE NORTH POLE. \" Important Notice. \" The experiment to be attempted by Barbicane & Co. is as follows : — \" To produce a recoil on the 22nd of September at midnight, local time, by means of a monster cannon throwing a projectile of one hundred and eighty thousand tons. \" If this discharge is effected just below the Equator, near the thirty-eighth meridian, at the base of the Kilimanjaro chain, and if it is directed towards the south, the mechanical effect on the terrestrial spheroid will be as follows : — \" At once, owing to the shock being combined with the diurnal movement, a new axis will be formed, the old axis being 230 28', arid the new one being perpendicular to the plane ofthe ecliptic. \" In the north the extremity of the new axis will be situated between Greenland and Grinnell Land, on that part of Baffin Sea cut by the Arctic Circle. In the south it will be on the Antarctic Circle to the east of Adelaide Land. \"As an example ofthe new meridians, we may mention that passing through Dublin in Ireland, Paris in France, Palermo in Sicily, Obeid in Darfur, Kilimanjaro, Kerguelen"], [199, "interesting for the inhabitants, etc. 139 Island, the new Antarctic Pole, the Society Islands in the Pacific, Vancouver Island, and Melville Peninsula. \" The new Equator will pass through the Kilimanjaro country, the Indian Ocean, Goa, a little below Calcutta, Mangala in Siam, Hong Kong, the Marshall and Walker Islands in the Pacific, Rio Janeiro, Saint Helena, and by St. Paul de Loanda across Africa to Kilimanjaro. \" The new Equator having been formed by the new axis, it is possible to calculate the results on the ocean levels. \" It is worthy of note that Barbicane & Co., or rather the directors of the North Polar Practical Association, have evidently been desirous of doing as little damage as possible. Had the discharge been effected towards the north, the consequences would have been disastrous for the most civilized portions of the globe ; but by firing towards the south the consequences, so far as the submergence of the land is concerned, will only affect the less peopled and wilder countries. \" The globe will, for the purposes of this inquiry, be divided by two great circles, intersecting at right angles at Kilimanjaro and the antipodes of that mountain, thus giving four segments, two in the northern hemisphere, and two in the southern hemisphere, separated by lines in which no alteration of level will occur. \" 1. The northern hemisphere : —"], [200, "THE PURCHASE OF THE NORTH POLE. 140 \"The first segment, to the west of Kilimanjaro, will comprise Africa from the Congo to Egypt, Europe from Turkey to Greenland, America from British Columbia to Peru and Brazil north of San Salvador— in fact the whole of the North Atlantic and the greater part ofthe Equatorial Atlantic. \" The second segment, to the east of Kilimanjaro, will comprise the greater part of Europe from the Black Sea to Sweden, the Russian Empire, Arabia, almost all India, Persia, Beloochistan, Afghanistan, Turkestan, the Celestial Empire, Mongolia, Japan, Corea, the Northern Pacific and Alaska — and also the Polar regions, so regrettably placed in the possession of Barbicane & Co. \" 2. The southern hemisphere : — \"The third segment, to the east of Kilimanjaro, will comprise Madagascar, Kerguelen Island, Mauritius, and all the islands of the Indian Ocean, the Antarctic Ocean to the New Pole, the Malay Peninsula, Java, Sumatra, Borneo, the Philippines, Australia, New Zealand, and all the southern Pacific up to the meridian of the Society Islands. \" The fourth segment, to the west of Kilimanjaro, will include Africa south of the Congo and the Mozambique Channel, the Cape of Good Hope, the South Atlantic, South America below Pernambuco and Lima, Bolivia,"], [201, "INTERESTING FOR THE INHABITANTS, ETC. 141 Brazil, Uruguay, the Argentine Confederation, Tierra del Fuego, the Sandwich and South Shetland Islands, and a portion of the South Pacific. \" Such will be the four segments of the globe divided by lines of no alteration in level. \" In each of these four segments there will be a central point where the effect will attain its maximum, either of increase or decrease. \" This maximum will approach 25,000 feet at each point, and at the point the consequences will be most serious. \" In two of the segments situated opposite each other in the northern and southern hemispheres, the sea will retire to flow into the two other segments. \" In the first segment the Atlantic Ocean will almost entirely empty itself, the point of maximum being about the Bermudas, where the bottom will become visible if the depth of the sea in that locality be less than 25,000 feet. Consequently, between America and Europe, vast terri tories will be revealed, which the United States, Great Britain, France, Spain and Portugal can annex pro rata to their Atlantic coast-lines, or otherwise, as they may think fit. But it must be remembered that as the waters are lowered, so will the air be. The coast of Europe and America will be lifted to such an extent, that towns placed twenty or even thirty degrees from the point of"], [202, "142 THE PURCHASE OF THE NORTH POLE. maximum, will have no more air than is now available at three miles from the surface of the sea. New York, Philadelphia, Charlestown, Panama, Lisbon, Madrid, Paris, London, Edinburgh, -Dublin- will- be—thus elevarfeedr.-but Cairo, Constantinople, Dantzic, Stockholm on one side, and the western coast towns of America on the other, will retain their present level. The Bermudas will be in such rarefied air as has hitherto been only experienced by aeronauts, and will become as uninhabitable as the upper peaks of the mountains of Tibet. \" Similar effects will be experienced in the opposite southern segment comprising the Indian Ocean, Australia, and the Pacific. At Adelaide and Melbourne the level of the sea will sink 25,000 feet below them, and the air will become so pure and rarefied as to be unbreathable. \" Such are the two segments from which the waters will retire. In the sea that will be left there will probably be many new islands, formed by the summits of submarine mountain-chains. \" In the other segments the waters will rise to a corre sponding height. \" In the segment north-east of Kilimanjaro the maximum will be at Yakutsk in Siberia. This town will be sub mersed under 25,000 feet of water — less its actual altitude —and thence thinning out on all sides the flood will spread out over Asiatic Russia, India, China, Japan, and Alaska."], [203, "INTERESTING FOR THE INHABITANTS, ETC. 143 The Ural Mountains may possibly appear above the waters as islands. St. Petersburg and Moscow on one side, Calcutta, Bangkok, Saigon, Pekin, Hong Kong, and Tokyo, on the other, will disappear beneath the waves at variable depths, but at depths quite sufficient to drown such of the Russians, Hindoos, Siamese, Cochinchinese, Chinese, and Japanese who have not left the country before the catastrophe. \" In the segment south-west of Kilimanjaro the disasters will not be of such magnitude, as the segment is in a great measure covered by the Atlantic and Pacific, the level of which will rise 25,000 feet above the Falkland Islands. But nevertheless much territory will disappear, among others all South Africa from the Gulf of Guinea and Kili manjaro to the Cape of Good Hope, all South America south of Central Brazil and Peru, including Chili, the Argentine Republic down to Tierra del Fuego. The Patagonians, however tall they may be, will not escape destruction, as they will not even have the resource of escaping to the Cordilleras, not one of whose summits will in those parts rise above sea-level. \" Such will be the results produced by the changes of the level of the waters. And such are the eventualities for which those interested must prepare, unless something happens to prevent the dastardly enterprise of Barbi cane & Co.\""], [204, "THE PURCHASE OF THE NORTH POLE. 144 CHAPTER XVI. THE CHORUS OF TERROR. ACCORDING to the \" important notice,\" the dangers of the position could be avoided, or rather fled from, by hurrying off to the neutral zones. The people in peril could be divided into two classes, the asphyxiated and the drowned. The effect of the communication was to give rise to very different opinions, which soon developed into the most violent protestations. On the side of the asphyxiated were the Americans of the United States, the Europeans of the United Kingdom, and France, Spain, &c. The prospect of being able to annex territories from the ocean-bed was not attractive enough to persuade them to accept the change. On the side of the drowned were the inhabitants of South America, and the Hindoos, Russians, and Chinese. But Great Britain was not likely to allow Barbicane & Co. to deprive her of her southern colonies ; and the other"], [205, "THE CHORUS OF TERROR. 145 nations decidedly objected to being so summarily deposed of. Evidently the Gulf of Mexico would be emptied to form a huge territory of the Antilles, which the Mexicans and Americans might claim in accordance with the Monro doctrine. Evidently the left of the Philippines and Celebes would bring up an immense region which the British and Spanish might share. But vain such compensation ! It would never balance the loss due to the terrible inundation. If the new seas were only to rise over the Samoyeds, Laps, Fuegians, Patagonians, Tartars even, Chinese, Japanese, or even Argentines, the world might have borne the bereavement. But the catastrophe affected too many of the great Powers for them to bear it quietly. Although the central part would remain much as it is, Europe would be lifted in the west and lowered in the east, that is to say half asphyxiated on one side and half drowned on the other. Such a state of affairs was unacceptable. Besides, the Mediterranean would be nearly drained dry, and that neither French, Italians, Spaniards, Greeks, Turks, nor Egyptians cared for, as their position on its coast gave them indisputable rights over the sea. And what would be the use of the Suez Canal, which would escape, owing to its position on the neutral line? What was to be done with that when there was no Mcditer- L"], [206, "146 THE PURCHASE OF THE NORTH POLE. ranean at one end and very little Red Sea at the other— unless it was lengthened by several hundred miles ? Great Britain had no desire to see Gibraltar, Malta, and Cyprus transformed into mountain-tops which ironclads would try to anchor near in vain. And the British Government declined to entertain in any form the sug gested compensation from the risen bed of the Atlantic. In short, all the world was in arms against Barbicane & Co. Even the people on the neutral lines were urgent in their protests. And so it soon came about that Barbi cane, Nicholl, and J. T. Maston were put under the ban of humanity. But how the newspapers prospered ! What a rush there was for copies ! What editions after editions ! For the first time in the history of the newspaper press all the papers of every country in the world were agreed upon one matter. And the effect of that is more easily imagined than described ! J. T. Maston might well believe that his last hour was come. In fact, a frantic mob broke into his prison on the evening of the 17th of September with the intention of lynching him, and it is well to say, the police made no objection. The cell was empty ! With the worthy calculator's"], [207, "The cell was empty. Page 146."], [208, ""], [209, "THE CHORUS OF TERROR. 147 weight in gold, Mrs. Scorbitt had managed his escape. The gaoler was the more ready to be bribed by a fortune as he had hopes of enjoying it for some years. In fact, Baltimore, like Washington, New York, and the other chief cities of the American seaboard, was in the list of towns to be reasonably elevated, and in which there would remain enough air for the daily consumption of their inhabitants. J. T. Maston had gained some mysterious retreat where he was safe from the fury of popular wrath. Thus was the life of the great world- troubler saved by a woman's devotion. And now only four days remained before Barbicane & Co. did their awful deed. The important notice had been generally understood. If there had been a few sceptics before, there were none now. The Governments issued proclamations to such of their peoples as were to be sent up into the rarefied air, and to the greater number that were to be dropped into deep water. The result was such a migration as had never been seen, not even when the Aryan families began to remove. An exodus took place comprising every branch of the Hotten tots, Melanesians, Negroes, Red Men, Yellow Men, Brown Men, White Men. Unfortunately the time was too short. It could be L 2"], [210, "I48 THE PURCHASE OF THE NORTH POLE. reckoned in hours. Given a few months, the Chinese might abandon China, the Australians Australia, the Patagonians Patagonia, the Siberians Siberia. But time ! Time ! The time ! How was it possible ? Migration was useless. There was only one chance ! Suppose that Barbicane & Co. were to fail ?"], [211, "149 CHAPTER XVII. THE WORKS AT KILIMANJARO. The country of the Wamasai is situated in the east of Central Africa, between Zanzibar and the great lakes. Our knowledge of it is due chiefly to Thomson, Johnston, Count Tekeli and Doctor Meyer. It is a mountainous district under the sovereignty ofthe Sultan Bali-Bali, whose people are negroes, and number from thirty to forty thousand. Three degrees south of the Equator rises the chain of Kilimanjaro, which lifts its highest summit over 18,000 feet above the sea, and commands northwards, southwards, and westwards, the vast and fertile plains of the Wamasai. A few miles below the first slopes of the mountain lies the town of Kisongo, where the Sultan resides. The capital is, truth to tell, but a large village. It is occupied by a population, highly gifted and intelligent, and working hard as much by itself as by its slaves under the iron yoke of Bali-Bali, who is justly considered to be one of the most remarkable sovereigns of Central Africa."], [212, "THE PURCHASE OF THE NORTH POLE. 150 Impey Barbicane and Captain Nicholl, accompanied by ten foremen devoted to the enterprise, had arrived at Kisongo in the first week of January. The fact of their departure had only been communicated to J. T. Maston and Mrs. Scorbitt. They had embarked at New York for the Cape of Good Hope ; thence they had gone to Zanzibar ; and a barque, secretly chartered, had taken them to Mombasa on the other side of the channel. An escort from the Sultan had met them at this port, and after a difficult journey of about 300 miles across this harassed region, obstructed by forests, cut up by streams, and chequered with marshes, they had reached the royal residence. As soon as he had obtained J. T. Maston's calculations, Barbicane had put himself in communication with Bali- Bali through a Swedish explorer who intended to spend a few years in this part of Africa. The Sultan had become one of the warmest admirers of the audacious Yankee after the celebrated Moon Voyage, the fame of which had spread even to this distant country. Without disclosing his object Barbicane had obtained from the Wamasai the needful authority to open important works at the southern base of Kilimanjaro. For the very considerable sam of three hundred thousand dollars Bali-Bali had engaged to furnish him with the labour he required to do what he liked with"], [213, "THE WORKS AT KILIMANJARO. 151 Kilimanjaro. He could take it down if he like J, or carry it away if he could ; and he became as much the owner of the mountain as he was of the North Pole. Barbicane and his colleague were cordially welcomed at Kisongo. Bali-Bali felt an admiration bordering on adora tion for the two illustrious voyagers who had launched out into space to attain the circumlunar regions, and sym pathized enthusiastically with the projectors of the myste rious works they wished to establish in his kingdom. He undertook that the enterprise should be kept secret, both by himself and his subjects, for all of whom he could answer, as not one of the negroes engaged had the right to leave the works for a day under penalty of the most dreadful punishments. On this account the operation was enveloped in a mystery that the cleverest detectives of America and Europe failed to penetrate, and if it was discovered at last it was because the Sultan had relaxed his severity after the completion of the works, and that there are traitors or chatterers even among negroes. It was in this way that Richard W. Trust, the consul at Zanzibar, got wind of what was happening at Kilimanjaro. But at that date, the 13th of September, it was too late to stop Barbicane in the accomplishment of his plans. The reason that Barbicane & Co. had chosen the"], [214, "152 THE PURCHASE OF THE NORTH POLE. country of the Wamasai as the scene of their operations was that, in the first place, it was little known and rarely visited by travellers, and, secondly, that the mass of Kilimanjaro offered all the qualities of solidity and po sition necessary for the'r work. Besides, the country was rich in all the materials they required, and these were found under conditions that made them easily workable. A few months before leaving the United States, Barbi cane had learnt from the Swedish explorer that iron and coal were abundant in the Kilimanjaro chain. There were no mines to be opened, and no shafts to be driven thou sands of feet into the crust of the earth. The minerals were on the surface, and had only to be picked up from the ground. And in addition to these, there were large deposits of nitrate of soda and iron pyrites, such as were required for the manufacture of the meli-melonite. Barbicane and Nicholl had brought no staff of work men with them except the ten foremen, on whom they could depend. These could take command of the ten thousand negroes placed at their disposal by Bali-Bali, to whom was entrusted the task of making the monster cannon and its no less monster projectile. A fortnight after the arrival of Barbicane and his col league among the Wamasai, three large workshops had been erected on the south of the mountain ; one as the"], [215, "Large workshops had been erected. Page 152."], [216, ""], [217, "THE WORKS AT KILIMANJARO. 1 53 foundry for the gun, one as the foundry for the shot, and one as the factory for the meli-melonite. And how did Barbicane & Co. intend to cast a cannon of such colossal dimensions ? The only chance for the inhabitants of the world was, as we have seen, in the difficulty of dealing with such a huge undertaking. To cast a cannon a million times larger than a four hundred pounder would have been beyond the power of man. To make a four hundred pounder is difficult enough, but a four hundred million pounder ! Barbicane and Co. did not attempt to do so. It was not a cannon, nor even a mortar, that they had in their minds. They simply intended to drive a gallery into the mountain. Evidently this enormous mine would have the same effect as a gigantic Columbiad, the manufacture of which would have been as costly as it was difficult, owing to the thickness it would have to be to avoid the risk of bursting. Barbicane & Co. had always intended to act in this way, and if J. T. Maston's note-book spoke of a cannon, it was the four hundred pounder he had taken as the basis of his calculations. Consequently, a spot was chosen a hundred feet up the southern side of the chain, from the base of which the plains extended for miles and miles, so that nothing would"], [218, "154 THE PURCHASE OF THE NORTH POLE. be in the way of the projectile when it was hurled from the long tube in the mass of Kilimanjaro. With great precision and much labour Barbicane carried on the driving of his tunnel. Easy to him was the con struction of boring machines worked with air compressed by the power of the large waterfalls in the district. The holes bored by the machines were charged with meli melonite, and the blasting of the rock was easy, it being a kind of syenite composed of orthoclasic felspar and amphibolic hornblende. It was a favourable circumstance that a rock so constituted would strongly resist the frightful pressure developed by the expansion of the gas ; but the height and thickness of the mountain afforded ample security against any exterior splitting or cracking. The thousands of workmen under the guidance of the ten foremen, superintended by Barbicane, progressed with such zeal and intelligence that in less than six months the tunnel was finished. It measured nearly ninety feet in diameter and two thousand feet long. As it was im portant that the projectile should glide abng a perfectly smooth surface without losing any of the gas of deflagra tion, the interior was lined with a smooth tube of cast iron. This was a much larger affair than the celebrated Columbiad of Tampa Town, which had sent the aluminium"], [219, "THE WORKS AT KILIMANJARO. 155 projectile round the Moon. But what is there that is impossible to the engineers of the modern world ? While the boring went on in the flank of Kilimanjaro, the workmen were busy at the second foundry. While the tube was being built the enormous projectile was in process of manufacture. All it consisted of was a mass of cast-iron, cylindro conical in form, weighing one hundred and eighty thousand tons. It had never been intended to make such a casting in one piece, but to provide one hundred and eighty masses, each of a thousand tons, which could be hoisted into the tube and arranged in front of the meli-melonite so as to form a compact charge. It thus became necessary to furnish the second foundry with four hundred thousand tons of ore, seventy thousand tons of flux, and four hundred thousand tons of good coal, which at the outset was transformed into two hundred and eighty thousand tons of coke. As the deposits were all in the vicinity, this was only a matter of transport. The greatest difficulty was the construction of the blast furnaces for dealing with the ore ; but nevertheless, before a month was out ten furnaces were at work, capable, each, of an output of one hundred and eighty tons a day. This gave eighteen hundred tons in the twenty-four hours, and a hundred and eighty thousand tons in ten working days."], [220, "156 THE PURCHASE OF THE NORTH POLE. In the meli-melonite factory the work went on easily, and so secretly that the composition of the explosive was never discovered. All went well ; and there was hardly an accident to mar the progress. The Sultan was delighted. He followed the operations with indefatigable assiduity, and it may be imagined how his Majesty's presence stimulated the zeal of his faithful subjects. When he asked what it all meant, Barbicane would reply enigmatically, — \" It is a work which will change the face of the world ! \" \" A work,\" Captain Nicholl would add, \"that will confer on the Sultan Bali-Bali a glory that will never fade among the monarchs of Eastern Africa ! \" And that the Sultan of the Wamasai felt proud there is no need for us to insist ! On the 29th of August the works were completed. The tunnel was lined with the smooth iron tube built up within it. At the end lay stored two thousand tons of meli melonite in communication with the box of fulminate. Then came the projectile three hundred and forty-five feet long. In front of the projectile was a space of fourteen hundred and fifty feet in which effect would be given to the impulse due to the expansion of the gas."], [221, "The Sultan was delighted. Page 156."], [222, ""], [223, "THE WORKS AT KILIMANJARO. 157 That being the case, there remained the question — a question of pure ballistics — would the projectile have the trajectory assigned to it by J. T. Maston ? The calculations were correct. They indicated in what measure the pro jectile would deviate to the east of the meridian of Kili manjaro in virtue of the earth's rotation, and what would be the form of the hyperbolic curve which it described in virtue of its enormous initial velocity. Second question : Would it be visible during its flight? No, for when it left the tube plunged in the darkness of the earth, it could not be seen, and besides owing to its moderate height it would have a very considerable angular velocity. Once it entered the zone of light, the smallness of its volume would conceal it from thc most powerful glasses, and for a stronger reason it would, when free from the influence of terrestrial attraction, gravitate for ever round the Sun. Assuredly Barbicane & Co. might be proud ofthe work they were about to complete. Why was not J. T. Maston there to admire the admirable execution of the works which was worthy of the precision of thc calculations that had inspired them ? And above all things why was he far away when the formidable detonaticn would awake the echoes of the most distant horizons of Africa ? In thinking of him his colleagues had no notion that he"], [224, "158 THE PURCHASE OF THE NORTH POLE. had had to leave Ballistic Cottage after escaping fro-n Baltimore Gaol, and was now in hiding to save his precious life. They knew not to what a degree public opinion had risen against the North Polar Practical Association. They knew not what would be the massacres, quarterings, and roastings if the people happened to lay hold of them. Indeed they were fortunate that when the mine was fired they could only be saluted by the shouts ofthe Wamasai. \" At last ! \" said Captain Nicholl, when on the evening of the 22nd of September they were strolling about at the mouth of the mine. \"Yes! At last! And also— Ha ! \" and Barbicane gave a sigh of relief. \" If you had to begin again ? \" Bah ! We should begin again ! \" What luck,\" said Nicholl, \" that we should have at our disposal this admirable meli-melonite ! \" \" Which will make you illustrious, Nicholl ! \" \" Doubtless, Barbicane,\" said the captain modestly. \" But do you know how many galleries we should have had to drive in the flanks of Kilimanjaro to obtain the same result if we had only had fulmi-cotton like that which flung our projectile at the Moon ? \" \" Tell me.\" \" One hundred and eighty, Barbicane !"], [225, "Nearly ready ! Page 158."], [226, ""], [227, "THE \"WORKS AT KILIMANJARO. 1 59 \" Well, we would have driven them ! \" \" And a hundred and eighty projectiles of a hundred and eighty thousand tons ! \" \" We would have made them, Nicholl ! \" There is no nonsense about men of this stamp. But when artillerists have made the round of the Moon, of what could they not be capable ? And that very evening, an hour or two only before the discharge was to take place, and while Barbicane and Nicholl were thus congratulating themselves, Alcide Pier deux, shut up in his room at Baltimore, jumped to his feet and whooped like a Redskin. \" Whoooop ! Mr. J. T. Maston ! You brute, you shall swallow your problem, you shall ! And why didn't I see that before ! In the name of a cosine ! If I knew where you were I would ask you to supper, and we would have a glass of champagne together at the very moment your gun is to go off! \" And he capered round the room and whirled his arms about like a railway signal gone mad. \" Whoooop, you old plum-tree ! You must have had a big bang when you calculated the cannon of Kilimanjaro ! Hurrah for the cannon of Kilimanjaro ; and how many more would you like ? That is not only the sine qua non, my boy, but the sine cannon ! Whoooop ! \""], [228, "THE PURCHASE OF THE NORTH POLE. 160 CHAPTER XVIII. THE WAMASAI WAIT FOR THE WORD TO FIRE. IT was the evening of the 22nd of September — that memorable date to which public opinion assigned an influence as disastrous as that of the ist of January, iooo. Twelve hours after the sun passed the meridian of Kilimanjaro, that is to say, at midnight, the hand of Captain Nicholl would fire the terrible mine. From Kilimanjaro to Baltimore is one hundred and fourteen degrees, or a difference in time of four hundred and fifty-six minutes. At the moment of discharge it would be twenty-four minutes past five in the afternoon in the great city of Maryland. The weather was magnificent. The sun had just set on the plains of the Wamasai behind a perfectly clear horizon. Barbicane & Co. could not have wished for a better night, a calmer or a more star lit one, in which to hurl their projectile into space. There was not a cloud to"], [229, "THE WAMASAI WAIT FOR THE WORD TO FIRE. l6l mingle with the artificial vapours developed by the defla gration of the meli-melonite. Who knows ? Perhaps Barbicane and Nicholl were regretting that they could not take their places inside the projectile ? In the first second they could have travelled over seventeen hundred miles ! After having penetrated the mysteries of the lunar world, they would have pene trated those of the solar world, and under conditions differently interesting from those of Hector Servadac on the comet Gallia ! The Sultan Bali- Bali, the great personages of his court, that is to say, his minister of finance and his minister of works, and the staff of black workmen, were gathered together to watch their final operation. But, with com mendable prudence, they had taken up their position three miles away from the mouth of the mine, so as to suffer no inconvenience from the disturbance of the atmosphere. Around them were a few thousand natives from Kisongo and the villages in the south of the province, who had been ordered by the Sultan to come and admire the spectacle. A wire connecting an electric battery with the detonator of the fulminate in the tube lay ready to fire the meli melonite. As a prelude, an excellent repast had assembled at the M"], [230, "162 THE PURCHASE OF THE NORTH POLE. same table the Sultan, his American visitors, and the notabilities of the capital — the whole at the cost of Bali- Bali, who did the thing all the better from his knowing he would be reimbursed out of the ample purse of Barbicane &Co. It was eleven o'clock when the banquet, which had begun at half-past seven, came to an end by a toast pro posed by the Sultan in honour of the engineers of the North Polar Practical Association and the success of their undertaking. In an hour the modification of the geographical and climatological conditions of the Earth would be an ac complished fact. Barbicane, his colleague, and the ten foremen began to take up their places around the hut in which the electric battery was placed. Barbicane, chronometer in hand, counted the minutes and never did they seem so long — those minutes which seemed not years, but centuries ! At ten minutes to twelve he and Captain Nicholl ap proached the apparatus which put the wire in communica tion with the cannon of Kilimanjaro. The Sultan, his court, the crowd of natives, formed an immense circle round them. It was essential that the discharge should take place at"], [231, ""], [232, "The noise was truly awful. Page 163."], [233, "THE WAMASAI WAIT FOR THE WORD TO FIRE. 163 the precise moment indicated in the calculations of J. T. Maston, that is at the instant the sun touched the equi noctial line, which henceforth he would never leave in his apparent orbit round the terrestrial spheroid. Five minutes to twelve ! Four minutes to twelve ! Three minutes to twelve ! Two minutes to twelve ! One minute to twelve ! Barbicane followed the hand of the chronometer, which was lighted by a lantern held by one ofthe foremen. Captain Nicholl stood with his finger on the button of the apparatus ready to close the circuit. Twenty seconds to twelve ! Ten seconds ! There was not the suspicion of a shake in the hand of the impassible Captain Nicl.oll. He and his friend were no more excited than when, shut up in the projectile, they waited for the Columbiad to despatch them to the Moon. Five seconds ! One! \" FIRE ! \" said Barbicane. And Nicholl's finger pressed the button. The noise was truly awful. The echoes rolled in M 2"], [234, "164 THE PURCHASE OF THE NORTH POLE. thunders far beyond the realm of the Wamasai. There was a shrill shriek of the projectile which traversed the air under the impetus from milliards of milliards of litres of gas developed by the instantaneous deflagration of two thousand tons of meli-melonite. It seemed as though there had passed over the surface of the Earth one of those storms in which are gathered all the fury of Nature. And the effect would have been no less terrible if all the guns of all the artilleries of the world had been joined to the thunders of the sky to give one long continuous roar together."], [235, "165 CHAPTER XIX. J. T. MASTON REGRETS HE WAS NOT LYNCHED. The capitals of the globe — and also the less important towns, and even the humbler villages — were, as a rule, waiting for the result in a paroxysm of terror. The news papers took care that the exact moment corresponding to midnight at Kilimanjaro should be thoroughly well known. The Sun travels a degree in given by the newspapers for follows : — four minutes, and the times some of the cities was as Berlin .... 11.20 a.m. Constantinople. . . 11.26 a.m. London .... 9.30 a.m. Madrid .... 9.15 am. Paris 9-4° a.m. St. Petersburg . . . 11.31a.m. Rome . . ... 10.20 a.m. Calcutta . . . . 3-4 P-m. Nankin . . . . 5-5 P'm-"], [236, "166 THE PURCHASE OF THE NORTH POLE. At Baltimore, as we are aware, twelve hours after the passage of the Sun on the meridian of Kilimanjaro, it would be 5.24 p.m. We need not enlarge on the agony of these moments. The most powerful pen of modern times would be helpless to describe them. That the inhabitants of Baltimore ran no danger of being swept away by the rising sea may be very true ! That they would not see Chesapeake Bay empty itself, and Cape Hatteras at the end become a mountain crest above the dried Atlantic, is agreed ! But the city, like many others not menaced with emersion or immersion, might be shattered by the shock, its monuments thrown down, and its streets engulphed in the abysses that might open in the ground ! And was there not a justification for fearing for those other parts of the world which would never survive the displacement of the waters ? Why, certainly ! And so every human being in that city felt a cold shiver in the spinal marrow during that fatal minute. Yes ! all trembled with terror — but one ! And that one was Sul phuric Alcide, who was quietly sipping a cup of hot coffee as if he and the old world would last for ever. 5.24 p.m., .answering to Kilimanjaro midnight, passed. At Baltimore — nothing occurred !"], [237, "J. T. MASTON REGRETS HE WAS NOT LYNCHED. 167 At London, Berlin, Paris, Rome, Constantinople — nothing ! Not the least shock ! Professor Milne, in the coal-pit at Kagoshima, in Japan, gazed steadily at the tromometer, and saw not the least abnormal movement in the crust of the Earth in that part of the world. At Baltimore there was no sign of any disturbance what soever. The sky was cloudy, and when the night came it was impossible to see if the apparent movement of the stars had changed — which would, of course, have indicated a change in the Earth's axis. What a night did J. T. Maston pass in his retreat, un known to all save Mrs. Scorbitt ! He raged ! He raved ! He could not keep still. Would that he had been a few days older, to see if the curve of the Sun was modified — an indisputable proof of the success ofthe operation. On the 23rd the change would not be noticeable, for 0:1 that day the Sun invariably rises due east in every country of the globe. In the morning the Sun rose just as usual. Major Donellan and his friends were on the terrace of their hotel. They had furnished themselves with instru ments of extreme precision, which would show if the Sun described its curve in the plane of the Equator. There was nothing to show that it did ; and a few"], [238, "168 _ THE PURCHASE OF THE NORTH POLE. minutes after it had risen the radiant disc inclined towards the southern hemisphere. There was no change in its apparent path. The Major and his colleagues expressed their delight by giving three cheers for the Sun. The sky was superb, the horizon quite clear from the mists of the night, and never did the glorious orb present himself under greater conditions of splendour before a wondering people. \" And in the very place noted by the laws of astronomy ! \" said Baldenak. \" Of our old astronomy,\" said Karkof, \" which these madmen attempted to annihilate ! \" \"To their cost and shame,\" said Jansen. \"And the Arctic regions will remain under their eternal ice ! \" said Professor Harald. \" Hurrah for the Sun ! \" shouted Donellan. \" He is good enough for us as he is ! \" \" Hurrah ! hurrah ! \" said the others on the balcony. Then it was that Todrin, who had said nothing, remarked judiciously, \" Perhaps they have not fired ! \" \" Not fired ?\" ejaculated the Major aghast. And that, with a different intonation, was what J. T. Maston and Mrs. Scorbitt said. \" Not fired ? \""], [239, "169 J. T. MASTON REGRETS HE WAS NOT LYNCHED. And that was what the wise and the foolish were asking ; and it was what Alcide Pierdeux said, adding, — \"Whether they fired or no, it does not matter! The Earth will still spin on its old axis ! \" No one knew what had passed at Kilimanjaro ; but before the end of the day an answer was given to the question that puzzled humanity. There was a telegram from Zanzibar : — \" To John S. Wright, Washington, U.S.A. \"Zanzibar, 23rd September, 7.27 a.m., local time. Dis charge took place at midnight from cannon on southern side of Kilimanjaro. Projectile travelled with fearful shriek. Awful explosion. Province devastated by a tornado. Sea risen in the Mozambique Channel. Many ships damaged and driven on shore. Towns and villages annihilated. All well, as usual. — Richard W. Trust, U.S. Consul.\" Yes. All well as usual ! Nothing changed in the state of affairs except the disasters among the Wamasai caused by the artificial tornado and the wrecks caused by the risen sea. And had it not been the same when the famous Colum biad had sent its projectile towards the Moon ? The shock communicated to the soil of Florida had only been ex perienced for a hundred miles round. But this time the effect ought to have been a hundred times as great."], [240, "THE PURCHASE OF THE NORTH POLE. 170 Under any circumstances the telegram informed the world of two matters of interest : — 1. The enormous cannon had been made in the flank of Kilimanjaro. 2. It had been fired at the time stated. And then the world gave a shout of satisfaction, which was followed by an immense shout of laughter. Barbicane & Co.'s attempt had failed piteously ! J. T. Maston's calculations might as well be put in the waste paper basket ! The North Polar Practical Association had nothing now to do but go into another kind of liquidation ! Could it be possible that the secretary of the Gun Club had made a mistake? \" I would rather believe I am deceived in the affection with which he inspires me,\" said Mrs. Evangelina Scorbitt. And if there was a discomfited being on the face of the planet it was J. T. Maston. When he saw that nothing had changed in the conditions of the Earth's movement, he was buoyed up with hope that some accident had re tarded the work of Barbicane and Nicholl. But since the Zanzibar telegram he had to admit that the experiment had failed. Failed ? And the equations, the formulas from which he had deduced the success of the enterprise ! Was the gun not long enough, the projectile not heavy"], [241, ""], [242, "The street boys shouted after him. Page 171."], [243, "J. T. MASTON REGRETS HE WAS NOT LYNCHED. 171 enough, the explosive not strong enough ? No ! It was inadmissible ! J. T. Maston was in such a state of excitement that he declared he would leave his retreat. Mrs. Scorbitt tried in vain to prevent him. Not that she seared for his life, for the danger was over. But the pleasantries that would be showered on the unhappy calculator, the jokes that would rain on his work, — she would have spared him. And, still more serious, what was the reception the Gun Club would give him ? Would they retain him as their secretary after a failure that covered them with ridicule ? Was not he, the author of the calculations, entirely re sponsible for the collapse ? He would listen to nothing. He would yield neither to the tears nor prayers of Mrs. Scorbitt. He came out of the house in which he was hidden. He appeared in the streets of Baltimore. He was recognized, and those whom he had menaced in their fortune and existence, whose anxiety he had prolonged by his obstinate silence, took vengeance on him by deriding him in every way. The street boys shouted after him, — ■ \" Go along, old pole-shifter ! \" \" Hallo, old clock-jobber ! \" \" How's the figuring tinker ? \" And a mob gathered and began to hustle him, and he had"], [244, "172 THE PURCHASE OF THE NORTH POLE. to seek refuge in the New Park mansion, where Mrs. Scorbitt did her best to console him. It was in vain. J. T. Maston— after the example of Niobe— would not be consoled. His gun had produced no more effect on the terrestrial spheroid than an ordinary petard. A fortnight went by, and the world had already forgotten the North Polar Practical Association. A fortnight, and no news of Barbicane or Captain Nicholl ! Had they perished in the counter-shock of the explosion, victims to the ravages produced among the Wamasai ? Had they paid with their lives for the biggest mystification of modern times ? No. At the explosion Barbicane and Nicholl had been thrown down ; so had the Sultan, and several thousand natives ; but they had all got up again safe and sound. \" Is it a success ? \" asked Bali-Bali, rubbing his shoulders. \" Can you doubt it ? \" I — doubt it ! But when shall we know ? \" In a day or two ! \" said Barbicane. Did he see that the attempt had failed ? Possibly. But he never would have admitted it to the monarch of the Wamasai. Two days afterwards Barbicane and Nicholl took their"], [245, "J. T. MASTON REGRETS HE WAS NOT LYNCHED. 173 leave of Bali-Bali, not without paying a good round sum for the destruction done to the surface of his kingdom. And as the money went to his own private pocket, and his subjects got not a dollar, he had no cause to regret so lucra tive an affair. Then the two friends, followed by their foremen, reached Zanzibar, where they found a vessel starting for Suez. There, under assumed names, they took passage to Mar seilles, whence by the P.L.M. and the Ouest they reached Havre, where they went on board the Bourgogne and crossed the Atlantic. they left the Wamasai they In twenty-two days after were in New York. On the 15th of October, noon, they knocked at the Park. at three o'clock in the after door of the mansion in New A minute afterwards they were in the presence of Mrs. Scorbitt and J. T. Maston."], [246, "THE PURCHASE OF THE NORTH POLE. 174 CHAPTER XX. THE END OF THIS REMARKABLE STORY. \" Barbicane ? Nicholl ? \" \" Maston ! \" \"You?\" \" We ! \" And in that pronoun, spoken simultaneously by the two in a singular tone, there was everything that could be said in the way of irony and reproach. J. T. Maston passed his iron hook across his forehead. Then in a voice that hissed between his lips he asked, — \" Your gallery at Kilimanjaro was two thousand feet long and ninety in diameter?\" \" Yes ? \" \" Your projectile weighed one hundred and eighty thousand tons? \" \" Yes.\" \" And you used two thousand tons of meli-melonite ? \" \"Yes.\""], [247, "THE END OF THIS REMARKABLE STORY. 175 The three yes's fell like blows of a sledge-hammer on J. T. Maston's occiput. \"Then I conclude — \" he said. \" What ? \" asked Barbicane. \" — That, as the experiment failed, the explosive did not give the projectile the necessary initial velocity ! \" \" Indeed ! \" said Captain Nicholl. \"And that your meli-melonite is only fit for pop guns ! \" Captain Nicholl started at the insult \" Maston ! \" he exclaimed. \"Nicholl !\" \" Will you fight me with meli-melonite ? \" \"No; with fulmi-cotton. It is surer!\" Mrs. Scorbitt hastened to interfere. \"Gentlemen! Gentlemen ! \"she said. \" Between friends!\" Then Impey Barbicane put in a word very quietly, — \" What is the use of abusing each other ? It is certain that the calculations of our friend Maston were correct, and it is certain that the explosive of our friend Nicholl was sufficient! We followed exactly the teachings of science ! And we failed ! For what reasons ? Probably we shall never know ! \" \" Well,\" said the secretary of the Gun Club ; \" we will try it again ! \""], [248, "176 THE PURCHASE OF THE NORTH POLE. \" And the money which has been lost ? \" observed Captain Nicholl. \" And public opinion, which will not permit you to again risk the fate ofthe world ? \" added Mrs. Scorbitt. \" What will become of the North Pole ? \" asked Nicholl. \" What is the value of the shares in the North Polar Practical Association ? \" asked Barbicane. Oh, what a fall there had been thereof ! The certifi cates could be bought at waste-paper prices. Such was the memorable fiasco of the gigantic project of Barbicane & Co. If ever unfortunate engineers were overwhelmed with ridicule, if ever there were amusing articles in the news papers, caricatures, comic songs, parodies — it was then. Barbicane, the director of the Association, the members o the Gun Club, were literally covered with scorn. The storm of contempt was so thoroughly American that it was untranslatable even in Volapuk. And Europe joined in with such vigour that at last America was scandalized. And then remembering that Barbicane, Nicholl, and Maston were of American birth, and be longed to the famous club of Baltimore, a reaction in their favour set in, which was almost strong enough to make the United States declare war against the Old World."], [249, "THE END OF THIS REMARKABLE STORY. 177 But was it ever to be known why the enterprise failed ? Did the failure prove that the project was impossible, that the forces of which man disposes will never be sufficient to bring about a change in the Earth's diurnal movement, that never would the Polar regions be displaced in latitude to such an extent that their icy mantle will be melted by the solar rays ? That this was the case appeared undoubted a few days after the return of Barbicane and Nicholl to the United States. A letter appeared in the Parisian Temps of the 17th of October, which did mankind a service in confirming it in its feeling of security. The letter was the following : — \" The abortive attempt to furnish the Earth with a new axis is now known. Nevertheless, the calculations of J. T. Maston were correctly founded, and would have produced the desired results if by some inexplicable distraction they had not been nullified by an error at the outset. \" In fact, the celebrated secretary of the Gun Club took for his basis the circumference of the terrestrial spheroid at forty thousand metres instead of forty million metres ■and that nullified the solution. \" How came he to make such an error ? What could N"], [250, "178 THE PURCHASE OF THE NORTH POLE. have caused it? How could so remarkable a mathe matician have made such a mistake ? Conjecture is vain. \" There is no doubt that the problem of the change of the terrestrial axis was correctly stated, and it should have been correctly worked out. But the initial error of three noughts produced an error of twelve noughts in the final result. \" It is not a cannon a million times as large as a four hundred-pounder,but a million million million such cannons, hurling a million million million projectiles of one hundred and eighty thousand tons, that would displace the Pole 230 28', supposing that meli-melonite has the expansive power attributed to it by Captain Nicholl. \" In short, the discharge of the projectile at Kilimanjaro has been to displace the Pole three microns — that is, thousandths of a millimetre, and the maximum effect on the level of the sea must have been just nine-thousandths of a micron. \" The projectile has become a small planet, and hence forth belongs to our system, in which it is retained by the solar attraction. \"Alcide Pierdeux.\" So it was some distraction of J. T. Maston's, an error"], [251, "THE END OF THIS REMARKABLE STORY. 179 of three noughts at the beginning of his calculations, that had brought this humiliating disaster on Barbicane & Co. The members of the Gun Club were furious, but among the general public a reaction arose in favour of the poor fellow. After all, it was this mistake which had caused all the evil — or rather all the good, for it saved the world from ruin. And so compliments came in from all parts, and letters arrived in millions congratulating J. T. Maston on having forgotten his three noughts ! But that extraordinary man, more deeply disgusted than ever, would not listen to the congratulatory world. Barbi cane, Nicholl, Tom Hunter with the wooden leg, Colonel Bloomsberry, the brisk Bilsby, and their friends, would never forgive him. But at least there remained Mrs. Scorbitt ! At first J. T. Maston refused to admit that he had made a mistake ; and set to work to check his calculations. Sulphuric Alcide was, however, accurate. And that was why, when he found the error at the last moment, and had no time to reassure his fellow-men, he so calmly sipped his pleasant hot coffee while the spinal marrow was so unpleasantly cool in his fellow-men's backs. N 2"], [252, "180 THE PURCHASE OF THE NORTH POLE. There was no disguising the fact. Three noughts had slipped out of the terrestrial waist ! Then it was that J. T. Maston remembered ! It was at the beginning of his labours when he had shut himself up in Ballistic Cottage. He had written the number 40,000,000 on the blackboard. At that moment came a hurried tinkle from the tele phone. He had gone to the instrument. He had exchanged a few words with Mrs. Scorbitt. There was a flash of lightning that upset him and his blackboard. He picked himself and his blackboard up. He began to write in the figures half rubbed out by the fall. He had just written 40,000 — when the bell rang a second time. And when he returned to work he had forgotten the three last noughts in the measure of the Earth's equator ! Now all that was the fault of Mrs. Scorbitt. If she had not bothered him he would never have been knocked down by the return shock of that electrical discharge. And so the unhappy woman also received a shock when J. T. Maston told her how the mistake had been made. Yes ! She was the cause of the disaster ! It was her doing that J. T. Maston was now dishonoured for the many years"], [253, "She was the cause of the disaster. Page 1 8'"], [254, ""], [255, "THE END OF THIS REMARKABLE STORY. l8l he had to live, for it was the general custom to die as centenarians in the Gun Club. And after the interview J. T. Maston fled from the house in New Park. He went back to Ballistic Cottage. He strode about his work-room saying to himself, — \" Now I am good for nothing in the world ! ' \" Not even if you were to marry ? \" said a voice which emotion made heartrending. It was Mrs. Scorbitt. Tearful and distracted she had followed J. T. Maston. \" Dear Maston ! \" said she. \" Well ! Yes ! \" said he ; \" on one condition — that I never again touch mathematics.\" \" I abominate them ! \" said the widow. And thus it was that Mrs. Scorbitt became Mrs. J. T. Maston. As to Alcide Pierdeux, what honour, what celebrity that letter brought both him and his old school ! Trans lated into all languages, copied into all newspapers, it made his name known throughout the world. It happened, therefore, that the father of the pretty Proven9ale, who had refused him his daughter's hand because he was too learned, came to read the famous letter"], [256, "182 THE PURCHASE OF THE NORTFI POLE. in the Petit Marseillais. Without any assistance he managed to make out its meaning. And then he was seized with remorse, and, as a preliminary measure, sent Sulphuric Alcide an invitation to dinner. And so the world was left as it was. No attempt was made by Barbicane & Co. to resume business. Any attempt would have been futile. Alcide's contention was indisputable. It could be shown by mechanics that to effect a displacement of 230 28', even with meli-melonite, so many Kilimanjaro guns or mines would be required, that the surface of the spheroid could not hold them. The world's inhabitants could thus sleep in peace. To modify the conditions of the Earth's movement is beyond the powers of man. It is not given to mankind to change the order established by the Creator in the system of the Universe. THE END."], [257, "LONDON : PRINTED BY GILBERT AND RIVINGTON, LD., ST. JOHN'S HOUSE, CLERKENWELL ROAD, E.C."], [258, ""], [259, "A Catalogue os American and Foreign Books Published or Imported by Messrs. Sampson Low & Co. can be had on application. St. Dunstan's House, Fetter Lane, Fleet Street, London, October, 1S90. 3 Election from tlje Stst of £oofe$ PUBLISHED BY SAMPSON LOW, MARSTON, SEARLE, & RIVINGTON, LIMITED. Low's Standard Novels, page 17. Low's Standard Books for Boys, page 19. Low's Standard Series, page 20. Sea Stories, by W. Clark Russell, page 26. ALPHABETICAL LIST. ABNEY (W. de Wi) and Cunningham. Pioneers of the ■**- Alps. With photogravure portraits of guides. Small 4to, gilt top, 2 1 s. Adam and Wetherald. An Algonquin Maiden. Cr. 8vo, 5*. Alcott. Works of the late Miss Louisa May Alcott : — Aunt Jo's Scrap-bag. Cloth, 2s. ; gilt, 2s. 6d. Eight Cousins. Illustrated, 2s.; cloth gilt, 3*. 6d. Jack and Jill. Illustrated, 2s. ; cloth gilt, 3-r. bd. Jo's Boys. 5.5. Jimmy's Cruise in the Pinafore, &c. Illustrated, cloth, 2s. ; gilt edges, 31. 6d. Little Men. Double vol., 2s. ; cloth, gilt edges, y. 6d. Little Women, is. \\ I vol., cloth, 2s. ; larger ed., gilt Little Women Wedded, is. j edges, y. 6d. Old-fashioned Girl. 2s. ; cloth, gilt edges, 3-r. (sd. Rose in Bloom, zs. ; cloth gilt, 3-f. 6d. Shawl Straps. Cloth, 2s. Silver Pitchers. Cloth, gilt edges, 3*. 6d. Under the Lilacs. Illustrated, 2s.; cloth gilt, 5*. Work: a Story of Experience, is. } I vol., cloth, gilt Its Sequel, \" Beginning Again.\" Is. ) edges, y. 6d. Alcott. Life, Letters and four nals of Louisa May Alcott. By Ednah D. Cheney. Cr. 8vo, 6s. Recollections of My Childhood's Days. Crown 8vo, y.6d. See also Low's Standard Series. Alden _W. Li) Adventures of Jimmy Brown. 111. Sm. 8vo, y. 6d. Tr)'ing to find Europe. Illus., crown 8vo, 2s. 6d. a"], [260, "Sampson Low, Marston, <3* Co.'s 2 Alger (J. G.) Englishmen in the French Revolution, cr. 8vo, -js. 6d. Amateur Angler's Days in Dove Dale : Three Weeks' Holiday in 1884. By E. M. is. 6d. ; boards, is. ; large paper, 5.5. Andersen. Fairy Tales. An entirely new Translation. With over 500 Illustrations by Scandinavian Artists. Small 410, 6s. Angling. See Amateur, \" Cutcliffe,\" \"Fennell,\" \" Halford,\" \"Hamilton,\" \"Martin,\" \"Orvis,\" \"Pennell,\" \" Pritt,\" \"Senior,\" \"Stevens,\" \"Theakston,\" \"Walton,\" \" Wells,\" and \"Willis-Bund.\" Arnold (R.) Ammonia and Ammonium Compounds. 111. Cr. 8vo, y. Art Education. See \" Biographies,\" \" D' An vers,\" \"Illustrated Text Books,\" \"Mollett's Dictionary.\" Artistic Japan. Illustrated with Coloured Plates. Monthly. Royal 4to, 2s.\\ vols. I. to IV., roy. 4to, extra emblematic binding, Japanese silk, 15^- each. Ashe {Robert P.) Uganda, England's Latest Charge. Cr. 8vo, stiff cover, is. Two Kings of Uganda. New Ed. Cr. Svo, _s. 6d. JDALD WIN (James) Story of Siegfried. 6s. Story of the Golden Age. Illust. by Howard Pyle. Cr. Svo, 6s. Story of Roland. Crown Svo, 6.r. Barlow (Alfred) Weaving by Hand and by Power. With several hundred Illustrations. Third Edition, royal 8vo, ,£1 5-r. Barnum (P. T.) Dollars and Sense. 8vo. Baszeit (F. S.) Legends and Superstitions of the Sea. is. 6d. THE BAYARD SERIES. Edited by the late J. Hain Friswell. Pleasure Books of Literature produced in the Choicest Style. \" We can hardly imagine better books for boys to read or for men to ponder over.\" — Times. Price 2s.6d. each Volume, complete in itself, flexible cloth extra, eilt ed^es ;rl. ..7A II. -JT. 1. — _/ r? :_. , * j with silk Headbands and Registers. The Story of the Chevalier Bayard. Joinville's St. Louis of France. The Essays of Abraham Cowley. Abdallah. By Edouard Laboullaye. Napoleon, Table-Talk and Opinions. Words of Wellington. Johnson's Rasselas. With Notes. Hazlitt's Round Table. The Religio Medici, Hydriotaphia, &c. By Sir Thomas Browne, Knt. Coleridge's Christabel, &c. With Preface by Algernon C. Swinburne. Ballad Poetry of the Affections. By Robert Buchanan. Lord Chesterfield's Letters, Sen- tences, and Maxims. With Essay by Sainte-Beuve. The King and the Commons. Cava- lier and Puritan Songs. Vathek. By William Beckford."], [261, "List of Publications. 3 The Bayard Series {continued.) Essays in Mosaic. By Ballantyne. Socrates : Memoirs for English My Uncle Toby ; his Story and Readers from Xenophon's Memo- his Friends. By P. Fitzgerald. rabilia. By Edw. Levien. Reflections of Rochefoucauld. Prince Albert's Golden Precepts. A Case containing 12 Volumes, price _\\rs. bd. ; or the Case separately, price __s. 6d. Beaconsfield. See Hitchman. Beaugrand (C.) Walks Abroad of Two Young Naturalists. By D. Sharp. Illust., 8vo, Ts. 6d. Beecher (FT. W.) Authentic Biography, and Diary. 111. 8vo, 21s. Norwood ; Village Life in New England. Crown 8vo, 6s. Beer Manufacture. See Thausing. Behnke and Browne. Child's Voice : its Treatment with regard to After Development. Small Svo, y. 6d. See also Browne. Bell (H. H. J) Obeah: Negro Witchcraft in the West Indies. Crown 8vo, 2s. 6d. Beyschlag. Female Costume Figures of various Centuries. 1 2 reproductions of pastel designs in portfolio, imperial. _is. Bickers let A (Bishop E. H.) Clergyman in his Home. is. From Year to Year: Original Poetical Pieces. Small post 8vo, y. 6d. ; roan, 6s. and y. ; calf or morocco, ios. 6d. The Master's Home-Call. N. ed. 321110, cloth gilt, is. TAe Master's Will. Funeral Sermon. 15-., sewed, 6d. — TAe Reef, and otAer Parables. Crown 8vo, 2s. 6d. — SAadow of tAe Rock. Select Religious Poetry. 2s. 6d. — SAadowed Home and tAe LigAt Beyond. $s. — See also \" Hymnal Companion.\" BillrotA ( TA. ) Care of tlie Sick, at Home and in tAe Hospital. Illustrated, crown 8vo, 6s. BiograpAies of tAe Great Artists (Illustrated). Crown 8vo, emblematical binding, y. 6d. per volume, except where the price is given. Barbizon School. I. Millet,&c. ■) aim, II.Corot,&cf 7/6 Claude le Lorrain, by Owen J. Dullea. Correggio, by M. E. Heaton. 2s. 6d. Cox (David) and De Wint. George Cruikshank, Life and Works. Delia Robbia and Cellini. 2s. 6d. Albrecht Diirer, by R. F. Heath. Figure Painters of Holland. Fra Angelico, Masaccio, and Botti- celli. Fra Bartolommeo, Albertinelli, and Andrea del Sarto. Gainsborough and Constable. Ghiberti and Donatello. 2s. 6d. Giotto, by Harry Quilter. Hans Holbein, by Joseph Cundall. Hogarth, by Austin Dobson. Landseer, by F. G. Stevens. Lawrence and Romney, by Lord Ronald Gower. 2s. 6d. Leonardo da Vinci. Little Masters of Germany, by W. B. Scott. Mantegna and Francia. Meissonier, by J. W. Mollett. 2s. 6d. A 2"], [262, "Sampson Low, Marston, _r> Co.'s 4 BiograpAies of tAe Great Artists {continued.) Titian, by R. F. Heath. Turner, by Cosmo Monkhouse. Vandyck and Hals, by Head. Van de Velde and the Dutch Painters. Van Eyck, Memlinc, Matsys. Velasquez, by E. Stowe. Vernet and Delaroche, by J. Rees. Watteau, by J. W. Mollett. 2s. 6d. Wilkie, by J. W. Mollett. Michelangelo Buonarotti, by Clement. Mulready Memorials, by Stephens. Murillo, by Ellen E. Minor. 2s. 6d. Overbeck, by J. B. Atkinson. Raphael, by N. D'Anvers. Rembrandt, by J. W. Mollett. Reynolds, by F. S. Pulling. Rubens, by C. W. Kett. Tintoretto, by W. R. Osier. In Preparation Miniature Painters of Eng. School. Bird {F. J.) American Practical Dyer's Companion. 8vo, 42 s. (H. E.) CAess Practice. 8vo, 2s. 6d. Bishop {£. S.) Lectures to Nurses on Antiseptics. With dia- grams, crown Svo, 2s. Black {Robert) Horse Racing in France : a History. 8vo, 14s. Black {W.) Standfast Craig Royston. 3 vols., cr. 8vo, 31 s. 6d. See also Low's Standard Novels. Blackburn {Charles F.) Hints on Catalogue Titles and Index Entries, with a Vocabulary of Terms and Abbreviations, chiefly from Foreign Catalogues. Royal 8vo, 14s. Blackburn {Henry) Art in the Mountains, tAe Oberammergau Passion Play. New ed., corrected to 1890, 8vo, 5-r. Breton Folk. With 171 Illust. by Randolph Caldecott. Imperial 8vo, gilt edges, 21/.; plainer binding, ios. 6d. Pyrenees. Illustrated by Gustave Dor£, corrected to iS8i. Crown 8vo, 7-r. 6d. See also Caldecott. Blackmore {R. D.) Kit and Kitty. A novel. 3 vols., crown 8vo. Sis. 6d. Lorna Doone. Edition de luxe. Crown 4to, very nume- rous Illustrations, cloth, gilt edges, _ls. 6d.; parchment, uncut, top gilt, 35*. ; new issue, plainer, zis. Novels. See also Low's Standard Novels. SpringAaven. Illust. by Parsons and Barnard. Sq. 8vo, I2.r.; new edition, _s. 6d. Blaikie (William) How to get Strong and Aow to Stay so. Rational, Physical, Gymnastic, &c, Exercises. Illust., sm.post8vo, 5*. Sound Bodies for our Boys and Girls. i6mo, 2s. bd. Bodleian. See Historic Bindings. Bonwick. BritisA Colonies. Asia, is. ; Africa, is. ; America, Is ; Australasia, is. One vol., cloth, 5*. Bosanquet {Rev. C.) Blossoms from tAe King's Garden : Sermons for Children. 2nd Edition, small post 8vo, cloth extra, 6s. fehoshaphat ; or, Sunlight and Clouds, is."], [263, "List of Publications. 5 Bower ( G. S.) and Webb, Law of Electric Lighting. New edition, crown 8vo, 12s. 6d. Boy's Froissart. King Arthur. Knightly Legends of Wales. Percy. See Lanier. Bradshaw (J.) New Zealand as it is. 8vo, 12*. 6d. ■ — New Zealand of To-day , 1884-87. 8vo, 14s. Brannt {W. T.) Animal and Vegetable Fats and Oils. Illust., 8vo, 35J. Manufacture of Soap and Candles. Illust., 8vo. 35.C Metallic Alloys. After Krupp and Wildberger. Cr. 8vo, 12s. 6d. Vinegar, Cider, and Fruit Wines. Illust., 8vo., 25s. Bright {soAn) Public Letters. Crown 8vo, 7^. 6d. Brisse (Baron) Menus. In French and English, for every day in the Year. 7th Edition, with 1200 recipes. Crown 8vo, 5*. Brittany. See Blackburn. Brown (A. J.) Rejected of Men, and Ot Aer Poems. Fcp. Svo, _s. 6d. (A. S.) Madeira and Canary Islands for Invalids, Maps, crown 8vo, sewed, 2s. 6d. {Robert) sack Abbott's Log. 2 vols., cr. 8vo, zis. Browne (G. Lennox) Voice Use and Stimulants. Sm. 8vo, y. 6d. and BeAnke, Voice, Song, and SpeecA. i^s. ; new ed., 5s. Bryant { W. C.) and Gay {S. H.) History of the United States. Profusely Illustrated, 4 vols., royal 8vo, 60s. Bryce (Rev. Professor) Afanitoba. Illust. Crown 8vo, \"js. 6d. Short History of the Canadian People, ys. 6d. Burnaby {Mrs F.) High Alps in Winter ; or, Mountaineering in Search of Health. With Illustrations, &c, 14*, See also Main. Burnley (J.) History of Wool and Woolcombing. Illust. 8vo, 21s. Burton (Sir R. F.) Early, Public, and Private Life. Edited by F. Hitchman. 2 vols., 8vo, __6s. Butler {Sir W. F.) Campaign of the Cataracts. Illust., 8vo, iZs. Invasion of England, told twenty years after, zs. 6d. Red Cloud ; or, the Solitary Sioux. Imperial i6mo, numerous illustrations, gilt edges, 3*. 6d.; plainer binding, 2s. 6d. TAe Great Lone Land ; Red River Expedition, is. 6d. ■ The Wild North Land ; the Story of a Winter sourney with Dogs across Northern North America. 8vo, iSj. Cr. 8vo, 7*. 6d. Bynner {E. L.) See Low's Standard Novels. s*ABLE (G. W.) See Low's Standard Novels. Cadogan {Lady Adelaide) Drawing-room Plays. 10s. 6d. ; acting edition, 6d. each."], [264, "6 Sampson Low, Marston, &■= Co.'s Cadogan {Lady Adelaide) Illustrated Games of Patience. Twenty- four Diagrams in Colours, with Text. Fcap. 4to, 12s. 6d. New Games of Patience. Coloured Diagrams, 4to, izs. 6d. Caldecott {Randolph) Memoir. By Henry Blackburn. With 170 Examples ofthe Artist's Work. 14*.; new edit., 7*. 6d. Sketches. With an Introduction by H. Blackburn. 4to, picture boards, 2s. 6d. California. See Nordhoff. Callan (H.) Wanderings on Wheel in Europe. Cr. 8vo, is. 6d. Campbell {Lady Colin) Book of the Running Brook. _s. Carleton, City Legends. Special Edition, illus., royal 8vo, izs. 6d. ; ordinary edition, crown 8vo, I*. City Ballads. Illustrated, 12s. 6d. New Ed. (Rose Library), i6mo, Is. City Ballads and City Legends. In one vol., zs. 6d. ■ — — — Farm Ballads, Farm Festivals, and Farm Legends. Paper boards, is. each; 1 vol., small post 8vo, 3*. 6d. Carnegie {A.) American Four-in-Hand in Britain. Small 4to, Illustrated, 10*. 6d. Popular Edition, paper, is. Round the World. 8vo, 1 os. 6d. Triumphant Democracy. 6s. ; also ij. 6d. and is. Chairman's Handbook. By R. F. D. Palgrave. 5th Edit., 2s. Changed Cross, <5j°<t. Religious Poems. i6mo, 2s. 6d. ; calf, 6s. CAapin (F. H.) Mountaineering in Colorado, Peaks about Estes Park, Illus., 10*. 6d. CAess. See Bird (H. E.). CAoice Editions of CAoice Books. {2s. 6d. each.) Illustrated by C. W. Cope, R.A., T. Creswick, R.A., E. Duncan, Birket Foster, J. C. Horsley, A.R.A., G. Hicks, R. Redgrave, R.A., C. Stonehouse, F. Tayler, G. Thomas, H. J. Townshend, E. H. Wehnert, Harrison Weir, &c. New issue, is. per vol. Bloomfield's Farmer's Boy. Campbell's Pleasures of Hope. Coleridge's Ancient Mariner. Goldsmith's Deserted Village. Goldsmith's Vicar of Wakefield. Gray's Elegy in a Churchyard. Keats' Eve of St. Agnes. Milton's V Allegro. Poetry of Nature. Harrison Weir. Rogers' (Sam.) Pleasures of Memory. Shakespeare's Songs and Sonnets. Tennyson's May Queen. Elizabethan Poets. Wordsworth's Pastoral Poems. \" Such works are a glorious beatification for a poet.\" — Athenæum, (Extra Volume) Bunyan's Pilgrim's Progress. Illustrated, 2s. CArist in Song. By Philip Schaff. New Ed., gilt edges, 6s. Clark {Mrs. K. M.) SoutAern Cross Fairy Tale. 111. 4to, 5*. Clarke (P.) Three Diggers : a Tale of the Australian Fijties. Crown 8vo, 6s."], [265, "List of Publications. 7 Collingwood {Harry) See Low's Standard Books. Collinson (Sir R. ; Adm.) H.M.S. ''Enterprise \" in search of Sir J. Franklin. 8vo, 14^. Colonial Year-book. By A. J. R. Trendell. Crown 8vo, 6s. Annually. Cook {Dutton) Book of tAe Play. New Edition. 1 vol., 3s. 6d. On the Stage : Studies. 2 vols., 8vo, cloth, 24^. Craddock {C. E.) Despot of Broomsedge Cove. Crown 8vo, 6s. Crew {B.J) P?-actical Treatise on Petroleum. Illust., Svo, 28/. Crouch {A. P.) Glimpses of Feverland -. West African Waters 6s. On a Surf-bound Coast. Cr. 8vo, is. 6d. ; new ed. $s. Cumberland(Stuart)Thought Reader sThoughts. Cr. 8vo., ios.6d. Queen's Highway from Ocean to Ocean : Canadian Pacific Railway. 111., 8vo, lS.r. ; new ed., ys. 6d. See also Low's Standard Novels. Cundall (Joseph). See \" Remarkable Bindings.\" Curtin (J.) Myths and Folk Lore of Ireland. Cr. 8vo, gs. Cushing { William) Anonyms, Dictionary of Revealed Author- ship. 2 vols., large 8vo, gilt top, 52*. 6d. Initials and Pseudonyms, z^s.; second series, 21s. Cutcliffe (H. C. ) Trout Fishing in Rapid Streams. Cr. 8 vo, 3*. 6d. T)AL Y (Mrs. Di) Digging, Squatting, and Pioneering in ~r. Northern South Australia. 8vo, 12s. Dana {J. D.) Characteristics of Volcanoes, Hawaiian Islands, &c. Illus., 18s. DAnvers. Elementary History of Art. New ed., 360 illus., 2 vols., cr. 8vo. I. Architecture, &c, y.\\ II. Painting, 6s.; 1 vol., ios. 6d. ; also 12s. Elementary History of Music. Crown 8vo, 2s. 6d. Daudet {A.) Port Tarascon, Tar tar his Last Adventures ; By H. James. Illus., crown 8vo. Davis {Clement) Modern Whist. 4s. {C. T.) Bricks, Tiles, Terra- Cotta, &°c. N. ed. 8vo, 25/. Manufacture of Leather. With many Illustrations. Manufacture of Paper. 28s. (G. B.) Outlines of International Law. 8vo. ioj-. 6d. Dawidowsky. Glue, Gelatine, Isinglass, Cements, arc. 8vo, 12s. 6d. Day of My Life at Eton. By an Eton Boy. New ed. 1 6mo, is. De Leon (E.) Under tAe Stars and under the Crescent. N.ed., 6s. Dictionary. See Tolhausen, \" Technological.\""], [266, "Sampson Low, Marston, 6- Co.'s 8 Diggle {J. W.) Lancashire Life of Bishop Fraser. With por- traits; new ed., 8vo, izs. 6d. Donkin (J G) Trooper and Redskin : N. W. Mounted Police, Canada. Crown 8vo, 8s. 6d. Donnelly (Ignatius) Atlantis; or, the Antediluvian World. 7th Edition, crown Svo, 12.T. 6d. Great Cryptogram: Francis Bacon's Cipher in tAe so-called Shakspere Plays. With facsimiles. 2 vols., 30J. Ragnarok : Age of Fire and Gravel. Illus., cr. 8vo, 12s. 6d. Dougall (fames Dalziel) SAooting. New Edition. Crown 8vo, is. 6d. \" The book is admirable in every way We wish it every success \" — Globe. \"A very complete treatise Likely to take high rank as an authority on shooting \" —Daily Ne7vs. Doughty {H.Mi) Friesland Meres, and through the NetAerlands . Illustrated, new edition, enlarged, crown 8vo, 8s. 6d. Dunstan Standard Readers. See Low's Readers. PBERS(G.) soshua, Story of Biblical Life, Translated by ■*—' Claka Bell. 2 vols., iSmo, 4^. Edmonds (C.) Poetry of the Anti-Jacobin. With Additional matter. New ed. Illust., crown 8vo, Is. 6d. ; large paper, zis. Educational List and Directory for 1887-88. 5^. Educational Works published in Great Britain. A Classi- fied Catalogue. Third Edition, 8vo, cloth extra, 6s. Edwards (E.) American Steam Engineer. Illust., i2mo, i2.r 6d. Emerson (Dr. P. H.) EnglisA Idylls. Small post 8vo, zs. Pictures of East Anglian Life. Ordinary edit., 105J. ; edit, de luxe, 17 x 13L vellum, morocco back, 147J. Naturalistic Photography for Art Students. Illustrated. New edit. 5-r. and Goodall. Life and Landscape on tAe Norfolk Broads- Plates 12 x 8 inches, I26j\\; large paper, 2iar. Wild Life on a Tidal Water. Copper plates, ord. edit., 25^.; edit deluxe, 6y. - — — — ■ in Concord. By Edward Waldo Emerson. 8vo, is. 6d. Emin PasAa. See Jephson and Stanley. EnglisA Catalogue of Books. Vol. III., 1872 — 1880. Royal 8vo, half-morocco, 42s. See also \"Index.\" EtcAings. Published Quarterly. _s.6d. Vol. VI., z_s. PAilosopAers. Edited by E. B. Ivan Muller, M.A. Crown 8vo volumes of 180 or 200 pp., price 3*. 6d. each. Francis Bacon, by Thomas Fowler. Shaftesbury and Hutcheson. Hamilton, by W. H. S. Monck. Adam Smith, by J. A. Farrer. Hartley and James MiU."], [267, "List of Publications. 9 Esler {E. Ren tout) Way of Transgressors. 3 vols., cr. 8vo, 31s. 6d. EsmarcA {F.) Handbook of Surgery. New Edition, 8vo, leather, 24J. Eton. About some Fellows. New Edition, is. See also \"Day.\" Evelyn. Life of Mrs. GodolpAin. By W. Harcourt, 7*. 6d. Eves {C. W.) West Indies. Crown 8vo, 7^. 6d. Tf^ARM BALLADS, Festivals, and Legends. See Carleton. Fenn {G. Manville). See Low's Standard Books. Fennell {Greville) Book of tAe RoacA. New Edition, i2mo, 2s. Ferns. See Heath. Fforde {Bronmlow) Su'altern, Policeman, and tAe Little G.rl, Illust., 8vo, sd., is. ■ The Trotter, A Poona Mystery. Illust. 8vo, sewed, is. Field {Prf.) Travel Talk in Italy. i6mo, limp, 2s. Fiske {Amos K.) Midnight Talks at the Club Reported. 12 mo, gilt top, 6s. Fitzgerald {P.) Book Fancier. Cr. 8vo. 5^. ; large pap. i2.r. 6/. Fleming {Sands ord) England and Canada : a Tour. Cr. 8vo, 6s. Folkard {R., fun.) Plant Lore, Forbes {H. O.) Naturalist in Legends, and Lyrics. 8vo, 16.C the Eastern Archipelago. 8vo. 21s. Foreign Counti'ies and British Australia, by J. F. Vesey Fitzgerald. Austria, by D. Kay, F.R.G.S. Denmark and Iceland, by E. C.Otte. Egypt, by S. Lane Poole, B.A. France, by Miss M. Roberts. Germany, by S. Baring-Gould. Greece, by L. Sergeant, B.A. Colonies. Cr. 8vo, 3^. 6d. each, Japan, by S. Mossman. Peru, by Clements R. Markham. Russia, by W. R. Morfill, M.A. Spain, by Rev. Wentworth Webster. Sweden and Norway, by Woods. West Indies, by C. H. Eden, F.R.G.S. Foster (Birket) Some Places of Note in England. Franc {Maud seanne). Small post 8vo, uniform, gilt edges :— Emily's Choice. 5.?. Hall's Vineyard, 4-f. John's Wife : A Story of Life in South Australia. 4s. Marian ; or, The Light of Some One's Home. 5^. Silken Cords and Iron Fetters. 4s. Into the Light. 4s. Vermont Vale. y. Minnie's Mission. 4*. Little Mercy. 4s. Beatrice Melton's Discipline. 4s. No Longer a Child. 4s. Golden Gifts. 4s. Two Sides to Every Question. 4s. Master of Ralston. 4s. %* There is also a re-issue in cheaper form at 2s. 6d. per vol. Frank's RancAe ; or, My Holiday in tAe Rockies. A Contri- bution to the Inquiry into What we are to Do with our Boys. 5^."], [268, "Sampson Low, Marsion, & Cols 10 Fraser (Bishop). See Diggle. French and English Birthday Book. By K. D. Clark. Imp. i6mo, illust., Is. 6d. French. See Julien and Porcher. Fresh Woods and Pastures New. By the Author of \"An Amateur Angler's Days.\" u. 6d.; large paper, y. ; new ed., is. Froissart. See Lanier. s^ASPARIN {Countess) Sunny Fields and Shady Woods. L7\" 6s. Gavarni {Sulpice Paul; Chevalier) Memoirs. By Frank Marzials. Illust., crown 8vo. Geary {Grattan) Burma after tAe Conquest, is. 6d. Geffcken {F. H.) British Empire. Translated by S. J. Mac- mullan. Crown 8vo, Is. 6d. General Directory of JoAannesberg for 1890. 8vo, i$s. Gentle Life (Queen Edition). 2 vols. in 1, small 4to, 6*. THE GENTLE LIFE SERIES. Price 6s. each ; or in calf extra, price ioj-. 6d. ; Smaller Edition, cloth extra, 2s. 6d., except where price is named. TAe Gentle Life. Essays in aid of the Formation of Character. About in tAe World. Essays by Author of \" The Gentle Life.\" Like unto Christ. New Translation of Thomas a Kempis. Familiar Words. A Quotation Handbook. 6s.; n. ed. y^d. Essays by Montaigne. Edited by the Author of \" The Gentle Life.\" The Gentle Life. 2nd Series. TAe Silent Hour : Essays, Original and Selected. Half-Length Portraits. Short Studies of Notable Persons. By J. Hain Friswell. Essays on EnglisA Writers, for Students in English Literature. OtAer People's Windows. By J. Hain Friswell. 6s.; new ed., y. 6d. A Man's TAougAts. By J. Hain Friswell. Countess of Pembroke's Arcadia. By Sir P. Sidney. 6s.; new ed., y. 6d. Germany. By S. Baring-Gould. Crown 8vo, _s. 6d. Giles {£.) Australia twice Traversed : five Expeditions, 1872-76. With Maps and Illust. 2 vols, 8vo, y_s. Gill {J.) See Low's Readers."], [269, "List of Publications. 11 Gillespie {W. M.) Surveying. New ed., by Cadey Staley. 8vo, 2 1 s. Glances at Great and Little Men. By Paladin. Cr. 8vo, 6s. GoldsmitA. SAe Stoops to Conquer. Introduction by Austin Dobson ; the designs by E. A. Abbey. Imperial 4to, 42*. GoocA (Fanny C.) Face to Face with the Mexicans. 111. roy. 8vo, 16s. Gordon (J. E. H., B.A. Cantab.) Electric Lighting. 111. 8vo,i8x Physical Treatise on Electricity and Magnetism. 2nd Edition, enlarged, with coloured, full-page, &c, Illust. 2 vols. , 8vo, 42*. Electricity for Schools. Illustrated. Crown 8 vo, 5^. Gouffe (fules) Royal Cookery Book. New Edition, with plates in colours, Woodcuts, &c. , 8vo, gilt edges, 42s. Domestic Edition, half-bound, 10s. 6d. Gounod (C.) Life and Works. By Marie Anne Bovet. Portrait and Facsimiles, 8vo, ioj. 6d. Grant (General, U.S.) Personal Memoirs. With Illustrations, Maps, &c. 2 vols., 8vo, 28j. Great Artists. See \" Biographies.\" Great Musicians. Edited by F. Hueffer. A Series of Biographies, crown Svo, 3.1. each : — Bach. Handel. Rossini. Beethoven. Haydn. Schubert. Berlioz. Mendelssohn. Schumann. Cherubini. Mozart. Richard Wagner. Church Composers. Purcell. Weber. Groves (j. Percy) Char mouth Grange. 2.. 6d.; gilt, 3^. 6d. Guizot's History of France. Translated by Robert Black. 8 vols., super-royal Svo, cloth extra, gilt, each 24J. In cheaper binding, 8 vols., at lor. 6d. each. \" It supplies a want which has long been felt, and ought to be in the hands of all students osbistory.\" — Times. Masson's School Edition. Abridged from the Translation by Robert Black, with Chronological Index, His- torical and Genealogical Tables, &c. By Professor Gustave Masson, B.A. With Portraits, Illustrations, &c. I vol., Svo, 600 pp., 5/. Guy on (Mde.) Life. By Upham. 6th Edition, crown 8vo, 6s. JTALFORD (F. M.) Floating Flies, and hozu to Dress them. ■*- ■*■ New edit., with Coloured plates. 8vo, 15^. Dry Fly -Fishing, Iheory and Practice. Col. Plates, 25*. Hall (W. W.) How to Live Long; or, 1408 Maxims, is. Halsey (Frederick A.) Slide Valve Gears. With diagrams, crown 8vo, 8s. bd. Hamilton (E.) Fly-fishing for Salmon, Trout, and Grayling ; their Habits, Haunts, and History. Illust., 6s.; large paper, lot. 6d. Riverside Naturalist. Illust. 8vo."], [270, "Sampson Low, Marston, _r> Co.'s 12 Hands (T.) Numerical Exercises in Chemistry. Cr. 8vo, zs. 6d. and 2s.; Answers separately, 6d. Handy Guide to Dry-fly Fishing. By Cotswold Isys, M.A. Crown Svo, limp, is. Guide Book to sapanese Islands. With Folding Outline Map, crown 8vo., 6s. 6d. Hanoverian Kings. See Skottowe. Hardy {A. S.) Passe-rose : a Romance. Crown Svo, 6s. {Thomas). See Low's Standard Novels. Hare {J L. Clark) American Constitutional Law. 2 vis., 8vo, 63*. Harkut {F. \\ Conspirator ; A Romance of Real Life. By Paul P. 8vo, 6s. Harper's Young People. Vols. I.-VL, profusely Illustrated with woodcuts and coloured plates. Royal 4to, extra binding, each Is. 6d. ; gilt edges, 8.r. Published Weekly, in wrapper, id. ; Annual Subscription, post free, 6s. 6d. ; Monthly, in wrapper, with coloured plate, 6d. ; Annual Subscription, post free, Is. 6d. Harris ( W.B.) Land of an African Sultan : Travels in Morocco. Illust., crown 8vo, iox. 6d. ; large paper, 3U. 6d. Harrison {Mary) Complete Cookery Guide. Crown 8vo, 6s. Skilful Cook. New edition, crown Svo, 5^. Harrison (W.) Memorable London Houses: a Guide. Illust. New edition, i8mo, I*. 6d. ; new ed., enlarged, 2s.6d. Hatton (Joseph) Journalistic London : with Engravings and Portraits of Distinguished Writers of the Day. Fcap. 4to, I2J. 6d. See also Low's Standard Novels. Haweis (H. R.) Broad Chur.h, What is Coming. Cr. 8vo. Poets in the Pulpit. New edition. Crown 8vo, __s. 6d. (Mrs.) Art of Housekeeping : a Bridal Garland. 2s. 6d. Hawthorne {Nathaniel) Life. By John R. Lowell. Hearn (Z.) Youma, History of a West Indian Slave, Crown 8vo, 5*. Heath {F. G.) Fern World. With coloured plates, new ed. Crown 8vo, 6s. Heldniann {B.) See Low's Standard Books. Henty (67. A) See Low's Standard Books. {Richmond) Australiana : My Early Life. 5s. Herbert { T.) Salads and Sandwiches. Cr. Svo, boards, is. Herrick (Robert) Poetry. Preface by Austin Dobson. With numerous Illustrations by E. A. Abbey. 4to, gilt edges, 42*. Hetley {Mrs. E.) Native Flowers of New Zealand. Chromos from Drawings. Three Parts, 6y.; extra binding, 73*. 6d. Hicks {E. S.) Our Boys: How to Enter the Merchant Service. $s. Yachts, Boats and Canoes. Illustrated. 8vo, ios. 6d."], [271, "List of Publications. 13 Hill {G. B.) Footsteps of Dr. Johnson. Ordinary ed., hals- morocco, gilt top, 63*. ; edit de luxe, on Japanese vellum, 147J. Hints on Wills. See Wills. Historic Bindings in the Bodleian Library. 24 plates, 4to, 42*. ; half-morocco, 52*. 6d. Coloured, 84s. ; half-morocco, 94J. 6d. Hitch man. Public Life of the Earl of Beaconsfield. 3*. 6d. Hoey {Mrs. Cashel) See Low's Standard Novels. Holder (C. F.) Marvels of Animal Life. Illustrated. 8s 6d. Ivory King: Elephant and Allies. Illustrated. 8s. 6d. Living Lights : Phosphorescent Animals and Vegetables. Illustrated. Svo, &r. 6.1. Holmes (O. JV.) Before the Curfew, &-r. Occasional Poems. 5*. Last Leaf : a Holiday Volume. 42s. Mortal Antipathy, 8s. 6d. ; also 2s. ; paper, is. Our Hundred Days in Europe. 6s. Large Paper, 1 5 s. — ■ Over tlie Tea Cups, Reminiscences and Reflections. Crown Svo, 6s. Poems : a neto volume. Poetical Works. 2 vols., iSmo, gilt tops, ios. 6d. See also Rose Library. Howard (Blanche Jl'illis) Open Door. Crown 8vo, 6s. Howorth {H. H.) Mammoth and the Flood. 8vo, 18s. Hundred Greatest Men (The). 8 portfolios, 21s. each, or 4 vols., half-morocco, gilt edges, 10 guineas. New Ed., 1 vol., royal Svo, 2\\s. Hymnal Companion to the Book of Common Prayer. By Bishop Bickersteth. In various styles and bindings from id. to 3IJ-. 6d. Price List and Prospectus -unit be forwarded on application. %* Also a new and revised edition, 1S90, distinct from the preceding. Detailed list of 16 pages, post free. ILLUSTRATED Text-Books of Art-Education. Edited by ■* Edward J. Poynter, R.A. Illustrated, and strongly bound, y. Now ready : — FAINTING. Classic and Italian. By Head. I French and Spanish. German, Flemish, and Dutch. | English and American. architecture. Classic and Early Christian. Gothic and Renaissance. By T. Roger Smith. sculpture. Antique : Egyptian and Greek. Renaissance and Modern. By Leader Scott. Indeni'ick {F. A.; Q.C.) Interregnum; Studies of tint Common- wealth. Legislative, Social, and Legal. Svo, ios. 6d. Side Lights on tlu Stuarts. New edition, is. 6d."], [272, "Sampson Low, Marston, & Cols 14 Index to the EnglisA Catalogue, fan., 1874, to Dec., 1880. Royal 8vo, half-morocco, 18s. Inglis {Hon. fames; \"Maori\") Tent Life in Tiger Land. Col. plates, roy 8vo, 18s. Irving { Washington). Library Edition of his Works in 2 7 vols., Copyright, with the Author's Latest Revisions. \" Geoffrey Crayon\" Edition, large square 8vo. 12*. 6d. per vol. See also \"Little Britain.\" yACKSON (/) New Style Vertical Writing Copy-Books. Series I, Nos. I.— XII., 2d. and id. each. St. Dunstan's Series, 8 Nos., id. each. JVew Series of Vertical Writing Copy-books, specially adapted for the seven standards. 22 Nos., zd. each. SAorthand of Arithmetic. Crown 8vo, is. 6d. (Z.) Ten Centuries of European Progress. With maps, crown 8vo, 12s. 6d. fames (Henry). See Daudet (A.) Janvier (T. Ai), Aztec Treasure House: Romance of Content- poraneous Antiquity. Illustrated. Crown 8vo, 7*. 6d. Japan. See \" Artistic,\" also Morse. Jefferies {Richard ) Amaryllis at the Fair. N. ed., cr. Svo, is. 6d. Bevis : The Story of a Boy. New ed., crown 8vo, _s. sepAson {A. J. Mounteney) Emin PasAa and tAe Rebellion at the Equator. Illust. 2IJ-. ferdon (Gertrude). See Low's Standard Series. JoAnson {Samuel) See Hill. JoAnston (H. H.) River Congo. New Edition, Svo, 21s. JoAnstone {D. L.) Land of tAe Mountain Kingdom. Illus. zs. 6d. Julien {F.) EnglisA Student's FrencA Examiner. i6mo, zs. Conversational FrencA Reader. i6mo, cloth, zs. 6d. — FrencA at Home and at ScAool. Book I., Accidence. 2s. First Lessons in Conversational FrencA Grammar, is. Petites Lemons de Conversation et de Grammaire. y. PArases of Daily Use. 6d. Legons and Phrases, 1 vol., y. 6d. TREATS. Endymion. Illust. by W. St. John Harper. ■* * Imp. 4to, gilt top, 42/. Kempis (Thomas a) Daily Text-Book. Square i6mo, zs. 6d.; interleaved as a Birthday Book, 3^. 6d. Kennedy (E. B.) Blacks and Bushrangers. New ed., Illust., crown 8vo, y. Kent's Commentaries : an Abridgment for Students of American Law. By Eden F. Thompson, ios. 6d."], [273, "List ot' Publications. 15 Kershatv {S. W.) Protestants from France in their English Home. Crown 8vo, 6s. Kingsley {Rose) Children of Westminster Abbey : Studies in English History, y. Kingston {W. H. G.) Works. Illustrated, i6mo, gilt edges, y. 6d. ; plainer binding, Ben Burton. plain edges, :, 2s. 6d. each. Heir of Kilfinnan. Captain Mugford, or, Our Salt and Fresh Water Tutors. Snow-Shoes and Canoes. Two Supercargoes. Dick Cheveley. With Axe and' Rifle. Kipling (Rudyard) Soldiers TAree. New edition, 8vo, sewed, is. Story of the Gadsbys. In Black and White. New edition, Svo, sewed, is, New edition, Svo, sewed, is. The three foregoing bound in one volume, cloth, 3^. 6d. Wee Willie Winkle, _r>c, Stories. 8vo, sewed, is. — Under the Deodars. Svo, sewed, is. — The Phantom Rickshaw. Svo, sewed, is. Knight {E.J.) Cruise of the u Falcon.\" New Ed. Illus. Cr. 8vo, ys. 6d. Original edition with all the illustrations ; 2 vols., 24?. Knox (Col.) Boy Travellers on the Congo. Illus. Cr. 8vo, is. 6d. Kunhardt (C. B.) Small Yachts : Design aud Construction. 35J. Steam Yachts and Launches. Illustrated. 4to, 16s. J A AFER'S Works. Illustrated, crown Svo, gilt edges, 7^. 6d. ■*—' each. Boy's King Arthur. Boy's Percy : Ballads of Love and Boy's Froissart. Adventure, selected from the Boy's Knightly Legends of Wales. \" Reliques.\" Lansdell (Hi) Through Siberia. 2 vols., 8vo, 30*. ; 1 vol., ioj. 6d. Russia in Central Asia. Illustrated. 2 vols., 425. Through Central Asia ; Russo-Afghan Frontier. 12s. Larden {W.) School Course on Heat. Third Ed., Illust. 5*. Laurie {A.) Conquest of the Moon : a Story of the Bayouda. Illust., crown Svo, 2s. 6d. ; gilt edges, 2s- 6d- New York to Brest in Seven Hours. Illust., cr. 8vo, 7-r. 6d. Leffingu'ell{W. Bruce; \" Horace \")' Shooting on Upland, Marsh and Stream. Illust. 8vo, 18*. Lemon {M.) Small House over the Water, and Stories. Illust. by Cruikshank, &c. Crown 8vo, 6s. Leo XIII. : Life. By O'Reilly. Large Svo, 18s. ; edit. de luxe, 6y. Leonardo da Vinci's Literary Works. Edited by Dr. Jean Paul Richter. Containing his Writings on Painting, Sculpture, and Architecture, his Philosophical Maxims, Humorous Writings, and Miscellaneous Notes on Personal Events, on his Contemporaries, on"], [274, "16 Sampson Low, Marston, &\" Cols Literature, &c. ; published from Manuscripts. 2 vols., imperial 8vo, containing about 200 Drawings in Autotype Reproductions, and nu merous other Illustrations. Twelve Guineas. Library of Religious Poetry. Best Poems of all Ages. Edited by Schaff and Gilman. Royal 8vo. zis.; cheaper binding, ios. 6d. Lindsay {W. S.) History of Merchant Shipping. With 150 Illustrations, Maps, and Charts. 4 vols., 8vo, cloth extra. Vols. I and 2, us. each ; vols. 3 and 4, 14s. each. 4 vols., 50J. Little (Archibald J) Through the Yang-tse Gorges. N. Ed. 1 Of. 6d. Little Britain, The Spectre Bridegroom, and Legend of Sleepy Hollow. By Washington Irving. Edition de luxe. Illus. Designed by Mr. Charles O. Murray. Re-issue, square crown 8vo, cloth, 6s. Lodge {Henry Cabot) George Washington, z vols., 12s. Longfellow. Maidenhood. With Coloured Plates. Oblong 4to, 2s. 6d. ; gilt edges, 3*. 6d. Courtship of Miles Standish. Illust. by Broughton, &c. Imp. 4to, 21/. Nuremberg. Ilium, by M. and A. Comegys. 4to, 3 1 j. 6d. Song of Hiawatha. Illust. from drawings by F. Remington. 8vo, 21s. Lome {Marquis of) Viscount Palmerston {Prime Ministers). Crown 8vo. Lowell {J. Ri) Vision of Sir Launfal. Illustrated, royal 4to, 631. Life of Nathaniel Hawthorne. Sm. post 8vo. [In prep. Low's Readers. Specially prepared for the Code of 1890. Edited by John Gill, of Cheltenham. Strongly bound, being sewn on tapes. NOW READY. First Reader, for Standard I. Every Lesson Illustrated. Price gd. Second Reader, for Standard II. Every Lesson Illustrated. Price iod. Third Reader, for Standard III. Every Lesson Illustrated. Price is. Fourth Reader, for Standard IV. Every Lesson Illustrated. Price is. 3d. Fifth Reader, for Standard V. Every Lesson Illustrated. Price is. 4d. Sixth Reader, for Standards VI. and VII. Every Lesson Illustrated. Price ij. 6d. Already adopted by the School Board for London ; by the Edinburgh, Not- tingham, Aston, Birmingham and other School Boards. In the Press, Infant Primers, In two Parts. Part I., Illustrated, price _d. Part II., Illustrated, price 6d. Low's Standard Library of Travel and Adventure. Crown 8vo, uniform in cloth extra, ys. 6d. . except where price is given. 1. The Great Lone Land. By Major W. F. Butler, C.B."], [275, "List of Publications. 17 Low's Standard Library, drc. — continued. 2. The WUd North Land. By Major W. F. Butler, C.B. 3. How I found Livingstone. By H. M. Stanley, 3^. 6d. 4. Through the Dark Continent. By Stanley. 12s. 6d. & 3*. bd. 5. The Threshold of the Unknown Region. By C. R. Mark- ham. (4th Edition, with Additional Chapters, ioj-. 6d.) 6. Cruise ofthe Challenger. By W. J. J. Spry, R.N. 7. Burnaby's On Horseback through Asia Minor, ios. 6d. 8. Schweinfurth's Heart of Africa. 2 vols., y. 6d. each. 9. Through America. By W. G. Marshall. 10. Through Siberia. II. and unabridged, ios. 6d. By H. Lansdell. ii. From Home to Home. By Staveley Hill. 12. Cruise of the Falcon. By E. J. Knight. 13. Through Masai Land. By Joseph Thomson. 14. To the Central African Lakes. By Joseph Thomson. 15. Queen's Highway. By Stuart Cumberland. 16. Two Kings of Uganda. By Ashe. 3*. 6d. Low's Standard Novels. Small post 8vo, cloth extra, 6s. each, unless otherwise stated. James Baker. John Westacott. William Black. A Daughter of Heth. — House-Boat. — In Far Lochaber. — In Silk Attire. — Kilmeny. — Lady Silverdale's Sweetheart. — Penance of John Logan. — Sunrise. — Three Feathers. — New Prince Fortunatus. R. D. Blackmore. Alice Lorraine. — Christowell, a Dartmoor Tale. — Clara Vaughan. — Cradock Nowell. — Cripps the Carrier. — Erema. — Kit and Kitty — Lorna Doone. — Mary Anerley. — Spring- haven. — Tommy Upmore. E. L. Bynner. Agnes Surriage. — Begum's Daughter. G. W. Cable. Bonaventure. y. Miss Coleridge. An English Squire. C. E. Craddock. Despot of Broomsedge Cove. Mrs. B. M. Croker. Some One Else. Stuart Cumberland. Vasty Deep. E. De Leon. Under the Stars and Crescent. Miss Betham-Edwards. Halfway. Rev. E. Gilliat, M.A. Story of the Dragonnades. Thomas Hardy. A Laodicean. — Far from the Madding Crowd. — Mayor of Casterbridge.— Pair of Blue Eyes. — Return ofthe Native.— Hand of Ethelberta. — Trumpet Major. — Two on a Tower. Frank Harkut. Conspirator. Joseph Hatton. Old House at Sandwich.— Three Recruits. Mrs. Cashel Hoey. A Golden Sorrow A Stern Chase. — Out of Court. Blanche Willis Howard. Open Door. Jean Ingelow. Don John. — John Jerome (5^ .). — Sarah de Berenger. George Mac Donald. Adela Cathcart.- Guild Court. — Mary Marston.— Stephen"], [276, "18 Sampson Low, Marston, <fs° Co.'s Low's Standard Novels — continued. Archer. — The Vicar's Daughter. — Orts. — Weighed and Wanting. Mrs. Macquoid. Diane. — Elinor Dryden. Duffield Osborne. Spell of Ashtaroth (y.) Mrs. J. H. Riddell. Alaric Spenceley. — Daisies and Buttercups. — The Senior Partner. — A Struggle for Fame. W. Clark Russell. Betwixt the Forelands. — Frozen Pirate. — Jack's Courtship. — John Holdsworth. — Ocean Free Lance. — A Sailor's Sweet- heart. — Sea dueen. — Watch Below. — Strange \"Voyage. — Wreck ofthe Grosvenor. — The Lady Maud. — Little Loo. Frank R. Stockton. Ardis Claverden. — Bee-man of Orn. — The Late Mrs. Null. — Hundredth Man. Mrs. Harriet B. Stowe. My Wife and I. — Old Town Folk. — We and our Neighbours. — Poganuc People, their Loves and Lives. Joseph Thomson. Ulu : an African Romance. Tytler. Duchess Frances. Lew Wallace. Ben Hur : a Tale of the Christ. C D. Warner. Little Journey in the World. — Jupiter Lights. Constance Fenimore Woolson. Anne. — East Angels. — For the Major (5^.). French Heiress in her own Chateau. Low's Standard Novels. New Issue at short intervals. Cr. 8vo. 2s. 6d. ; fancy boards 2s. Blackmore. Clara Vaughan. — Cripps the Carrier. — Lorna Doone. — Mary Anerley. — Alice Lorraine. — Tommy Upmore. Cable. Bonaventure. Croker, Some One Else. De Leon, Under the Stars. Edwards. Half-Way. Hardy. Madding Crowd. — Mayor of Casterbridge. — Trumpet -Maj or. — Hand of Ethelberta. — Pair of Blue Eyes. — Return of the Native. — Two on a Tower. — Laodicean. Hatton. Three Recruits. — Old House at Sandwich. Hoey. Golden Sorrow.— Out of Court. — Stern Chase. Holmes. Guardian Angel. Ingelow. John Jerome. — Sarah de Berenger. Mac Donald. Adela Cathcart. — Guild Court. — Vicar's Daughter. — Stephen Archer. Oliphant. Innocent. Riddell. Daisies and Buttercups. — Senior Partner. Stockton. Casting Away of Mis. Leeks. — Bee-Man of Orn. Stowe. Dred.— Old Town Folk.— Poganuc People. Thomson. Ulu. Walford. Her Great Idea."], [277, "List of Publications. 19 Low's Standard Books for Boys. With numerous Illustrations, 2s. 6d. ; gilt edges, y. 6d. each. Dick Cheveley. By W. H. Kingston. Heir of Kilfinnan. By W. H. Kingston. Off to the Wilds. By G. Manville Fenn. The Two Supercargoes. By W. G. Kingston. The Silver Canon. By G. Manville Fenn. Under the Meteor Flag. By Harry Collingwood. Jack Archer : A Tale of the Crimea. By G. A. Henty. The Mutiny on Board the Ship Leander. By B. Heldmann. With Axe and Rifle on the Western Prairies. By W. H. G. Kingston. Red Cloud, the Solitary Sioux : a Tale of the Great Prairie. By Col. Sir Wm. Butler, K.C.B. The \"Voyage ofthe Aurora. By Harry Collingwood. Charmouth Grange : a Tale of the 17th Century. By J. Percy Groves. Snowshoes and Canoes. By W. H. G. Kingston. The Son of the Constable of France. By Louis Rousselet. Captain Mugford ; or, Our Salt and Fresh Water Tutors. Edited by W. H. G. Kingston. The Cornet of Horse, a Tale of Marlborough's Wars. By G. A. Henty. The Adventures of Captain Mago. By Leon Cahun. Noble Words and Noble Needs. The King of the Tigers. By Rousselet. Hans Brinker ; or, The Silver Skates. By Mrs. Dodge. The Drummer-Boy, a Story of the time of Washington. By Rousselet. Adventures in New Guinea : The Narrative of Louis Tregance. The Crusoes of Guiana. By Boussenard. The Gold Seekers. A Sequel to the Above. By Boussenard. Winning His Spurs, a Tale of the Crusades. By G. A. Henty. The Blue Banner. By Leon Cahun. Startling Exploits of the Doctor. CeLiere. Brothers Bantzau. Erckmann-Chatrian. Adventures of a Young Naturalist. Biart. Ben Burton; or, Born and Bred at Sea. Kingston. Great Hunting Grounds of the World. Meunier. Ran Away from the Dutch. Perelaer. My Kalulu, Prince, King, and Slave. Stanley. New Volumes for 1890-91. The Serpent Charmer. By Louis Rous ELET. Stories of the Gorilla Country. By Paul Do Chaillu. The Conquest of the Moon. By A. Laurie. The Maid ofthe Ship \" Golden Age.\" By H. E. Maclean, The Frozen Pirate. By W. Clark Russell. The Marvellous Country- By S. W. Cozzens. The Mountain Kingdom. By D. Lawson Johnstone. Lost in Africa. By F. H. Winder."], [278, "Sampson Low, Marston, 6° Co.'s 20 Low's Standard Series of Books by Popular Writers. Sm. cr. 8vo, cloth gilt, 2s.; gilt edges, 2s. 6d. each. Aunt Jo's Scrap Bag. By Miss Al.COTT. Shawl Straps. By Miss Alcott. Little Men. By Miss Alcott. Hitherto. By Mrs. Whitney. Forecastle to Cabin. By Samuels. Illustrated. In My Indian Garden. By Phil Robinson. Little Women and Little Women Wedded. By Miss Alcott. Eric and Ethel. By Francis Francis. Illust. Keyhole Country. By Gertrude Jerdon. Illust. We Girls. By Mrs. Whitney. The Other Girls. A Sequel to \" We Girls.\" By Mrs. Whitney. Adventures of Jimmy Brown. Illust. By W. L. ALDEN. Under the Lilacs. By Miss Alcott. Illust. Jimmy's Cruise. By Miss Alcott. Under the Punkah. By Phil Robinson. An Old-Fashioned Girl. By Miss Alcott. A Rose in Bloom. By Miss Alcott. Eight Cousins. Illust. By Miss Alcott. Jack and Jill. By Miss Alcott. Lulu's Library. Illust. By Miss Alcott. Silver Pitchers. By Miss Alcott. Work and Beginning Again. Illust. By Miss Alcott. A Summer in Leslie Goldthwaite's Life. By Mrs. WHITNEY. Faith Gartney's Girlhood. By Mrs. Whiiney. Real Folks. By Mrs. Whitney. Dred. By Mrs. Stowe. My Wife and I. By Mrs. Stowe. An Only Sister. By Madame De Witt. Spinning Wheel Stories. By Miss Alcott. New Volumes for 1890-91. My Summer in a Garden. By C Dudley Warner. Ghost in the Mill and Other Stories. Harriet B. Stowe. The Pilgrim's Progress. With many Illustrations. We and our Neighbours. Harriet Beecher Stowe. Picciola. Saintine. Draxy Miller's Dowry. Saxe Holm. Seagull Rock. J. Sandeau. In the Wilderness. C Dudley Warner. Low's Pocket Encyclopædia. Upwards of 25,000 References, with Plates. New ed., imp. 32mo, cloth, marbled edges, y. 6d.; roan, 4s. 6d. Low's Handbook to London Charities. Yearly, cloth, is. 6d. paper, is. TUT AC DONALD {George). See Low's Standard Novels. Macgregor {sohn) \"Rob Roy\" on the Baltic. 3rd Edition small post 8vo, 2s. 6d. ; cloth, gilt edges, 3*. 6d."], [279, "List of Publications. 21 Macgregor {John) A Thousand Miles in the \"Rob Roy\" Canoe. Ilth Edition, small post 8vo, 2s. 6d. ; cloth, gilt edges, y. 6d. Voyage Alone in the Yawl \" Rob Roy.\" New Edition, with additions, small post 8vo, 3*. 6d. and 2s. 6d. Mackenzie {Rev. John) Austral Africa : Losing it or Ruling it 1 Illustrations and Maps. 2 vols., 8vo, _2s. Maclean {H. E.) Maid of the Golden Age. Illust., cr. 8vo, 2s.6d. Macmaster {AI.) Our Pleasant Vices. 3 vols., cr. 8vo, 3 is. 6d. MaAan (Captain A. T.) Influence of Sea Power upon History, 1660-1783. 8vo, i&r. Markham (Clements Ri) See \"Foreign Countries,\" and Maury. Marston (E.) How Stanley wrote \"In Darkest Africa ,\" Trip to Africa. Illust. , fcp. Svo, picture cover, is. See also \"Amateur Angler,\" \" Frank's Ranche,\" and \"Fresh Woods.\" Martin (jf . Wi) Float Fishing and Spinning in the Nottingham Style. New Edition. Crown 8vo, 2s. 6d. Maury {Commander) Physical Geography of the Sea, and its Meteorology. New Edition, with Charts and Diagrams, cr. 8vo, 6s. Life. By his Daughter. Edited by Mr. Clements R Markham. With portrait of Maury. 8vo, 12s. 6d. McCarthy {Justin, M.P.) Sir Robert Peel (Prime Ministers). Mendelssohn Family {The), 1729 — 1847. From Letters and Journals. Translated. New Edition, 2 vols., Svo, 3ar. Mendelssohn. See also \" Great Musicians.\" Merrifield's Nautical Astronomy. CrownSvo, is. 6d. Mills (J.) Alternative Elementary Chemistry. 111., cr.Svo, is.6d. Mitchell {D. G. ; Ik. Marvel) English Lands, Letters and Kings ; Celt to Tudor. Crown Svo, 6s. English Lands, Letters and Kings, Elizabeth to Anne. Crown 8vo, 6s. Mitford {Mary Russell) Our Village. With 12 full-page and 157 smaller Cuts. Cr. 410, cloth, gilt edges, 21s. ; cheaper binding, ios.6d. Mollett (J. W.) Illustrated Dictionary of Words used in Art and Archæology. Illustrated, small 4to, 15-r. Mormonism. See Stenhouse. Morse (E. S.) sapanese Homes and their Surroundings. With more than 300 Illustrations. Re-issue, ior. 6d. Motti (Pi) Russian Conversation Grammar. Cr. 8vo, 5*. ; Key, zs. Muller {E.) Noble Words and Noble Deeds. Illustrated, gilt edges, 3^ 6d. ; plainer binding, 2s. 6d. Mulready. See \" Biographies.\" Musgrave {Mrs.) Miriam. Crown Svo, 6s. Savage London ; Riverside Characters, 6°r. 3s. 6d. Music. See \"Great Musicians.\""], [280, "Sampson Low, Marston, &■» Co.'s 22 AT AST: Christmas Drawings for the Human Race. 4to, ■^ * bevelled boards, gilt edges, 12s. Nelson { Waif red) Five Years at Panama, the Canal. Illust. Crown 8vo, 6s. Nethercote {C. B.) Pytchley Hunt. New Ed., cr. 8vo, 8s. 6d. New Zealand. See Bradshaw and White (J.). Nicholls (J H. Kerry) The King Country : Explorations in New Zealand. Many Illustrations and Map. New Edition, 8vo, 21 s. Nordhoff(C) Calif or nia, for Health, Pleasure, and Residence. New Edition, 8vo, with Maps and Illustrations, 12s. 6d. Nursery Playmates (Prince of '). 217 Coloured Pictures for Children by eminent Artists. Folio, in col. bds., 6s.; new ed., 2s. 6d. Nursing Record. Yearly, 8s.; half-yearly, 4^. 6d.; quarterly, zs. bd ; weekly, 2d. sSBRIEN {R. B.) Fifty Years of Concessions to Ireland. *■< With a Portrait of T. Drummond. Vol. I., i6.r. ; II., 16s. Orient Line Guide. New edition, re-written by W. J. Loftie. Maps and Plans, 2s. 6d. Orris (C. F.) Fishing with the Fly. Illustrated. 8vo, 12.?. 6d. Osborne {Duffield) Spell of Ashtaroth. Crown 8vo, 5^. Other People's Windows. New edition, 35-. 6d. Our Little Ones in Heaven. Edited by the Rev. H. Robbins. With Frontispiece after Sir Joshua Reynolds. New Edition, y. Owen {Douglas) Marine Insurance Notes and Clauses. 3rd edition, 8vo, iy. P AL GRAVE {R. F. D.) Oliver Cromwell. Crown Svo, 1 ios. bd. Palliser {Mrs.) A History of Lace. New Edition, with addi- tional cuts and text. 8vo, 2ls. The China Collector's Pocket Companion. With up- wards of 1000 Illustrations of Marks and Monograms. Small Svo, 5-r. Panton {J. F.) Homes of Taste. Hints on Furniture and Deco- ration. Crown 8vo, 2s. 6d. Peach {R. E. As.) Annals of the Parish of Swainswick, near Bath. Sm. 4to, ios. 61, Pennell {H. Cholmondeley) Sporting Fish of Great Britain. ly. ; large paper, 30^. Modern Improvements in Fishing-tackle. Crown 8vo, zs. Perelaer {M. T. Hi) Ran Away f-om the Dutch ; Borneo, 6-Y. Illustrated, square Svo, Is. 6d ; new ed., 2s. 6d. Perry {fif. M.) Edlingham Burglary, or Circumstantial Evi- dence. Crown 8vo, y. 6d."], [281, "List of Publications. 23 Phillips' Dictionary of Biographical Reference. New edition, royal 8vo, 25*. Philpot (H. J) Diabt 'es Mellius. Crown 8vo, 5*. Diet System. Tables. I. Diabetes ; II. Gout ; III. Dyspepsia ; IV. Corpulence. In cases, is. each. Plunkett {Major G. Ti) Primer of Orthographic Projection. Elementary Solid Geometry. With Problems and Exercises, zs. 6d. Poe {E. Ai) The Raven. Illust. by Dore. Imperial folio, 63^. Poems of the Inner Life. Chiefly Modem. Small 8vo, 5*. Poetry of the Anti-Jacobin. New ed., by Charles Edmonds. Cr. 8vo, Is. bd.; large paper, with special plate, 2\\s. Porcher (A.) Juven I French Plays. AVith Notes and a Vocabulary. 18 mo, IS. Portraits of Celebrated Race-horses cf the Past and Present Centuries, with Pedigrees and Performances. 4 vols., 4to, 126s. Posselt {A. E.) Structure of Fibres, Yarns, and Fabrics. Illus., 2 vols. in one, 4to. Powles {L. D.) Land of the Pink Pearl : Life in the Bahamas. 8vo, ios. 6d. Poynter (Edwards., R.A.). See \" Illustrated Text-books.\" Prince Alaskiloff: a Romance of Modern Oxford. New ed. (Low's Standard Novels), 6s. Prince of Nursery Playmates. Col. plates, new ed., 2s. 6d. Pritt {T. E.) North Country Flies. Illustrated from the Author's Drawings, ios. 6d. Publishers' Circular {The), and General Record of British and Foreign Literature. Published on the Ist and 15th of every Month, 3d. QUEEN S Prime Alinisiers. Cr. Svo, y. 6d. per vol. J. A. Froude, Earl of Beaconsfield. Dunckleyl \" Verax\"), Vis. Melbourne. Justin McCarthy, Sir Robert Peel. Lome (Marquis of), Viscount Pal- Edited by Stuart J. Reid. G. W. E. Russell, Rt. Hon. W. E. GI dstone. S'r Arthur Gordon, Earl of Aber- deen. H. D. Traill, Marquis of Salisbury. Ceorge Saintsbury, Earl of Derby. merston. Stuart J. Reid, Earl Russell. 7DEDFORD {G.) Ancient Sculpture. New Ed. Crown 8 vo, * *■ IOr. bd. ; roxburghe, 12s. Redgrave {G. Ri) Century of Painters of the English School. Crown 8vo, ioj. bd. {R. and Si) Century of English Painters. Sq. io*. 6d. roxb., 12s."], [282, "Sampson Low, Marston, 6° Co.'s 24 Reed {Sir E. J, M.P.) and Simpson. Modern Ships of War. Illust., royal 8vo. ios. bd. (Talbot Baines) Sir Ludar : a Tale of the Days of good Queen Bess. Crown Svo, 6s. Roger Ingleton, Minor. Illus., cr. Svo. Reid {Mayne, Capt.) Stories of Strange Adventures. Illust., cr. 8vo, y. Remarkable Bindings in the British Museum. India paper, 94s. 6d. ; sewed jy. bd. and by. Ricci {J. H. de) Fisheries Dispute, and the Annexation of Canada. Crown 8vo, bs. Richards { W.) Aluminium : its History, Occurrence, tb>c. Illustrated, crown 8vo, 2is. Richter {Dr. Jean Paul) Italian Art in the National Gallery. 4to. Illustrated. Cloth gilt, £2 zs.; half-morocco, uncut, £z izs. 6d. See also Leonardo da Vinci. Riddell {Mrs. J. H.) See Low's Standard Novels. Rideal (C. F.) Women of the Time, a Dictionary, Revised to Date. 8vo, 145. Roberts ( W. ) Earlier History of English Bookselling. Crown 8vo, is. 6d. Robertson { T. Wi) Principal Dramatic Works, with Portraits in photogravure. 2 vols., 21s. Robin Hood; Merry Adventures of. Written and illustrated by Howard Pyle. Imperial 8vo, 15/. Robinson {Phil.) In my Indian Garden. New Edition, i6mo, limp cloth, 2s. Noah's Ark. Unnatural History. Sm. post 8vo, 1 2s. 6d. Sinners and Saints : a Tour across the United States of America, and Round them. Crown 8vo, lor. bd. Under the Punkah. New Ed , cr. 8vo, limp cloth, 2s. Rocksiro (W. Si) History of Alusic. New Edition. 8vo, 14s. Roe (E. P.) Nature's Serial Story. Illust. New ed. _s. 6d. Roland, The Story of. Crown 8vo, illustrated, 6s. Rose Vy I) Complete Practical Aiachinist. New Ed., 1 2mo, 1 2s. 6d. Key to Engines and Engine-running. Crown 8vo, 8^. 6d. Mechanical Drawing. Illustrated, small 4to, 16s. Modern Steam Engines. Illustrated. 31*. 6d. Steam Boilers. Boiler Construction and Examination. Illust., 8vo, 12J. 6d. Rose Library. Each volume, is. Many are illustrated — Little Women. By Louisa M. Alcott. Little Women Wedded. Forming a Sequel to \" Little Women. Little Women and Little Women Wedded. 1 vol. , cloth gilt,3s. 6a."], [283, "List of Publications. 25 Rose Library — {continued). Little Men. By L. M. Alcott. Double vol., 2s.; cloth gilt, y. 6d. An Old-Fashioned Girl. By L. M. Alcott. 2s. ; cloth, y. 6d. Work. A Story of Experience. By L. M. Alcott. y. 6d. ; 2 vols. is. each. Stowe (Mrs. H. B.) The Pearl of Orr's Island. The Minister's Wooing. We and our Neighbours, zs. ; cloth gilt, 6s. My Wife and I. zs. HansBrinker; or, the Silver Skates. By Mrs. Dodge. A\\so2s.6d. My Study Windows. By J. R. Lowell. The Guardian Angel. By Oliver Wendell Holmes. Cloth, 2s. Dred. By Mrs. Beecher Stowe. 2s.; cloth gilt, y. 6d. City Ballads. 7 City Legends. I By Will Carleton. N. ed. 1 vol. 2/6. Farm Ballads. By Will Carleton. ~) Farm Festivals. By Will Carleton. > 1 vol., cl., gilt ed., y. 6d. Farm Legends. By Will Carleton. j The Rose in Bloom. By L. M. Alcott. 2s. ; cloth gilt, 3.?. 6d. Eight Cousins. By L. M. Alcott. 2s. ; cloth gilt, 3*. bd. Under the Lilacs. By L. M. Alcott. 2s. ; also y. 6d. Undiscovered Country. By W. D. Howells. Clients of Dr. Bernagius. By L. Biart. 2 parts. Silver Pitchers. By Louisa M. Alcott. Cloth, y. 6d. Jimmy's Cruise in the ' ' Pinafore,\" and other Tales. By Louisa M. Alcott. 2s.; cloth gilt, y. 6d. Jack and Jill. By Louisa M. Alcott. 2s. ; Illustrated, 5-r. Hitherto. By the Author of the \" Gayworthys.\" 2 vols., is. each; 1 vol., cloth gilt, 3^. 6d. A Gentleman of Leisure. A Novel. By Edgar Fawcett. is. See also Low's Standard Series. Rousselet {Louis). See Low's Standard Books. Russell {Dora) Strange Message. 3 vols., crown 8vo, 31.?. 6d. ( W. Clark) Nelson's Words and Deeds, From his Des- patches and Correspondence. Crown 8vo, 6s. English Channel Ports and the Estate of the East and West India Dock Company. Crown 8vo, is. Sailor's Language. Illustrated. Crown 8vo, 3^. 6d. Wreck of the Grosvenor. 4to, sewed, 6d. See also \" Low's Standard Novels,\" \" Sea Stories.'1 OAINTS and their Symbols : A Companion in the Churches *-* and Picture Galleries of Europe. Illustrated. Royal l6mo, y. 6d. Samuels {Capt. J S.) From Forecastle to Cabin : Autobiography. Illustrated. Crown 8vo, 8s. 6d. ; also with fewer Illustrations, cloth, 2s. ; paper, is. Schaack {At. J.) Anarchy and Anarchists in America and Europe. Illust, roy. 8vo, i6j."], [284, "Sampson Low, Aiarston, Gr> Co.'s 26 Schuyler The Life of Peter the Great. 2 vols., 8vo, 32J. Sclnoeinfurth {Georg) Heart of Africa. 2 vols., cr. 8vo, _s. 6d. each. Scientific Education of Dogs for the Gun. By H. H. 6s. Scott (Leader) Renaissance of Art in Italy. 4to, 31 s. 6d. Renaissance of Art in Italy. 4to, 31^. 6d. ■ Sculpture, Renaissance and Modern. 5s. Sea Stories. By W. Clark Russell New ed. Cr. 8vo, leather back, top edge gilt, pi: Betwixt the Forelands. :r vol .., 3.. 6d. Sailor's Sweetheart. Sea Queen. Frozen Pirate. Jack's Courtship. John Holdsworth. Little Loo. Ocean Free Lance. Strange Voyage. The Lady Maud. Watch Below. Wreck of the Grosvenor. Sedgwick { Wi) Force as an Entity with Stream, Pool and Wave Forms. Crown 8vo, Is. 6d. Semmes {Adm. Raphael) Service Afloat ; Die \" Sumter\" and the \" Alabama. \" Illustrated. Royal 8vo, l6.r. Senior (W.) Near and Far ; an Angler's Sketches of Home Sport and Colonial Life. Crown Svo, bs. ; new edit., 2s. Waterside Sketches. Imp. 321110, is. 6d.; boards, is. Shakespeare. Edited by R. Grant White. 3 vols., crown 8vo, gilt top, y,6s. ; edition de luxe, b vols., 8vo, cloth extra, 63*. Shakespeare 's Heroines : Studies by Living English Painters. loy. ; artists' proofs, 6_os. Macbeth. With Etchings on Copper, by J. Moyr Smith. 105^. and 52J. 6d. Songs and Sonnets. Illust. by Sir John Gilbert, R.A. 4to, boards, 5^. See also Donnelly and White (R. Grant). Sharpe {R. Bowdler) Birds in Nature. 39 coloured plates and text. 4to, 63.5 Sheridan. Rivals. Reproductions of Water-colour, &c. 52s 6d.; artist's proofs, loy. nett. Shields {C. Wi) Bhilosophia ultima ; from Harmony of Science and Religion. 2 vols. 8vo, 241. {G. Oi) Big Game of North America. Illust., 21s. Cruisings in the Cascades ; Hunting, Photography, Fishing. 8vo, ioj-. bd. Sidney (Sir Philip) Arcadia. New Edition, 3.C 6d. Siegfried, The Story of. Illustrated, crown 8vo, cloth, 6s. Sienkiewicz {H.) With Fire and Sword, Historical Novel. 8vO, IOJ'. 6d. Sinclair (Mrs.) Indigenous Flowers of the Hawaiian Islands. 44 Plates in Colour. Imp. folio, extra binding, gilt edges, _ls. 6d."], [285, "List of Publications. 27 Sinclair (P.; \"Aopouri ;\" \"Philip Garth\") Ballads from the Pacific. New Edii ion. 3*. 6d. Skottowe (B. C.) Hanoverian Kings. New ed., cr. 8vo. 3s. 6d. Smith {Gi) Assyrian Explorations. Illust. New Ed., 8vo, i8.r. The Chaldean Account of Genesis. With many Illustra- tions. i6j-. New Ed. By Professor Sayce, 8vo, 18s. {G. Barnett) William I and the German Empire. New Ed., 8vo, y. 6d. {Sydney) Life and Times. By Stuart J. Reid. Illus- trated. 8vo, 2 1 j. Spiers' French Dictionary. 29th Edition, remodelled. 2 vols., 8vo, 18s.; half bound, zis. Spry { W.J.J., R.N., F.R.G.S.) Cruise of HALS.\" Challenger.\" With Illustrations. Svo, iSs. Cheap Edit., crown 8vo, Is. bd. Stanley {H. AI.) Congo, and Founding its Free State, illustrated, 2 vols., 8vo, 42s. ; re-issue, 2 vols. Svo, 21s. How I Found Livingstone. New ed., cr. 8vo, is. 6d. and y. 6d. My Kalulu. New ed., cr. 8vo, t,s. 6d. ; also 2s. 6d. In Darkest Africa, Rescue and Retreat of Emin. Illust. 2 vols, 8vo, 42s. TArougA tAe Dark Continent. Cr. Svo, 12s. 6d.; new edition, 3^. 6d. See also Jephson. Start (J. W. K.) Junior Alensuration Exercises. 8d. SleuAouse {Airs.) Tyranny of Alormonism. An Englisliwoman in Utah. New ed., cr. 8vo, cloth elegant, 3.5-. 6d. Sterry {J. AsAby) Cucumber CAronicles. _s. Steuart (/. A.) Letters to Living Aut Aors, with portraits. Cr. Svo, 6s. ; ed. de luxe, ios. 6d. Rilgroom, a Story of Ireland. Cr. 8vo, 6s. Stevens (E. Wi) Fly-Fishing in Aiaine Lakes. 8s. 6d. {T.) Around tlie World on a Bicycle. Vol.11. 8vo i6.r. Stockton (Frank R.) Rudder Grange, y. 6d. Bee- Alan of Orn, and other Fanciful Tales. Cr. 8vo, 5s. Personally Conducted. 111. by Pennell. Sm. 4to, 7-r. 6d. The Casting Away of Airs. Leeks and Airs. Alesliine. is. TAe Dusantes. Sequel to the above. Boards, is. ; this and the preceding book in one volume, cloth, 2s. 6d. TAe Hundredth Alan. Small post 8vo, 6s. The Late Mrs. Null. Small post 8vo, 6s. Merry Chanter, cr. 8vo. Boards, 2s. 6d. The Story of Viteau. Illust. Cr. 8vo, 5*. Three Burglars, cr. 8vo. Picture boards, is. ; cloth, 2s."], [286, "28 Sampson Low, Alarston, &• Co.'s Stockton (Frank R.) See also Low's Standard Novels. Stoker (Bram) Snake's Pass, cr. 8vo, 6s. Stowe {Mrs. BeecAer) Dred. Cloth, gilt edges, 3 s. 6d. ; cloth, 2s. Flowers and Fruit from Aer Writings. Sm. post 8vo, y. 6d. Life, in her own Words . . . with Letters, &rc. 15J. Life, told for Boys and Girls. Crown 8vo. Little Foxes. Cheap Ed., is.; Library Edition, 4s. 6d. My Wife and L. Cloth, 2s. Old Town Folk. 6s. — We and our Neighbours, zs. — Poganuc People. 6s. — See also Low's Standard Novels and Rose Library. Strickland {F.) Engadine : a Guide to the District, with Articles by J. Symonds, Mrs. Main, &c, 5-r. Stuarts. See Inderwick. Stutfield {Hugh E. Mi) El Maghreb : 1200 Miles' Ride through Marocco. 8s. 6d. Sullivan {A. AI.) Nutshell History of Lreland. Paper boards, 6d. Szczpanski {F), Directory of Technical Literature, Classified Catalogue of Books, Annuals, and Journals. Cr. 8vo, 2s. 'T'AINE {H. A.) \" Origines.\" Translated by John Durand. -* I. The Ancient Regime. Demy 8vo, cloth, 16s. II. The French Revolution. Vol. I . do. III. Do. do. Vol. 2. do. IV. Do. do. Vol. 3. do. Tauchnitz's English Editions of German Authors. Each volume, cloth flexible, 2s. ; or sewed, is. 6d. (Catalogues post free.) Tauchnitz {Bi) German Dictionary, zs. ; paper, is. 6d. ; roan, zs. 6d. French Dictionary, zs.; paper, is. 6d.; roan, zs. 6d. Italian Dictionary, zs. ; paper, is. 6d. ; roan, zs. 6d. ■ Latin Dictionary, zs. ; paper, is. 6d. ; roan, zs. 6d. Spanish and English. 2s. ; paper, is. 6d. ; roan, zs. 6d. Spanish and French, zs.; paper, is. 6d. ; roan, zs. 6d. Taylor (R. L.) Chemical Analysis Tables, is. Chemistry fior Beginners. Small 8vo, is. 6d. Techno- Chemical Receipt Book. With additions by Brannt and Wahl. ioj. 6d."], [287, "List of Publications. 29 Technological Dictionary. See Tolhausen. Thausing {Prof.) Alalt and the Fabrication of Beer. 8vo, 45s. Theakston {AI.) British Angling Flies. Illustrated. Cr. 8vo, _s. Thomas {Bertha), House on the Sear, Tale of South Devon. Crown 8vo, 6s. Thomson (Jos.) Central African Lakes. New edition, 2 vols. in one, crown 8vo, 7j. 6d. Through ALasai Land. Illust. zis. ; new edition, is. 6d. and Miss Harris-Smith. Ulu : an African Romance. crown 8vo, 6j. ( Wi) Algebra for Colleges and Schools. With Answers, y. ; without, 4s. 6d. ; Answers separate, u. 6d. Thornton {L. Di) Story of a Poodle. By Himself and his Mistress. Illust., crown 4to, 2s. 6d. Ti'eston (Mary Wi), Daily Strength for Daily Needs. i8mo, 4s. 6d. Tolhausen. Technological German, English, and French Dic- tionary. Vols. I., IL, with Supplement, I2J-. 6d. each; III., _)s.; Supplement, cr. 8vo, 3*. 6d. Tompkins (E. S. de Gi) Through David's Realm. Illust. by Tompkins, the Author. 8vo, ios. 6d. Transactions of the Hong Kong Aledical Society, vol. 1, 8vo, sewed, I2J. 6d. Tytler (Sarah) Duchess Frances : a Novel. 2 vols., 21s. T JPTON (H.) Aianual of Practical Dairy Farming. Cr. t/ 8vo, zs. 1/ERNE {sules) Celebrated Travels and TraveUers. 3 vols. V 8vo, 7j. 6d. each ; extra gilt, 9J. Purchase of the North Pole, seq. to \" From Earth to Moon.\" Illustrated. 6s. — Family Without a Name. Illustrated. 6s. — Blight to France. 3*. 6d. — See also Laurie. Victoria { Queen) Life of. By Grace Greenwood. Illust. 6s. Vigny {A.de), Cinq Mars. Translated, with Etchings. 2 vols. 8vo, _os. Viollet-le-Duc {£.) Lectures on Architecture. Translated by Benjamin Bucknall, Architect. 2 vols., super-royal Svo, £2 3s-"], [288, "BOOKS BY JULES VERNE. ( Containing 350 to 600 pp. Contailling the whole of the Laeqi Ceowjt 8vo. and from 50 to KO text with some illustrations. (. full-page illustrations. Handsome Plainer hJ ,. °' , WORK„ cloth b.nd- binding. bmfe|'s Sl1, Coloured boards, WORKS. 4 ilt lain edges or cloth edSes- edge6- type. ___ 20,000 Leagues under the Sea. ) 6' 5 n\" 3 6' 2 vols., Is. eaoh. Parts I. and II ) Hector Servadac 10 6 50 36 2 vola., Is. each. The Fur Country 10 6 50 36 2 vols., Is. eaoh. The Earth to the Moon and a ] 10 6 5 0 (2vols.,| a vols., U each. Trip round it j ( 2s. ea. j Michael Strogoff 10 6 50 36 2 vols., Is. each. Dick Sands, the Boy Captain . 10 6 5 0 3 6 2 vols., Is. each. Five Weeks in a Balloon ... 76 36 20 Is. Od. Adventures of Three English- ) 7 6 36 20 10 men and Three Russians . . j Round the World in Eighty Days 76 36 20 10 A Floating City ) 7fi ,fi f 2 0 10 The Blockade Runners . . . . i •5Dji20 10 Dr. Ox's Experiment .... — — 20 10 A Winter amid the Ice . . . — — 2 0 10 SurYiYors of the \" Chancellor \" . } 7si ,fi (\"36 2 vols., Is. eaoh. Martin Paz 3 ' ° * ° { 2 0 Is. Oi. The Mysterious Island, 3 yoIs. :— )22 6 10 6 60 30 I. Dropped from the Clouds f 7 6 36 20 10 II. Abandoned (76 36 20 10 III. Secret of the Island ..176 36 20 10 The Child of the Cavern ... 76 36 20 10 The Begum's Fortune .... 76 36 20 10 The Tribulations of a Chinaman 76 36 20 10 The Steam House, 2 vols.: — ) I. Demon of Cawnpore ..[76 36 20 10 II. Tigers and Traitors ...J 76 36 20 10 The Giant Raft, 2 vols. :— ) I. 800 Leagues on the Amazon >76 36 20 10 II. The Cryptogram ....)76 36 20 10 The Green Ray 60 50 20 10 Godfrey Morgan 76 36 20 10 Keraban the Inflexible : — ■) I. Captain of the \" Guidara \"^76 36 20 10 II. Scarpante the Spy ...)76 36 20 10 The Archipelago on Fire ... 76 36 20 10 The Vanished Diamond ... 76 36 20 10 Mathias Sandorf 10 6 5 0 3 6 2 vols., Is. each. The Lottery Ticket 76 36 20 10 The Clipper of the Clouds .. 76 36 20 10 North against South .... 76 36 Adrift in the Pacific .... 60 36 The Flight to France .... 76 36 The Purchase of the North Pole 6 0 A Family without a Name . . 6 0 CiLEBEATEn Teavels akd Teavellees. 3 vols. svo, 600 pp., 100 full-page illustrations, It. ed, gilt edges, 9j. each:— (1) The Bxploeatioit of the Woeld. (2) The Geeat Navisatoes of the ElGHTBEHTH CeMIUEY. (3) THE GEEAT ExfLOBEBS OF THE NlKETEElTTH CEKTUEY"], [289, "Sampson Low, ALarston, &-> Co.'s List of Publications. 31 TJ/ALERY, Our Celebrities. Photographic Portraits, vol. II., part I., including Christmas Number, royal folio, 30J. ; monthly, 2j. 6d. Wallace (Z.) Ben Hur: A Tale of the Christ. New Edition, crown 8vo, 6s. ; cheaper edition, 2j. Waller (Rev. C. H.) Adoption and the Covenant. On Confirma- tion. 2 j. 6d. Silver Sockets ; and other Shadows of Redemption. Sermons at Christ Church, Hampstead. Small post 8vo, 6s. The Names on the Gates of Pearl, and otAer Stuiies. New Edition. Crown 8vo, cloth extra, 3J. 6J. Words in tAe Greek Testament. Part I. Grammar. Small post Svo, cloth, 2J-. 6d. Part II. Vocabulary, 2j. 6d. Walford {Mrs. L. B.) Her Great Idea, and otAer Stories. Cr. Svo, y. ; boards, 2J. WalsA{A.S.) Mary, Queen of tAe House of David. 8\\o,T,s.6d. Walton {Iz.j Wallet Book, CIdIdLXXXV. Crown Svo, half vellum, 2 1 j. ; large paper, 42J. Compleat Angler. Lea and Dove Edition. Ed. by R. B. Marston. With full-page Photogravures on India paper, and the Woodcuts on India paper from blocks. 4to, half-morocco, 105J. ; large paper, royal 4to, full dark green morocco, gilt top, 2ioj. Walton {T. H.) Coal Alining. With Illustrations. 4to, z$s. Warner (C. Di) See Low's Standard Novels and Standard Series. WasAington I)-ving's Little Britain. Square crown 8vo, 6s. Wells {H. P.) American Salmon FisAerman. 6s. Fly Rods and Fly Tackle. Illustrated, ios. 6d. (J. W.) TAree TAousand Miles through Brazil. Illus- trated from Original Sketches. 2 vols. 8vo, 32J. Wenzel (O.) Directory of Chemical Products of tlu German Empire 8vo, 25J. Westgarth ( W.) Half-century of Australasian Progress. Personal retrospect. 8vo, I2J. Westoby {W.A.S.), Descriptive Catalogue of 50 Years' Postage Stamps in Great Britain and Ireland. 8vo, y. WAeatley (H. Bi) Remarkable Bindings in tAe BritisA Museum. Reproductions in Colour, 94J. 6d., ly. bd., and 63*. WAite {J) Ancient History of tAe Alaori ; AiytAology, &c. Vols. I. -IV. 8vo, ioj. 6d. each. ■ (R. Grant) England WitAout and Within. Crown 8vo, ioj. 6d. — Every-day English, ios. 6d. — Fate of Mansfield Humphreys, &r>c. Cr. Svo, 6s. — Studies in Shakespeare, ios. 6d."], [290, "Sampson Low, Marston, 6r» Co.'s List of Publications. 32 White {R. Grant) Words and their Uses. New Edit., crown 8vo, y. Whitney {Mrs.) See Low's Standard Series. Whittier (J. Gi) The King's Missive, and later Poems. i8mo, choice parchment cover, 3J. 6d. St. Gregory's Guest, &>c. Recent Poems. 5*. William I. and the German Empire. By G. Barnett Smith. New Edition, 3J. 6d. Willis-Bund (J.) Salmon Problems. _,s. 6d. ; boards, zs. 6d. Wills {Dr. C. J. ) Persia as it is. Crown 8vo, 8s. 6d. Wills, A Few Hints on Proving, without Professional Assistance. By a Probate Court Official. 8th Edition, revised, with Forms of Wills, Residuary Accounts, &c. Fcap. 8vo, cloth gilt, is. Wilmot-Buxton {Ethel M.) Wee Folk, Good Folk : a Fantasy. Illust., fcap. 4to, 5j. Winder {Frederick Horatio) Lost in Africa : a Yarn of Adven- ture. Illust., cr. 8vo, 6j. Winsor {sustin) Narrative and Critical History of America. 8 vols., 30J. each ; large paper, per vol., 63J. Woolsey. Introduction to Inter-national Law. 5th Ed., 18 s. Woolson {Constance F.) See Low's Standard Novels. Wright {T.) Town of Cowper, Olney, <_fc. 6s. Written to Order ; the Joumeyings of an Irresponsible Egotist. By the Author of \" A Day of my Life at Eton.\" Crown 8vo, 6s. EonBon: SAMPSON LOW, MARSTON, SEARLE, & RIVINGTON, Ld., |»t. JJtmatan's Jonae, FETTER LANE, FLEET STREET, E.C."], [291, ""], [292, ""], [293, ""], [294, ""]]