[[1, ""], [2, ""], [3, "VARNISHANDO: ADDRESSED TO COLLECTORS OF PAINTINGS."], [4, ""], [5, "VARNISHANDO ; A SERIO COMIC POEM: ADDRESSED TO COLLECTORS OF PAINTINGS. k' Fide, sed cui, Vide.\" AN\" ADMIRER OF THE ARTS. MANCHESTER, Printed by R. & W. Dean, No. 33, Market-atreet-lane; and Sold by W. Ford, Bookseller. 1809."], [6, ""], [7, "PREFACE. AS an admirer of the fine Arts, and as a well-wisher to those who possess that libe rality which ought to distinguish their profession, I have frequently had cause to regret the many disgraceful acts, which have too often thrown an obloquy upon the whole class of Picture Dealers. That there are men, who from the great attachment they hold to the works of illustrious Artists, seek after the finest Specimens of Genius, and who are endowed with sufficient know ledge, duly to appreciate merit, 1 can alledge from my oivn experience. Should these men carry on an honorable commerce,"], [8, "6 PREFACE. by placing genuine paintings in the collec tions of the curious, at a fair compensation for their trouble and skill, the admirers of the Art, nay the Nation itself, are in debted to them, for rescuing, perhaps from destruction, what must in every country, constitute a desirable ornament ; but when we see ignorance affecting science, and with a boundless effrontery, giving whatever names may best suit the nefarious purpose ; when we observe the signature of the real Artist effaced, that a false assertion may not evidently be contradicted ; when we hear prices demanded for the works, as arbitrary and ridiculous as the names that are given to them, we involuntarily suffer ourselves to lose our confidence, even in honesty, and to reduce the profession of a Picture Dealer to a degrading equality with many other traffics that have been long regarded with suspicion and contempt. For those few whose discernment enables them to see thro' impo."], [9, "PREFACE. 7 sition, the Impostor spreads his flimsy net in vain ; but too true it is, that the more unwary may, and do, fall into the toil, and that the spoil thus fraudulently obtained, encourages the deceiver in his base under takings, and, at the same time, throws an odium upon those whose actions have deser ved a better fate. I may probably be excused, as 1 am upon the subject, if I advise the possessors of paintings, to be cautious to whom they commit them to be cleaned and repaired. No doubt but there are meritorious Picture Cleaners, as well as hottest Picture Dealers, yet, that there exist Defacers of Paintings, as well as Dealers, who are a digrace to their profession, I am confident. The fine distance, the œrial tint, and the finished glazing disappear before the rude touch of the Pretender. In vain, after the fatal empirism, may Vandycke complain that the natural glow of his por traits, has yielded lo a rapid consumption ;"], [10, "8 PREFACE. that the firmness of his depicted hands has shrunk under the bone searching operation. In vain shall Poussin look for the retiring castle, which adorned the distant hill; an earthquake has overwhelmed it; and the glow- ing Campagna of Claude, reduced to a faint twilight, is dimly perceived thro' a dense mist of destroying varnish. Against such Goths, who would overrun the Empire of the Arts, a vigorous and spirited defence should be made, and the most effectual de fence, in my opinion, would be a deaf ear to their attestations, and a closed gate to themselves."], [11, "ARGUMENT. Directions to the Muse in what manner to celebrate the Hero of the Poem — To the reader — The progress of the Arts in England, from the time of Rubens in Charles the first's reign, to that of Wilson — To his memory — The landing of the Orleans collection in England, from which period, more numerous collections began to be made, and the consequent increase, perhaps birth, of Picture Dealers : among these, eminent stands Varnishando — Yorkshire his birth place— Address to the new Drop — Varnishando's youth and education ; his abandonment of the Cotton busi ness for the Arts; his skill and his description of his collection, with the prices of some of his Gems — The attraction which his collection excites — The little difficulty his conscience encounters, in altering and effacing the names of the respective Masters — An Anecdote told, relative to a Paint ing by Titiano Vecelli — Varnishando compared to the Vampyre — Caution to those who possess paintings, not to commit them to Varnishando's skill in cleaning and repairing \"Varnishando (like King Richard the third, at Bosworth field) alarmed at the spirits of many Artists, who accuse him of having injured or destroyed their works — Conclusion."], [12, ""], [13, "VARNISHANDO. Tune not, my muse, thy waking lyre, To brave Hispania's patriot fire ; Let not in plaintive accents move Thy trembling strings to songs of love, That some fair goddess of the plain Holds fast thy bard in silver chain ; Nor with anacreontic glee Sing women, wine, and revelry — No, — cast aside the sounding lyre, Or burn it in the kitchen fire, And to the din of frying pans, Of cleavers, marrow bones, and cans,"], [14, "12 While grooms and girls make hideous rout, And angry cooks and scullions shout, Sing not, but howl a mortal's name, His arts, and matchless deeds proclaim, Which, should they hear, the stocks would quake, The sullen pill'ry umbrage take, E'en the stern gallows think her wood _ For such a caitiff far too good. * This is an angry preface' — ' true ' It is, and you'll be angry too, ' O courteous reader, when you know ' What makes these sad Iambics flow ; ** Yet lend awhile a patient ear • To tale, altho' in verse, sincere ; ' So may the gods protect you long * From Varnishando's guileful tongue.' When England in first Charles's days, Saw the bright sun of Flanders blaze In high meridian ; when the hand Of Rubens, at the throne's command,"], [15, "13 Gave to the living canvass grace, A moving form, a living face, 'Twas then within our gen'rous Isle, Fortune bestow'd her first boru smile On art ; yet soon that smile was shorn By clouds on blasts fanatic borne ; And long before the arts again Reviv'd, and own'd the mirthful reign Of second Charles, to whose gay court, Nought save blithe pleasure durst resort ■ There, where soft Cleveland breath'd desire, Where beam'd from Stewart's eyelids fire, Where wanton Shrewsbury's footsteps mov'd, Where Brooke was seen — to be belov'd, Where Grammont's mistress chain'd the eye, And Jennings claim'd the heart-born sigh, Charm'd did the hand of Lely move, To trace this labyrinth of love. Tho' Kneller's pencil fix'd his name, And Wycke gave William's battles fame,"], [16, "14 Tho' Hogarth rose, and satire keen, Amid the fire of art was seen : Confin'd within the city's bounds, The swelling trump of fame resounds, Nor yet did distant counties haste, To meddle with the works of taste. * Alas ! that Britain e'er should mourn, With self reproach, o'er Wilson's urn, Whose magic pencil rais'd the storm, That howls o'er Ceyx's breathless form, Whose painted sky, in splendor drest, Rivals, the glory of the west ; On whose still lake the ruin'd tower, Deplores the fall of Roman power ; Alas ! that England e'er should know That Wilson's life was sunk in woe. * It is too well known, I fear, that Richard Wilson, the finest landscape painter this country ever produced, ended his days in extreme poverty."], [17, "15 Lo ! see the gallant bark advance, Frought with the pride of sinking France . See royal Orlean's treasures land In safety, on the British strand. As if from Egypt's tainted air, A ship foul pestilence should bear ; How soon the dire disease would spread, Nor spare the palace, or the shed : Thus did the genius of the art, An unknown, quenchless fire impart, And every mortal of virtu, Must have, at least, — a gem or two. As when from genial suns and rains, Triumphant plenty gilds the plains, The locust views with greedy eyes, And speeds to share the tempting prize : Thus issuing from the blackest night, A new form'd race pollutes the light, On art to give decisive rules, And feast upon the brains of fools :"], [18, "16 Foremost amid these plund'fing bands, Lo ! proud the Prince of Varnish stands ; Pale rose of Yorkshire, be thy snow Suffused with thy * Sister's glow, That e'er that man, in evil hour, Should pluck thee as his native flow'r ; That man, upon whose poison'd breast, Would bloom the deadly night-shade best ; Around whose brow the hemlock green, With digitalis should be seen ; Around whose neck, in simple grace, A well-earn'd collar, he should place, Who, by a sort of conjuration, f On stage perfidious, serves the nation : Yet, patent Gallows, don't despair, Thy son may some day claim thy care ; * The red rose of Lancaster. f The new drop, the platform of which, salts from under the feet of the culprit, on a wedge being removed."], [19, "17 May some time pant in thy embrace, His velvet cap drawn o'er his face • How proud should I the Sheriff be At such a gallant tragedy. . . . What deeds of honesty and truth, Emblazon'd Varnishando's youth, Whether at silent meetings, he Outgroan'd the pious company, Or, why he spurn'd the holy brim, And sober garb of Ephraim ? Some future ballad p'rhaps may tell, Coæval with his passing bell ; But 'tis for me to say what zeal, First call'd him from the Bolton wheel, Call'd him (to prove his wond'rous parts) From Georgia Cotton, — to the arts. ' (Thus from its egg, on Delta's isle, - Bursts forth the monster of the Nile.')"], [20, "18 No doubt 'twas taste that rais'd the flame, Whence clouds of skill and science came. Ah ! why was soaring Phaeton, Hurl'd from the chariot of the sun ; That Varnishando still can shine, With rays as false, tho' not divine ? Behold him now 'midst gilded frames, Deal out a splendid list of names ; Point out Carrache's peerless hand, — ' Not such a picture in the land •' Hear him on Claude's Campagna dwell, And all the force of Ruben's tell, — '•A Poussin here, to skilful eyes ' A rich, inestimable prize ; ' But such a Titian ne'er again, ' Will bless the sight of mortal men : ' Let A — y boast, but his must yield, ' Fall'n is the pride of D-k-n-f-d.* * This alludes to a very fine picture by Titian, ' The woman taken in adultery,' in the possession of F. D. Astley Esq. of Dukinheld."], [21, "19 Now Both and Vanderwerf in turn, Make each faint spark of virtu burn ; — But 'twere in vain the gems to name, His subtle tongue consigns to fame : The eager stranger seeks to know The prices of this noble show ; ' The Poussin, sir, — may I be bold ' To ask what sum you ask of gold ?' ' Three thousand guineas cannot tear ' This matchless brilliant from my care ; ' For such a gem, the price how small ! ' A present ! — 'tis no price at all ! < Nine hundred this, — this only seven, — ' This Raphael at a thousand, — given I ' What, if these pictures were in town, ' Not thrice the sum would knock them down ! ' To ask too much would give me pain, * I hope to see my friends again.' The warehouse now laments her door, Clos'd at a new untimely hour ;"], [22, "20 The learned Gown his fee disdains ; Physicians hear no more of pains ; E'en Country 'Squires forget the horn, The fav'ring breeze, and grey-ey'd morn, And crouds of Cognoscenti haste, To hail this modest man of taste. If chance some hapless mark should stand, Memorial of the artist's hand, Some artist, p'rhaps of humbler fame, The brush exiles the chilling name, And bids the orphan'd canvass find A step-sire of a nobler mind. 'Tis said, (I tell the deed with pain,) That, having Opus in his train, The great Vecelli, in disguise To Varnishando's searching eyes, Receiv'd the brush's relentless doom, To make for Titiano room. . ."], [23, "21 Where Indian suns forbid the gale, With grateful sweep to cool the vale. When round the fading car of light, Unhealthy flows the breath of night, * The Vampyre wings his fearful way, To seek on lonely wastes his prey ; Beneath the shade which plaintains spread, Should some faint negro rest his head ; Emblem of false and flatt'ring friends, On him the bird of death descends; As from their source he drains life's springs, He. fans him with his cooling wings : Thus faleshood foul, and smooth-tongu'd guile, Lurk under Varnishando's smile. • The Vampyre, a species of bat, is produced in the hot regions of America. It is said to alight upon a sleeping person, and to insert its aculeated tongue imperceptibly into a vein ; at the same time fanning the air with its large wings, and thus producing a sensation so gratefully cool in that climate, that the sleep is render'd more profound, and the unfortunate person reduced almost to death before he awakes."], [24, "22 The hapless youth, whom adverse fate Ordains to seize the golden bait, Struggles within the gaudy toil, And cunning triumphs in the spoil : And ye, who with a gen'rous care Protect the arts, now warn'd, beware ; Beware, and fly the threaten'd ill, Which waits on Varnishando's skill. Lo ! at his touch, fair science dies, * His venom'd finger taste destroys ; And all, insatiate time would save, He shrouds in an oblivious grave. Had Troy believ'd her prophet's word, In vain had gleam'd the Grecian sword ; Vainly th' impostor blasts the day, Should credit wait my humble lay ; * Alluding to the destructive practice of rubbing pictures with the finger, which operation, when not performed with the greatest judgment, is certain to takeoff the glazing, and frequently destroys all the fine parts of the picture."], [25, "23 Vainly shall Varnishando shine In streams of poison'd turpentine. Bosworth — when on thy 'ventful ground, The soldier pac'd the midnight round ; When hostile camp-fires gleam'd afar, And kindred legions join'd in war ; They say, that past fell Richard's bed, Each murder'd spirit shrieking fled : — Shall then sweet dreams and peaceful sleep, O'er Varnishando's eyelids creep ? No — see Wynants, with threat'ning hand, Before his base destroyer stand ; See injur'd Claude, too late, complain That night obscures his glowing plain ; In angry tone, Vandycke demands The firmness of his polish' d hands • Both claims his distance, — Cuyp his sky ; — Wak'd by the visionary cry, While fast the dew of conscience falls — ' A brush, a brush,' the spoiler calls :"], [26, "24 Ah ! could a brush efface the spot Which, Macbeth-like, attends thy lot j Could Balsam's utmost pow'r impart A gloss to hide thy canker'd heart, Then, Varnishando, might'st thou still Pursue thy art-destroying skill. March \\_th. 1S09. Deans, [.inters, Manchester."], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""]]