[[1, ""], [2, ""], [3, "M\\\\m IfHittMi. t! tm %\\\\p F( 1R 1873, 1874,' & 1875. BV E. VAN Snider. LONDON : HARRISON AND SONS. 59, PALL MALL. PRICE THREEPENCE."], [4, ""], [5, "?'(l^ IjJiBtltktort $m$t FOR 1873, 1874, &■ 1875. BV E. VAN Snider. LONDON: HARRISON AND SONS, 59, PALL MALL. PRICE THREEPENCE."], [6, ""], [7, "Air.— \"I AM SO VOLATILE.\" I was always fond of change, So you will not think it strange To stick to one opinion I never could arrange. So that every new idea Exists so short a while; I always find I change my mind, I am so volatile. Chorus — I am so volatile, I am so volatile ; I always find I change my mind, I am so volatile. I could never bear to stay Long in one locality, A month or more is quite a bore, I long to get away. If I've ever been detained, I wish to go by rail ; For change of air no matter where, I am so volatile. Chorus — I am so volatile, &c. Though my fancies change so fast, I have settled down at last ; I can get on at Wimbledon, Where pleasant days I've past. For to tire of the Camp, Would take a longish while, And every year will find me here Though I'm so volatile. Chorus — I am so volatile, &c. When I joined a Rifle Corps I was taken down to shoot, And all declare they'd never before Seen such an unsteady recruit. But although I wobbled about In a most ridiculous style, Bullseyes I make when I'm all of a shake, I am so volatile. Chorus — I am so volatile, &c."], [8, "4 When I go to shoot the Queen's, I, of glory, have my dreams ; But I don't come off, though I'm shaky enough, That doesn't pay here it seems. After failing to get in, I retire with a smile ; If they'd toss for the tin, I think I could win, I am so volatile. Chorus — I am so volatile, &c. I've been trying all along How to get another song, It will not do unless it's new, I never like one long. But to sing another verse Would be too great a trial, I'm all agog to get my grog, I am so volatile. Chorus — I am so volatile, &c. Victoria Camp, fitly 5th, 1873. DUET. Air from \" Romulus and Remus.\" If to Politics you're turning your attention, The labour strike your interest must awake, The labourers refuse all intervention, The farmers say their principle's at stake The Unionists must just try emigration To where our future colony's to be, And if they get Disraeli's approbation, They can colonize the heart of Ashantee. Two most illtreated men pray set your eyes on, At twelve o'clock they terminate our fun ; There'll be clouds on the political horizon Till the publicans are licensed up till one. The subject has had C/vw-examination, And Sir Wilfred really shouldn't make a fuss, If for drinking he has got no inclination, Why he's not obliged to liquor-up with us."], [9, "5 The Irish by majorities undaunted Have tried to tell us what they really mean, No Parliament at Westminster is wanted, They've found a better place at College Green : From county Cavan down to old Killarney, They agitate in hopes of getting freed ; Now Mr. Butt may butter us with blarney, But that is not the argument we need. We're glad to see around so many faces That we have met so often here before, For Wimbledon is just one of the places That changes every meeting more and more : The policy of Liberal legislation Is carried out in all arrangements here, They've altered every rule and regulation, And their meaning we'll endeavour to make clear. We've both come here to try and win the Queen's Prize, But the targets have so shrunk since last we met ; They have cut those favourite comers off my bullseyes And what remains of them I've not discovered yet. To friends, when firing we shall have to shout less, And spotting now is not considered fair ; The circle is the line of beauty doubtless, So the targets are no longer \" on the square.\" ■) They've found out after much investigation, That the Snider shoots much better with a sling ; I found before I left the Cambridge station That my long-neglected strap I'd better bring. I haven't yet discovered much improvement, A gin sling is the only one for me, Which reminds me that we'd better make a movement Towards another dose of whiskey tea. We've spent so many happy days of our time In camping with the Vies from year to year, That now we think it is becoming high time To thank them for their kindness to us here : Their hospitality has been so noted To men of either University ; Our gratitudes unanimously voted To those who give us such a jolly spree."], [10, "6 Air — Chorus of Conspirators {Madame Atigot). For we're all determined that we'll win no end, And retire from Wimbledon with lots to spend, With Snider, Swinburne-Henry, and small bore, We'll try with all, and make a score. Queen's, St. George's, Alexandra — lots of tin, Alfred, Arthur, and the Albert we must win, A regulation undress coat, And closely buttoned to the throat — • Is how we'll appear every day, And a waistbelt we must wear, And a pouch to make it fair — Are the orders of the N. R. A. Victoria Camp, July 4th, 1874. Air—\" A LITTLE FRESH AIR.\" Though we boast our native country And our Constitution free, It's our privilege as Englishmen, Dissatisfied to be. And even when we meet in camp, There are some of us I fear, Who find some points to grumble at In each succeeding year. Chorus — But grumble as we may, Wimbledon is no less dear ; Let's say \" Hurrah ! for the N. R. A, 7 \" And may we meet again here. To teach the young idea to shoot Is necessary still ; We want a School Board to enforce The Education Bill. If it is true, as some complain, Not wholly without ground, That the prizes known as Nursery Are no longer to be found. Chorus —But grumble as we may, &c."], [11, "7 A gentleman who ought to know, Said we'd a phantom Fleet ; And strictures on the Army Have been lately just as neat. This query, too, I quite expect Will fall upon my ears, — \" Do they give us paper targets, 'Cos we're paper Volunteers?\" Chorus — But grumble as we may, &c. Some grumble when the temperature Is 90 in the shade, But no pith hats or puggarees To suit them can be made. Perhaps, when it is raining hard, And they have got to fire, A Boyton life-dress would complete Their Wimbledon attire. Chorus — But grumble as we may, &c. In former years I used to dread The Queen's 200 yards ; A cheerful nightmare would suggest A miss was on the cards. Position now is any, Yet I heard a man deplore, He couldn't hope to make those flukes That once made half his score. Chorus — But grumble as we may, &c. Our transatlantic cousins We are very glad to meet ; Antagonists so brilliant Will be difficult to beat. Their victory at Dallymount Shows they've not come in vain, And we shall only grumble If they don't come here again. Chorus — But grumble as we may, &c."], [12, "8 When I was here two years ago, All talked about the Shah, And now we have a visit From the Seyid of Zanzibar. If H. H. Barghash must a native Standing army keep, The Government might sell him Their Martini-Henry's cheap. Chorus —But grumble as we may, &c. Let agitators each complain Of some obnoxious fact : The Inns of Courts may grumble At the Judicature Act ; But I think we, as competitors, To grumble less should strive At the N. R. A. Prize Meeting Of 1875. Chorus —But grumble as we may, &c. Victoria Camp, fuly 10th, 1875. HARRISON AND SONS, PRINTERS, ST. MARTIN'S LANE."], [13, ""], [14, ""], [15, "MER0E: A POEM IN SIX BOOKS. r.v W. LAIRD-CLOWES. LONDON : PRINTED BY J. WAKEHAM, BEDFORD TERRACE, KENSINGTON; SOLD B- D. DANIELL, 74, BROMPTON ROAD, S.W. 1876."], [16, ""], [17, ""], [18, ""]]