[[1, ""], [2, ""], [3, "Uniform issue of the Novels of Mrs. G. Linnæus Banks, author of \" God's Providence House.\" Each with Frontispiece and Vignette. Bound in Cloth, Two Shillings and Sixpence. FIFTH EDITION. THE MANCHESTER MAN. \" Realism that reminds us of Defoe ; has no little artistic merit ; exceptional interest.\" — Times. \" Is well constructed ; has a good deal of varied incident, remarkable vividness, and interesting ; the very atmosphere of the time and locality.\" — Saturday Review. STUNG TO THE QUICK. A NORTH COUNTRY STORY. \" Well told ; is exciting; has interest; touches of real life and character.\" — Athenæum. GLORY A WILTSHIRE STORY. \" Full of character, well contrasted, and well maintained. It is deserving of high praise.\"— British Quarterly Review. CALEB BOOTH'S CLERK A LANCASHIRE STORY. \" It is written with power, and is a capital story.\"— Spectator. WOOERS AND WINNERS; OR, UNDER THE SCARS. A YORKSHIRE STOEY. \"Must be recommended as an excellent novel to all who care for manlier food than that wherewith novelists commonly supply them.\" Graphic."], [4, "MORE THAN CORONETS. \"An exceedingly -.veil- written story.\" — Birmingham Daily Gazette. THROUGH THE NIGHT. TALES OF SHADES AND SHADOWS \" Let him read these stories for himself, and he will be rewarded.\" — Manchester Guardian. \"It is a fascinating book.\" — Glasgow Herald. THE WATCHMAKER'S DAUGHTER, AND OTHER STORIES. \" Incident abounds, and there are some quaint and curious studies of manners and sketches of character. Altogether it is a good last volume.\"— Academy. MANCHESTER: Abel Heywood & Son. LONDON : Simpkin, Marshall, & Co. ; and all Booksellers. ALSO, RIPPLES AND BREAKERS. Poems, by Mrs. G. Linnæus Banks. Illustrated. Square 8vo, 5 s. \" Mrs. Banks writes with fluency and animation ; her vein of sentiment is pure and earnest.\" — Athenæum. \" The poems are thoughtful, and their beauty will strike to the heart and mind at once.\" — Lloyd's. \" A healthy volume of verse.\" — Academy. LONDON: C. Kegan Paul, Trench, & Co."], [5, ""], [6, ""], [7, ""], [8, ""], [9, "FORBIDDEN TO MARRY."], [10, "F. V. WHITE & CO.'S SELECT NOVELS. Crown Svo, cloth, 35. 6d. each. The FollowingVolumes of the Series are NowReady, And can be obtained of all Booksellers in Town and Country, and at all Railway Bookstalle. MY SISTER THE ACTRESS. By FLOKRNCK Marrtat, Author of \" The Root of all Evil,\" &c, &c. THE DliAN'S WIFE. Bv MRS. EILOART, Author of \"• The Love ihat Lived, \" ic.&c. TWO MEN AND A MAID. By HARRIETT Jay, Author of \" The Queen of Connaught,\" &c, &c. A BROKEN BLOSSOM. By FLORENCE MARRYAT, Author of \" Phylli.la,\" &c, &c. SWEETHEART AND WIFE. By LADY Con- stance Howard, Author of \"Mollie Parling,\" &c, &c. BARBARA'S WARNING. By MRS. HOUSTOUX, Author of \" Recomrneuded to Mercy,\" &e.. &c. PHYLLII1A. By Flokence Markyat, Author of \" My Sister the Actress,\" &c., &c. SOME OF OUR GIRLS. Bv Mrs. EILOART, Author of \" The Dean's Wife,\" Sc, ic. ALLERTON TOWERS. By ANNIE Thomas (Mrs. Pender Cudlip), Author ot \" Lenis Donne,\" &c, &c. THE ROOT OF ALL EVIL. By FLORENCE Marryat, Author of \" Phyllida,\" tic., i:c. A PROFESSIONAL BEAUTY. By Mr». Alex- ander ERASER, Author of \"Guardian and Lover,\" &c, S:c. MOLLIE DAIU.IXG. By LADY CONSTANCE HOWARD. Author of \" Sweetheart and Wile.\" F. V. WHITE & CO., 31, Southampton Street, Strand."], [11, "FORBIDDEN TO MARRY. BY MRS. G. LINNÆUS BANKS, AUTHORESS OF \" GOD'S PROVIDENCE HOUSE;\" ''THE MANCHESTER MAN ; \" \" GLORY,\" &C. &C. Jl Lionel. IN THREE VOLUMES. VOL. 1. LONDON : F. V. WHITE & CO., 31, SOUTHAMPTON ST., STRAND. 1883."], [12, "PRINTED BY KELLY AND CO., GATE STREET, LINCOLN'S INN FIELDS ; AND KINGSTON-ON-THAMES."], [13, "CONTENTS. CHAPTER PAGE I. — Preliminary . 1 II.— Settled 19 III. — Travellf.rs . . . ... . .32 IV. — At the Forest House .... 55 V. — Red Riding-Hood and Her Friends . .79 VI. — Left with the Misses Briscoe . . 102 VII. — Muriel's New Life 118 VIII. — Mrs. Hopley's Postscript .... 140 IX. — A Proposal 163 X. — Sam's First 185 XL — Muriel's Return Home . . ■ . 203"], [14, ""], [15, "FORBIDDEN TO MARRY. CHAPTER I. PRELIMINARY. '!lfilHAT! nursino again> Muriel! What svS&Æssf js J3etty doing, and where is thy mother?\" cried Mrs. Bancroft, the furrier, as she walked into the back parlour of her son in-law's house, the mere turn of a handle having opened the front entrance for her, without the ceremony of knocking. It was only when rioters or other rough people were about that doors were bolted during daylight in the last century, or indeed in the early years of this. A slim girl, not more than eleven years of age, was pacing the floor with a baby-brother in her slender arms. She answered cheerfully ; VOL. I. B"], [16, "FORBIDDEN TO MARRY. 2 \" Betty is washing dishes in the back kitchen, and mother is upstairs putting the clean clothes away. I have not had Georgey very long, grandmother. And I don't mind nursing him one bit when he doesn't cry. He has given over now.\" \" Oh ! then he has been crying ? \" and there Avas some acerbity in the old lady's tone, as if she had \" minded \" very much. \" A little. Poor fellow, his teeth plague him, mother says ; \" and Muriel D'Anyer bent over the big boy in her arms with such a look of pitiful affection in her large dark-brown eyes, as clearly told she was in earnest, though he did make her arms ache, and her heart too when she could not still his complaining. \" I suppose Anna and Marion are both at school?\" again questioned Mrs. Bancroft. \" And where is Sara ? \" \" Upstairs with mother. Hsh, hsh,\" — this to the infant, whose lip was again curling to a cry. The old lady's chintz gown of printed linen was open in the front over a quilted petticoat,"], [17, "PRELIMINARY. 3 though tucked up behind to keep her train out of the dust, and on each side, under this open robe, a pannier-like pocket balanced its fellow. By a bright steel chain depended from her waist the sheathed scissors and plump pincushion, without which no good housewife was equipped. Her keys would have dangled from another chain, but that out of doors they were slipped into the right-hand pocket, and were consequently invisible, even the chain being lost under the over-gown. It was summer-time, and a scarf-like mantle of black silk covered her shoulders, as mittens covered her arms, leaving her fingers bare and free to use ; the bonnet on her head towered high above her lappet-like cap, and assisted by her high-heeled shoes (buckled across the instep) imparted height and im portance to a short figure. Emptying from one pocket a store of cherries, and cakes from the other, she kissed the girl on the forehead, and said, \" Divide these amongst you,\" and without waiting for thanks quitted the room and marched upstairs. b 2"], [18, "FORBIDDEN TO MARRY. 4 She sound her daughter, Mrs. D'Anyer — quite a young-looking woman to be the mother of five children — on her knees in front of a carved oaken coffer, her own gift to the married couple. She was counting and arranging her household sheets and napery fresh from the airing, with little Sara, a fair-haired beauty of three years, watching her movements, and hindering- under the pretext of help. Without a word of prelude Mrs. Bancroft began, in a broader vernacular than I care to inflict on my readers, common as it was then to the manufacturing class ; \" I tell thee what, Ellen, I shall not leave Muriel here any longer to be kept from school, and sacrificed to that boy. She is not strono enough.\" Mrs. D'Anyer rose to salute her mother, but her gentle \"How do you do ? \" changed to a faltering apology, \" Well, mother, I should not have kept her at home to-day, but I was very busy \" \" And always will be \" interrupted her"], [19, "PRELIMINARY. 5 mother: \"every day brings its own duties, and every household its own work ; only con trivance and management can keep the hour's work to the hour. But busy or not busy, I'm not going to see Muriel grow lopsided with lugging a great lad about, and grow up in ignorance whilst her sisters are being properly educated. Thah must have a nurse if Betty has no time. I know thah't not so strong as thah should be — all the fruits of marrying too young— and thah needs help ; but I don't think John will mind thee keeping a stout lass to nurse that lad of his. If he does, I'll pay her wages ; and as I mean to take Muriel off your hands altogether, that will square ac counts.\" Mrs. D'Anyer, a mild, timid little woman, stood m no small awe of her prompt, ener getic mother, but she also stood in fear of her husband, and ventured a sort of expostulatory protest, to which the old lady paid no sort of heed. \"I tell thee, Ellen,\" she maintained, \"the eldest girl in a large family is always made a"], [20, "6 FORBIDDEN TO MARRY. drudge to the rest ; it was so in my case, but I'll take care it shall not be Muriel's lot. She shall go home with me ; I'll see her educated. John won't miss her. I don't think he has cared for the lass since the illness that seamed her face and spoiled her beauty ; \" and she wiped a handkerchief over her own face, warm with the excitement and energy of her speech. \"Oh, mother!\" was all the younger woman could interject in remonstrance, as she placed the last pile of linen in the coffer and closed the heavy lid. \" Ah, thah may say, ' Oh, mother ! ' but thah knows its true. I'll go and have a talk to John in the warehouse. I suppose I shall find him there ; \" and off she went, determined not to let her project cool. It has been said that Mrs. Bancroft was a furrier. It may be added that she had for many years carried on most successfully the extensive wholesale business of her dead husband, in premises situated in the rear of her handsome double- fronted red brick house"], [21, "PRELIMINARY. 7 on Red Bank, Manchester, and was accounted a wealthy woman in her sphere. Wealthy, that is, as the world goes ; her possessions could be reckoned in houses and land, bought and sold as merchandise ; but she had scarcely the true riches, though she went regularly to church, stood in good repute, and had a pro found veneration for religious profession in others. Dingy enough now is the thoroughfare known as Red Bank ; even fifty j-ears ago the deterioration had begun, smoke doing more than the finger of Time to tone down tints of brickwork and stone ; nay, a publican had set his sign over what had been Mrs. Bancroft's door, there were shops where had been private houses, and inferior structures were creeping up the steep hill-sides to ob literate every trace of grass or of the red sand from which the road took its name. Yet was the verdant country close at hand in Mrs. Bancroft's time, grass and flowers and bushes were plentiful atop of the rugged red banks left on either side by successive lower-"], [22, "FORBIDDEN TO MARRY. 8 ino-s of the hill, over which then ran the main road to Rochdale and Bury from Scotland Bridge and the valley of the Irk upwards, and Mrs. Bancroft's house at the foot of the brow was a residence of some pretensions. Twelve years prior to this decided enuncia tion of opinion relative to her favourite grandchild Muriel, her own daughter Ellen was a dark-haired, dark-eyed, vivacious dam sel of sixteen, the youthful roundness of whose cheeks softened the high cheek-bones, which age or illness might define and sharpen as they had done for the elder woman. They were alike short in stature, alike active and notable, but the resolute set of mouth and the energy of the woman had no signs of development in the girl. At that period dancing was an accomplish ment more for the aristocracy than for traders, but a certain Madam Bland had opened an academy in a fashionable part of the town for such as could afford to pay well for instruction, and Mrs. Bancroft did not hesitate to enrol Ellen among the select circle of Madam"], [23, "PRELIMINARY. 9 Bland's pupils, as a finishing touch to an education which had, to say the least, cost much. No retail trader could have gained admis sion for son or daughter into that circle ; the line was drawn at merchants and manufac turers ; but of all those who did most honour to Madam's professorship was John D'Anyer, who, though but the son of a Manchester manufacturer, yet boasted he had blue blood in his veins as in his name. He was barely twenty, yet he stood six feet high, and had a figure as finely propor tioned as his handsome face. Dancing was only one of his many accomplishments, but it was the one in which his peculiar graces of form and manner were most likely to move impressionable hearts ; and Ellen Bancroft was only one of the damsels who sighed for him. But in her case the attraction was mutual. And not alone in minuet or cotillion had they seen and admired each other. The Bancroft and the D'Anyer pews in the Colle giate Church adjoined, there was speaking"], [24, "FORBIDDEN TO MARRY. 10 acquaintance between the elders, and the two young people might be said to have grown up under each other's eye. In Madam Bland's academy the acquain tance ripened rapidly ; it furnished occasions for mutual intercourse unsuspected at home, and led to a step not in the Terpsichorean programme. One sunny morning when early May blos soms scented the air, Miss Bancroft, arrayed as for a fashionable assembly in a dress of cherry colour-and-white satin brocade, her hair elaborately coiled by the peruquier, was handed by her admiring mother into a sedan chair at the door of the house on Red Bank, as was customary on dancing days, and it slightly struck the mother that \"the lass was in an unusual flurry.\" Be this as it may, the chairmen bore the sedan, not to Madam Bland's, but to the Collegiate Church ; and when they again set her down at her unsuspecting mother's door she was the wife of John D'Anyer. No one's advice had been asked, no one's"], [25, "PRELIMINARY. 11 counsel taken. The girl, captivated by a handsome face and graceful figure, had allowed his dominant will to control her. Had any reason existed for secrecy beyond their immature age, it was unknown. Three months later a loud ran-tan, tan, tan, tan, on the heavy knocker, startled the echoes in the Red Bank house. Mrs. Bancroft had just come in from the warehouse for her four o'clock tea, and a maid was carrying the mahogany tea-board, with its freight of tiny handleless cups and saucers, into the house hold room, and almost dropped it in her fright. The clang on the knocker had not ceased when she opened the door, and Mr. John D'Anyer, in a fashionable suit of plum coloured kerseymere, with silver buckles at his breeches' knees and on the instep of his high-heeled shoes, crushed past her into the lobby, and in thick but imperious tones demanded to see his \" wife.\" Margery insisted that he had mistaken the house, and failing to convince him, turned back to seek her mistress in the kitchen."], [26, "FORBIDDEN TO MARRY. To her amazement he followed her, not too steadily, down the passage, to be confronted by Mrs. Bancroft, who stood with her face towards him, by the white deal table, under the broad window, at which Ellen was washing, in a large bowl, lace ruffles and lawn kerchiefs, too dainty to be sent to a common clear-starcher. It was evident the young man had taken too much wine ; his three-cornered hat was awr}T, the ruffles at his wrists, the falling neckcloth edged with lace, were sullied and disordered ; and so Mrs. Bancroft thought were his wits, as he repeated, \" I have come for my wife ; I want my wife.\" \" Your wife ? \" she echoed, and would have added, \" There is no wife of yours here,\" but she chanced to glance towards her daughter, and the words died upon her lips. It needed not his iteration of \" Yes, Ellen ; — my wife ! \" that white face, that shrinking, trembling figure told all. Whether in wrath, or to keep the girl from fainting, she could never decide with herself,"], [27, "PRELIMINARY. 13 she took up the earthen bowl and dashed its contents, water and lace together, upon the daughter who had deceived her. \" Take your wife, take her ! and never let her darken my doors again ! \" she cried, sternly, and passed out of the kitchen, not to return until the door had closed upon them both, as she had closed the door of her heart. Though an only daughter, Ellen was not an only child. She had a brother three years her senior, training to succeed his mother in the business. His intercession for his sister might have been expected. Nothing of the kind occurred. Samuel Bancroft had not a thought beyond self. He sat down to the tea-table, after a rough pre liminary scrub in the scullery, rendered neces sary by his duties in the skin-yard — was briefly told what had occurred, bidden never to name his sister again, — and had no desire to transgress. He could have told, had he been so minded, that he had been deputed to break the secret"], [28, "14 FORBIDDEN TO MARRY. to his mother ; but he preferred to assume ignorance, and wipe his clean hands of the offending pair, as he hoped to wipe his sister out of the mother's will by-and-bye. Months went by — months which sharpened and hardened the outlines of Sarah Bancroft's face. An idol had been shattered, and nothing had replaced it. Her seat in the Old Church was vacant ; she resolutely passed its walls and trudged forward to St. Ann's (there being no church nearer home at that time) ; but though she heard the words \"Harden not your hearts, as in the provocation,\" Sabbath by Sabbath, she refused to take their import to herself. If there was any softening of her heart, it was unknown ; the silence peremp torily enjoined at the outset became habitual ; her business did not throw her in the way of the D'Anyers, and she knew nothing even of her daughter's whereabouts. Whether she felt more keenly the barb of her child's ungrateful secrecy, or the prolonged estrange ment, could not be told ; but unspoken feeling of some kind brought out more sharply the"], [29, "PRELIMINARY. 15 prominence of her cheek-bone, and ploughed fresh lines on her brow. She had several brothers and brothers-in law in different trades ; but their places of business lying away across the town, they did not often meet. One sleety afternoon in the following Feb ruary, as she was shaking hands with a Bolton hatter, to whom she had sold a large parcel of rabbit-skins (to be felted into veri table beaver), her brother Ralph, a cotton merchant, stepped into the warehouse, amongst piles of skins, and barely waiting until the hatter's back was turned began, — \"Sarah, dost thah know the tale that's goin' about the town ? \" \"What tale? \" said both eyes and lips. \" Why, that thy daughter Ellen was turned out of the house Avringin' wet, with no clothes but what she stood up in, and is iioav livin' on the charity of the D'Anyers ! \" Mrs. Bancroft changed countenance. \"Wringing wet!\" \"No clothes!\" she echoed, as if unaware Iioav literally Ellen's"], [30, "16 FORBIDDEN TO MARRY. dismissal had been taken, but her pride caught up the one Avord \" charity,\" and her breast heaved as with a pent-up burden. \" Charity ! charity!\" she exclaimed. \"My daughter living upon charity ! I'll see about that! \" and to her brother's surprise, before he Avas aware of her intentions, she was across the yard, in the house, and out again at the front, Avith the hood of her scarlet cloth cloak oA~er her bonnet, and her pattens on her feet, hurrying through the Avet to the smallAvare manufac turer's in Cannon Street, panting as she Avent with suppressed and contending emotions. \" I hear that my daughter is said to be living on your charity, Mr. D'Anyer,\" she began abruptly, as the old smalhvare manu facturer presented himself before his unex pected visitor. \" Nay, nay, Mrs. Bancroft, Ellen is as Avel come as th' floAvers i' May. I put another loom down Avhen she came, that's all, and I mean to put another doAvn iioav th' little lass hath come ! I always put a fresh loom down Avhen a fresh mouth comes to be silled; and"], [31, "PRELIMINARY. ■7 the more the merrier, say I. I only wish Nelly herself was stronger ; but she has never fairly got over the wetting you gave her. \" Mrs. Bancroft felt herself rebuked, though she did not take in the full purport of his speech. \"Well, sir,\" said she, ignoring the censure, \" you can put the profit of your looms to other uses. I do not intend my daughter to live an any one's charity. If your son has neither business to maintain his Avife, nor home to take her to, it is time he had. And I'll tell you what I'll do. I'll fur nish them a house, and I'll be five hundred pounds tOAvards setting him up in business, if you'll be another five hundred ; and they can come to my house until they have one of their own. But no living on charity!\" and the word came out with a gasp. \" There has been no charity, my good friend,\" said Mr. D'Anyer, with a genial smile. \" No one regretted John's secret and precipi tate match more than myself and Mally \" (his Avife), \" but my son's wife is my daughter, and as such we made her welcome. And I shall vol. 1. c"], [32, "18 FORBIDDEN TO MARRY. be glad to meet you half-Avay in giving them a start in life, either in my trade, or yours, or one of your brothers'. But they will have to stay here until they have a house of their OAArn. We are not so thick on the spot as we were, and the place is big enough to hold us all. Besides — Ellen cannot be removed, and I don't think it Avould be safe for you to see her just yet ; she must not be agitated. But there's naught to hinder you seeing the little ass. \" What little lass ? \" Mrs. Bancroft would have asked, but he Avas out of the room, and she avIio had gone there in high-handed pride and indignation, Avas left to institute com parisons and ponder his meaning. Presentlv he returned with a long-robed infant in his patriarchal arms — and then she was en lightened. Pride, indignation, resentment, dissolved in tears over her first grandchild's face. Little Muriel had come as a pacificator."], [33, "CHAPTER II. SETTLED. f^jr^ THOUSAND pounds Avas a goodly capi 'Æhi tal to commence business with in 1773, when John D'Anyer elected to turn fustian manufacturer, a term at that time of Arery Avide signification. A Avarehouse Avas found and fitted for his trade in Sugar Lane, not far from his own father's thread and small- Avare manufactory in Cannon Street. Then Mrs. Bancroft, reconciled to the young people, furnished for them, solidly and well, a house in Broom Street close by, the exclusive res pectability of which Avas maintained by posts and chains to bar the ingress of unprivileged vehicles. Whatever the street may be iioav, it Avas then genteel — and dull ; but Broom Street and Sugar Lane met at a sharp angle, and there aams the advantage of communication at c 2"], [34, "FORBIDDEN TO MARRY. 20 the back betAveen house and Avarehouse. Steam poAver had not been introduced into manufactories, and very feAV were fitted up with elaborate machinery. Outlay Avas chiefly for raAv material and Avork-people's Avages. In John D'Anyer's, for instance, Avarpers — generally women — carried home great hanks of yarn in their canvas bags, or \" pokes,\" and brought it back on their heads in huge flat balls, Avarped ; that is, threads of sufficient number and length for the piece of cloth, arranged and grouped together sys tematically by means of pegs in the Avar per 's cottage wall. The handloom Aveavers took home the Avarp, with twist for the weft, and brought it back in the piece ; again it Avent out to be bleached or dyed, and, in the case of fustians, to be cut. In these days so many processes are carried on in one set of premises that immense capitals are required. Then John D'Anyer was considered to start under very favourable auspices, and expected to make a fortune, as others had done before him."], [35, "SETTLED. 21 But they Avere plodders, he was not. He Avas proud to p>e his oavii master, and the master of others ; had taken to the business kindly, and Avas not too proud to doff his coat and lend a hand either to putter-out or packer. Then, being vain of his penman ship, he conducted his own correspondence, not a very onerous duty, and kept his own books, with a clerk under him ; and Avas as good a buyer and seller as any on 'Change. But he was vain of his person as Avell as of his penmanship, and Avas apt to vary the monotony of the Exchange Room Avith a stroll under the trees of St. Ann's Square, the adja cent fashionable promenade, or arm in arm Avith friend or cousin of his oavii age, avIio had more money than wit, finish the day at the cockpit, or it might be in a carouse. And in this John D'Anyer must not be judged by our standard. Temperance had not become a creed : a man amongst men Avas he who could carry most liquor with the steadiest legs and the clearest head; and so long as a man was up and about his business during the"], [36, "FORBIDDEN TO MARRY. 22 day, no one troubled himself Iioav he spent his nights. That concerned no one but the people at home. And it must not be supposed that John D'Anyer's proclivity for convivial society was such as to interfere with his business, or make him other than a gentleman, although he had demanded his girl-wife in most unseemlv fashion. He Avas wont to say he \" Avould not give a button for any man Avho could not be anything in any society,\" and certainty the polished gentleman occasionally descended. He Avas, however, a strict disciplinarian in business or out, and his devoted little wife, Avho had not her mother's strength of will, Avas too timid to oppose act or word of his, too nervous to propose aught to which he might object ; and neither years nor mother hood brought her self-reliance. Mrs. Bancroft was loth to admit it even to herself; but Ellen D'Anyer had never quite recovered from the effects of the wetting she had given her tAvelve years before. Her im prudent and impetuous young husband, too"], [37, "SETTLED. 23 excited to reason, had hurried her away at Mrs. Bancroft's harsh bidding, drenched as she Avas ; and though he hailed the first sedan chair they met, there Avas nearly a mile to traverse betAveen Red Bank and Cannon Street, and explanations to folloAV, before dry garments could be substituted. Rheumatic fever was a natural sequence, and life-long delicacy ; mental suffering having been super added to the physical. Her long illness had, hoA\\rever, been borne Avith patient resignation, and had served to draw her nearer to her Creator. The seventeen -years-old Avife had laid down her self-will before Muriel Avas born. It Avas therefore with no slight trepidation she awaited, Avith her boy in her arms, the return of her energetic parent from the ware house that summer afternoon ; having no clear idea of the proposal to be made, or of her husband's mood to receive it. Nor was she much more assured by the triumphant smile on Mrs. Bancroft's face as she Avalked into the back sitting-room and bade Muriel \" take Sara and her doll into the kitchen.\""], [38, "24 FORBIDDEN TO MARRY. \" Well, it is settled,\" she began ; \"I am to find you a respectable and capable nursemaid, and Muriel is to be turned OATer to me.\" \" You are not going to take Muriel from me,\" put in Mrs. John D'Anyer faintly. \" Yes, I am ; so have her box packed by this day week. I'll see you have a nurse before then ; and, by-the-bye, put nothing in that is half Avorn. I'll see she has a fresh rig out before she goes.\" \" Goes Avhere ? \" asked the Avondering A'oung mother. \" Why, to Chester, with me. Did I not tell you I was going to send her to school? \" Mrs. John DAnyer's heart sank. She dearly loved her first-born, if the father did not ; and the announcement Avas like a sen tence of banishment to her. \" Chester ! Oh, mother, surely there are good schools in Manchester ; you would not send the dear girl so far aAvay. And such a dangerous road — that terrible sorest to cross. Hoav could she ever come home for her holi days ! \""], [39, "SETTLED. 25 \" She Avill have no holidays. — You need not look so blank. I will see to the lass. And I'll get thy father's kinsman, the Rev. Thomas Bancroft, to look after her, so she'll be Avell off, for he's a good man. She would only be put upon at home ; be at every one's beck and call ; be nursemaid and scapegoat for the whole lot, and I've set my mind on making a clever woman of her. Aye, and a happy one into the bargain. She is going amongst ladies, to be treated like a lady. I'll see to that.\" Tears sprang to the mother's eyes. \" Now, don't be silly,\" cried the observant grandmother ; \" the child's not gone yet, and Avon't go till Chester Fair ; so there's all the time between this and Michaelmas to reconcile yourself, if you are so foolish as to need reconciling to a change Avhich is for her good.\" \"But what of Muriel? it will break her tender heart ! \" \" Leave her to me, there shall be no break ing of hearts. I'll see to that. There might be some breaking of back if she stayed here"], [40, "FORBIDDEN TO MARRY. 26 much longer. And now call her in, and let us have tea. John will be in directly.\" During this colloquy Marion and Anna, the one nine and the other seven, had come skip ping home from school ; but, kept in check by Muriel with grandmother's cherries and cakes, had remained discreetly in the large bright kitchen. And as children AATere seldom permitted to take tea AA'ith their elders, there Avas no hardship in sitting down at the round oak table to their brown bread and cans of milk, whilst father, mother, and grand mother drank tea and ate white bread and butter in the parlour ; and unknown to them, tAvo strong minds stroAre to convince a weak but warm-hearted mother that it Avas Avell the daughter she loved should be taken from her. The hardship came to the children a week afterwards, when Sister Muriel went to stay with Grandmother Bancroft, and a stout girl of fifteen, rough and ready in her handling of them, was the only substitute. They had no forecast of the longer parting in store, yet they cried themselves to sleep."], [41, "SETTLED. 27 Nor had Muriel when she was sent every morning up Red Bank for a draught of neAv milk at the farm-house by the stocks, \" to bring a colour into her cheeks,\" as her grand mother said ; or even when she Avas measured for neAv frocks, and shoes and bonnets and caps, and Avas proATided with a fur muff and tippet of grey squirrel, and Avas told that she Avas going Avith Grandmother Bancroft to Chester Fair. Chester Fair ! Did not her father and uncles talk of it, and the business doAvn there, for Aveeks before and after ; and had she not seen the preparations made for her father's departure, the packing of his saddle-bags, the loading of his pistols ! Surely it Avas a great event to her, a something to look forAvard to with glee. Muriel had no prescience and no fears. But the tender mother had ; and though she had been enjoined to say nothing, and to let the child go aAvay quietly ; and though she knew that Muriel Avas dearer to \" Grandmother Bancroft \" than all her posses sions, and that the resolute old lady was"], [42, "28 FORBIDDEN TO MARRY. actuated by a sincere desire to promote the child's Avelfare, she could not let her go under a false impression, to waken to reality among strangers, and that without a word of fare- Avell warning and counsel. She took the opportunity when Muriel, taller, stronger, and rosier for her four months' residence and rambles in the fresh air and green fields around Red Bank — the latter shared with Milly Hargreaves, a favourite cousin, whose father's dye-works lay between Red Bank and the River Irk — Avas permitted to spend a couple of days in Broom Street prior to the eagerly anticipated journey to Chester Fair. Never to be forgotten by Muriel so long as she lived, Avas that hour with her mother in the privacy of her chamber, an hour dark as Avas the mahogany furniture and heavy moreen draperies, for there she first learned that her journey to Chester Avas not a mere pleasure-trip. It Avas sad for both ; not that the Misses Briscoe's school had terrors for Muriel, or to Mrs. John D'Anyer ; it had been"], [43, "SETTLED. 29 painted in the brightest tints ; but the parting, the separation for a long and uncertain period, the distance which must lie betAveen them, had. And to understand this, it must be knoAvn that in 1789 there was no direct con veyance for passengers betAveen Manchester and Chester. Goods Avere sent on pack-horses, or by the Duke of Bridgewater's new canal ; and horse-draAvn packet-boats Avhich met a stage-coach three miles from Frodsham, were also provided for the accommodation of pas sengers. Otherwise the ordinary stage-coach AATent no farther than Northwich, and people who did not travel on horse-back must hire a post-chaise or a cart, and run the risk of higliAvaymen and footpads on their route through Delamere Forest, if they Avished to reach the Palatine city. These dangers had been too often discussed in Muriel's presence to leaATe her ignorant. There could be no home-coming at stated times, and her young heart sank ; but Avhen she saAV Iioav her dearlydoved mother was overpowered, she put a brave face upon it,"], [44, "FORBIDDEN TO MARRY. 30 and said \" perhaps father or grandmother might brino- her mother over to see her at fair time.\" She knew that her grandmother had a relation in Chester, a clergyman, the head master of the Grammar School there, and had been told that he would be sure to come and see her ; still, he was not her mother, and her mother was. all the world to her. But she greAV grave and sober as her mother exhorted her to \" hold fast by the hand of Christ at all times and in all seasons, whether tried, or tempted, or troubled, and never to let it go.\" And then her mother put into her hands a thickly bound black ATolume with massive silver clasps, on which Avere engraved D.M., 1711, the same initials and date being stamped in gold on either side. \"Take this, my child,\" she said; \"it is the most precious token of my love that I can bestow upon 3-011 — the Bible and Prayer-book of our ancestress Deborah Massey ; it Avas her constant companion, the laAV of her life. Make it yours, Muriel, and I shall never regret"], [45, "SETTLED. 31 this day. The book has been handed down as a precious treasure ; it has been such to me, let it be such to you.\" The tears of the mother and daughter mingled on the black cover and on the silver clasps, as the arms of Muriel Avent round that mother's neck in a clasp as close, and a kiss of assurance sealed the promise that she gave."], [46, "CHAPTER III. TRAVELLERS. sjpfELAMERE FOREST and Chester Fair ! ijM&r There was a promise of romance and mystery in the one, of pleasure in the other. What girl of Muriel's age but Avould have looked forward with excitement and antici pation ? It Avas a sad damper to learn that the romance of the hazardous journey, the show and delights of the great fair, Avere to termi nate in the reality of a strange boarding school, and long absence from home and the mother she loved so dearly. Gratitude to Grandmother Bancroft, which had been bubbling up from the deep fountain in her breast, as one neAv garment after another had come from the mantuamaker, and her handsome furs from the warehouse, sank"], [47, "TRAVELLERS. 33 to a low ebb Avhen she learned the hidden motive for so much preparation. It Avas not in her nature to demur openly, but she said to herself over and over again : \" But for mother, I might have gone aAvay without knowing ! It Avas not kind of Grandmother Bancroft ! It Avas not kind. Hoav could she do it ? \" Her murmurings were, however, stilled by the remembrance that her oavii mother had said \" it Avas for her good, and that it Avas very kind of grandmother to take the charge and expense of Muriel's ward robe and education on herself.\" \" If mother thinks it is good for me, I suppose I ought to be satisfied ; and if grandmother really means it for the best, it is ungrateful to grumble. Only it is so far ! Well, as mother says, the Lord can hear me, and see me, and care for me in Chester as Avell as here, and for them too ! \" but she had her fears, misgivings, and regrets, nevertheless. It Avas in such mood Muriel Avatched her Grandmother Bancroft as she packed neAv linen and new frocks in a small trunk, covered VOL. I. D"], [48, "FORBIDDEN TO MARRY. 34 with mottled cow-hide, Avhereon her initials \" M. D.\" shone in the glory of brass nails. \" Who gave thee this ? \" asked Mrs. Ban croft, as the girl tendered the silver-clasped Bible to be packed. \" Mother,\" was the answer, \" and see the letters on the back are the same as 'those on the box.\" \" I think Ellen might have set more store by Deborah Massey's Bible than to give it thee. But see thah take care of it, and use it well.\" She did not say, \"Make good use of it,\" tliat did not occur to her. \" But Iioav is my box to go, grandmother? '' asked Muriel, as the key Avas turned in the lock, and a canvas cover fitted; \"if lam to ride on a pillion behind Uncle Sam, our horse could not carry it, and yours will have the saddle-bags. Will one of the pack-horses take it?\" \" No, lass ! I've done with pack-horses, thank goodness ! Your box will go to-morrow along with the bales of furs and peltry to the"], [49, "TRA VELLERS. 35 AATharfinger of the Duke's canal, and be sent by boat to Frodsham, or nigh it, and on by carrier's waggon to the Manchester Hall in Chester ; the neAv hall that thy Grandfather D'Anyer, and me, and your uncles, and other Manchester folk haA^e gone shares to build.\" So saying, Mrs. Bancroft sent the packing needle on its last errand through the canvas, drew the stitch tight with a business-like jerk, cut it aAvay with the scissors at her girdle, and rose from her knees. Muriel Avas curious. \" Hoav did you manage, grandmother, be fore the hall Avas built ? \" \" Hoav ? Why, as best Ave could. ShoAved our goods in booths in the streets, as had been done for years before, or kept them at our inns, and looked out for customers. But that didn't suit me. I said I'd see about it, and noAV we've a fine hall to cover us.\" \"Hundreds of years!\" Muriel had ejacu lated, but Mrs. Bancroft's task completed, she had no mind to linger. She was wanted in the Avarehouse, else she might have told d 2"], [50, "36 FORBIDDEN TO MARRY. Muriel that fairs were of v7ery ancient date, and had their origin in the Avants and neces sities of the people ; and that of the early English fairs, established and chartered for the sale or interchange of goods and produce, or for the hiring of men and maidservants at a period Avhen towns and villages were scat tered and far apart, roads few and unsafe, Chester Fair Avas one of the earliest, and in best repute. Its charter dated back almost to the days of Hugh Lupus, the first Earl of Chester, who held his rich Palatinate by grant from his near kinsman, William the Conqueror. Chester Avas an important seaport then, and needed a strong hand to fortify the castle the Romans had left, as well as to protect the commerce of the. Dee from the pirates swarm ing in the Irish Channel. She might have told how the monks of St. Werburgh had represented \" mysteries \" or \" miracle plays,\" to edify and keep from mischief the idle mul titudes who thronged to the fair for sport, of which the more modern show was the outcome ; and how none but freemen of the city were"], [51, "TRAVELLERS. 37 permitted to trade within its Avails except Avhen a white glove Avas hung out from the tOAver of St. Peter's, as a symbol of peace, of the natiA-e trade, and of the fair. And she might have justified her own special business at Chester Fair with an old chronicler's sum mary of its merchandise : — \"Hides and fish, salmon, hake, herringc, Irish wool and linen cloth, faldinge, And martens good, be her marchandie, Hartes hides, and other of venerie, Skins of otter, squirrel, and Irish hose, Of sheep, lamb, and fose, is her chaffare, Fells of kids and conies great plenty.\" But she could not have told or foretold Iioav \" kettles o' steeam \" would go whizzing and fizzing over the land with a besom of pro gression in their train to sweep such chartered fairs clean aAvay as nuisances, not con veniences. She had told the girl at various times quite sufficient about Chester, its fairs, and its double rows of shops, Avhere the covered pathway to the upper toav Avas right over the roofs of the loAver set, above which the prominent house-fronts formed a sort of ar-"], [52, "38 FORBIDDEN TO MARRY. cade ; quite enough to put the looming school in the background, and after the first tears of parting were dried, to cause Muriel to sit her pillion lightly, and clasp her Uncle Sam's Avaist in hopeful mood and with a smile on her cheerful countenance. But Muriel had never mounted a pillion before ; the journey Avas long and tedious ; the roads were wofully uneven beneath the horse's feet, and long ere they reached North- Avich she was sick with the jolting, and her face proclaimed it. Samuel grumbled hard at the loss of time and money, when his mother announced her intention to remain at the Unicorn until the next morning on the lass's account. \"It's not as if youAvere going right through to Chester,\" he urged ; \" it's only seven, or eight miles to Eddisbury, and you knoAv the Ivingsleys expect you. When Muriel has had a good dinner and a horn of home-breAved, she'll be as right as ninepence, I'll warrant.\" It was not customary in the last century to discuss business before young people, or make"], [53, "TRAVELLERS. 39 them privy to the plans of their elders, and Muriel took the sharp \" Sam ! \" and the sig nificant froAvn of her grandmother, as a reminder that she was present, and need not be enlightened ; but Samuel, keen and sharp where his own interest Avas concerned, took it as a hint that there were strangers in the room, and that it was not Avise to prate of their path so openly. Irritated as much at his own thoughtless ness as at the rebuke, he rubbed his hands smartly over his breeches' thighs, indulged in a brief whistle, and rising, said : \" Hang it, Avhat a Avhile they are with that dinner ! I'll go and have a look at the horses, aud see no tricks are played with them or their feed. One need be sharp in this Avorld!\" and the cunning look in his greenish-grey eyes said people had need to be very sharp indeed to take him in. At the door he turned round to say, \" And if the lass be so desper ately tired let her lie down on yon settle by the Avail, if its cushion's soft enough,\" a hint Muriel scarcely liked to take before strangers."], [54, "FORBIDDEN TO MARRY. 40 But her grandmother's quick, \" I'll see to that,\" settled the business, and she lay doAvn, with a saddle-bag for a pillow, glad to rest, and in the sense of repose soon forgot the strangeness of all around, the farmers and others by the fire. Then she began to Avonder if she also Avas expected at Eddisbury, and Avhat sort of people the Kingsleys Avere, and Avhat sort of a place the Forest House Avas, and to think how funny it Avas she should be going there after all her wonder about it. She had heard it spoken of many a time, but curiosity Avas a crime in that generation (and the next). \" Don't ask ques tions, children should be seen and not heard,\" being the general stopper on a thirst for knowledge. She had a hazy recollection of being told by some one it Avas \" only an old, rambling farm house,\" and very likely her informant had no acquaintance Avith its history, and could have told her no more. But that old, rambling, picturesque, black-and-white, timber-and rubble Forest House, of AAdiich scarcely a ves-"], [55, "TRAVELLERS. 41 tige remains for the antiquary, occupied the site of an older edifice still, the stronghold of the wise Ethelfleda, the daughter of Kino- Alfred, the Avife and widow of Ethelred, king 7 ~ of Mercia, the sister and counsellor of King Edward. Here, on a lofty elevation, in the very centre of the great forest, she, whom the old chroniclers call \" the Avisest of women,\" founded what she held to be an impregnable city, strengthening it with eartlrworks, traces of which remain, and with pallisades, of which only the name is left. The eleven thickly wooded acres which had held Ethelfleda's strong city of Eddisbury, still retain the title of the Old Pale, and the \" old farm-house \" Muriel was about to visit, dated back to times Avhen Delamere Forest was a chase for the ancient Earls of Chester, and the chief custo dian of the red and fallow deer held the so-called Chamber of the Forest, with a band of sub ordinates to assist in the maintenance of the forest laws, and his oavii privileges. This was even before James the First knighted the Chief Forester, or confirmed the appointment to Sir"], [56, "FORBIDDEN TO MARRY. 42 John Dene and his heirs for ever, and so the Forest House towards which Muriel Avas wending, had, like the forest itself, seen its palmy days depart, and was not merely old, but ancient. But paint and whitewash covered up the wrinkles of time, and it still showed a good front to the world from that coign of 'vantage, \" the storied hill of Eddisbury.\" Nothing of this had floated into Muriel's dreams, when she Avas startled from a doze by the return of her Uncle Sam and his exclama tion, \" No sign of dinner yet, and tAvo o'clock ! It seems there are some fine folk upstairs, mother, Avho came in yon chaise before the door, and there's been such a fuss made over getting dinner for them all in a hurry, that plain tradesfolk that travel on horseback must e'en be content to Avait. Oh ! you're here at last,\" he cried, as the hostess herself came in close at his heels to lay the cloth, and apologise for keeping old customers Avaiting ; but \" the lady who came in the yellow chaise,\" she said, \" was ill, and sick folk must be minded first.\""], [57, "TRAVELLERS. 43 \" So they must,\" assented Mrs. Bancroft, \" and I've been in no hurry. I wanted this little lass to have a good spell of rest before her dinner.\" Muriel was too much shaken to eat a good dinner, she felt as if all her bones had been dislocated ; the hour's rest had not refreshed her much more than the repast ; but she was unwilling to cause unpleasantness or discon cert her grandmother's arrangements, so, when the meal was over, she answered Samuel's \"Well, are you ready ?\" with a smile and a prompt assent, and stifled a sigh of weariness as she stepped up on the horse-block, to resume her seat on the pillion, well repaid by her grandmother's look of satisfaction ; though if she had obeyed her own inclination, she would have preferred to stay where she was. She was aware that Mr. Kingsley was the Chief Forester of Delamere, and that her grandmother, who had large dealings with him, carried a silver whistle in the shape of a horn, which had been given to her as a token, but until Uncle Samuel had spoken she had"], [58, "FORBIDDEN TO MARRY. 44 no idea they were going to the Forest House. It was a relief to learn they were not going on to Chester that afternoon. And Sam was in haste to get to their journey's end before dusk, as the road was not too lively, and not in too good repute. Mrs. Bancroft had a small freehold property at Waverham, on the north-east border of the forest, which required her supervision, and for this, and other reasons, she had set out a full fortnight before Michaelmas, and a Aveek prior to the fair. A feAv days later the road would be alive with travellers of all sorts and conditions wending toAvards the same goal. As it was — though the post-chaise had left the inn not ten minutes before themselves — only a stray pedlar, a labouring man, children nutting or blackberrying, or a farmer on horseback, were to be passed upon the road ; and when once they Avere fairly in the forest, notwithstanding the clearness of the after noon and the mellow tints of the autumnal foliage, there Avas a sharp breeze which swept the deep Avaters of the meres into mimic"], [59, "TRAVELLERS. 45 Avaves, rustled over the Avaving fronds of fern, Avent singing and sighing through the trees, driving the brown and yelloAv leaves in showers around them, and somehow revived the mysterious influence of the old tales she had so often listened to at home. Yet as they rode steadily and sloAvly along the ascending road, past Avide stretches of boggy moss, or yelloAv broom, undulating pasture, billowy brake or low copse Avhere trees Avere sparse, her mind Avas disabused of the idea that a forest was a dense impene- trable mass of trees, such as she had read of in an old book at home, King Arthur and his Knights of the Kound Table sought adventures in. Still there Avere giant oaks, and stately elms, and graceful birch, and smooth-boled amber-tinted beeches massed together here and there between, and in the distance might wooded Eddisbury be seen like a dark cloud of firs against the opaline sky. And as high overhead a pair of Avild ducks took their flight from mere to mere, or a crested grebe on whirring wing obeyed the"], [60, "46 FORBIDDEN TO MARRY. call of an expectant mate, or a frightened hare or rabbit scuttled away for safety amongst the herbage, or a solitary lapAving trying the speed of its thin legs against their horses', broke the stillness Avith the sharp \" peewheet, peeAvheet \" of maternal care ; all these sights and sounds unwonted told the town girl they Avere intruders on nature's domain ; and that where Avas a covert for deer Avas a covert also for men of evil deed, and evil fame. She clung closer to her uncle in silence, not because he Avas a favourite, but because she Avas timid as well as tired ; and as they passed moss and mere, she scarcely heard her grand mother Avhilst pointing to places on their route say, \" That's Massey Lodge,\" \" This is Crab tree Green,\" \" Yon's the Plague Hole, where the dead Avere buried,\" and so on, for very weariness and apprehension, not allayed when Samuel Bancroft — avIio could feel her tremb ling even through his thick riding coat — in a spirit of mischief pointed with his whip ahead to their right, Avith the remark : \" And yon der's the Thieves' Moss, Muriel. It lies in the"], [61, "TRAVELLERS. 47 corner where th' roads meet.\" Was not the very name significant ? If in her unselfishness she had complied Avith her uncle's Avish, and ignored her OAvn fatigue rather than be a cause of expense and delay to her grandmother, she began to think it might have been as Avell to have accepted her kind offer and remained at the inn, and to fancy the afternoon Avas closing prematurely, and that a robber was lurking behind every tree and bush. All at once, as if it had been whispered in her soul, came the recollection ; \" Mother has often said father was as safe in the forest as in the tOAvn if God's angels had him in their keeping ; \" and there Avas strength in the inspiration, not of body, but of mind. The road was too rugged and uneven to let the bod)' rest. They skirted the moss with the evil name until the Chester road Avas crossed by another Avhich led uphill to the dense woods of the Old Pale, where was situated the Forest House whither they Avere bound. Here they turned"], [62, "FORBIDDEN TO MARRY. 48 at a sharp angle, still keeping the Thieves' Moss to their right, and had gone several paces fonvard Avhen something like a scream broke the stillness. Horses and riders pricked up their ears. Muriel's heart stood still. \" It is only an owl,\" cried matter-of-fact Samuel. \" Let us get on.\" \" I tell thee it's a woman,\" insisted his mother. \" We'd best see into it,\" as a second and more terrified scream, blent with a con fusion of sounds, came in confirmation on the breeze. Without Avaste of words mother and son turned their steeds back, and after a moment's deliberation urged the tired beasts along the winding road toAvards Chester. In less than three minutes they sighted an overturned chaise, to which the restive horses were threatening destruction, obviously the one which had been re-horsed in NortliAvich, from its conspicuous yellow body and the luggage strapped behind. \" Oh ! the poor lady ! \" cried Muriel, her"], [63, "TRAVELLERS. 49 dread of robbers A7anishing before this real disaster. \" And I'm sure she Avas ill. I saw her face as they drove off.\" In another minute they were on the spot, their bridles hitched to a bough, Samuel cut ting aAvay at the traces with his clasped knife and shouting to the postillion to keep his plunging horses steady. Mrs. Bancroft's ready hand unfastened the door of the up turned chaise, and a fine man in military undress, whose right arm was in a sling, struggled forth with her aid. \" I thank you, madam,\" said he with the politeness of habit ; \" but oh, my poor wife and son ! I fear they are killed ! \" and as he spoke in tones of deepest emotion he bent to look Avithin the chaise, and called anxiously, \" Celia ! Arthur ! \" \" / am not killed, sir,\" answered a voice from Avithin ; and as the head of the speaker, a handsome youth of sixteen, emerged from the vehicle, Muriel clasped her hands in a tremor of shuddering dismay, for a line of blood ran from a Avound down the side of his VOL. I. E"], [64, "FORBIDDEN TO MARRY. 50 face. \"I Avas only stunned, sir; but I fear my mother is more seriously hurt. She is quite insensible. Will some one assist me to raise her? \" Samuel Bancroft stepped forward. The horses A\\-ere cut loose, and the postillion kept them aloof, but the chaise Avas a Avreck, the officer disabled, the lady to all appearance dead or dying, and the evening closing in. \" What is to be done ? \" ejaculated the gentleman in trouble and perplexity, without any hope of a solution. \"I'll see to that,\" said Mrs. Bancroft briskly, as she AvithdreAv her head from the chaise. Up to her lips Avent the silver whistle slung from her neck, and at once over moss and mere, brake and thicket, Avent out a quick succession of throbbing notes clear as the ring of a bugle, and echo seemed to catch up the tones and send them back from near and far ; and presently, as if in ansAver to the call, along the rutty road, over the dusky sward, forth from copse and Avoodland, one figure"], [65, "TRAVELLERS. 51 after another loomed dimly through the mist and came toAvards them at a run. At the first note of the whistle the officer had started in apprehension. \" Was this break-down a plot to rob them, and this hard featured Avoman in league Avith higliAvaymen ? \" lie thought ; but he cast his eyes on the piti ful face of Muriel, and Avas reassured. Mrs. Bancroft had seen his startled look, and ansAvered it. \" Eh ! we are peaceful travellers, sir ; you need not be alarmed. I carry this Avhistle as a safeguard, for I have been hard beset in this forest myself before now. It Avas the gift of the head forester, and here come the keepers to protect or assist their master's friend.\" One by one as the men came up, each, armed with gun and hunting-knife, doffed his cap to Mrs. Bancroft, as if in respectful recognition. The situation AA_as apparent enough. Samuel Bancroft and the youth betAveen them had with some difficulty managed to extricate the lady from the broken chaise, and on its e 2"], [66, "FORBIDDEN TO MARR1 . 52 cushions, placed by Muriel on the grass by the roadside, she lay with her eyes closed, still insensible, her husband bending over her and Muriel chafing her small AAdiite hands as a restorative, her own face pale as that under the hood of the injured lady. Mrs. Bancroft and her son held a brief conference Avith the keepers. The officer Avas spoken to. The postillion rode back ruefully to JSTorth- Avich Avith orders, not merely concerning his carriage, but to offer a heavy fee in the name of Captain Wynne, of the Royal Welsh Fusiliers, to a doctor to stimulate his speedy attendance at Eddisbury. The captain stripped off his crimson scarf of netted silk Avith the remark that he \" never thought it would be put to such sad service,\" and it was spread to form a litter for his Avife, whose only sign of life Avas a quiver of the nostrils, a momentary raising of the eyelids when Samuel Bancroft poured a feAv drops from his spirit flask between the white lips. The captain's son, though he had made"], [67, "TRAVELLERS. 53 light of his OAvn injuries from broken glass, was not sorry when Muriel offered to bind up his bleeding head, and Mr. Bancroft passed the flask to him, Avith the hint \" you had better mount Ball and take charge of my niece. You don't seem in fettle for a long walk.\" The luggage Avas unstrapped, and mounted on broad shoulders ; but as there Avere four or five keepers, and Mr. Bancroft offered to lend a hand at the litter, one of them set off by a short cut to apprise Mrs. Kingsley of the coming guests, expected and unexpected, and the procession moved forward as quickly as care Avould permit ; Captain Wynne by the side of the litter Avith his wife's hand in his own ; Mrs. Bancroft riding in advance and keeping her eye not so much on steady-going Ball as on his new rider, behind Avhom Muriel had been mounted. She was afraid lest he might faint and lose his seat from loss of blood, and bring Muriel doAvn Avith him ; but of any connection be tween the handsome young stranger and her"], [68, "FORBIDDEN TO MARRY. 54 grandchild beyond the courtesy and service of the hour, she had not a scintillation in her brain. As for Muriel, she Avas in the sight of Arthur Wynne just a good-natured, tender hearted child who had done what she could for himself and mother, the mother whose peril absorbed all his thoughts and interest ; and Muriel's too, for that matter. The un toward accident had put shyness and timidity to flight, and called forth all the pitiful ten derness of her nature; personal fear and fatigue Avere forgotten, Avhilst anxiety for the strangers amongst Avhom she had been thrown blent with rejoicing that she had not yielded to her OAvn sense of weariness at XortliAvich, and so detained her grandmother. Mist rising from mere and moss had met the descending twilight, blotting out the brushAvood and the road before them; but the veil on the forest path was not so deep as that which hid the future path of life from all."], [69, "CHAPTER I\\T. AT THE FOREST HOUSE. Sarah Bancroft said \" I'll see to it,\" SsSseSSs discussion was at an end ; she had put doAvn her foot, and opposition was useless. It had been so in her brief married life, and in the long years of her Avidowhood. It was so in her household, and in her business. When she said a thing must be done or un done, it Avas so. When she named a price to give or to take, there was no chaffering, no argument. It must be or not be. When she had said \" I'll see to it,\" Ellen D'Anyer kneAV that her daughter was to all intents and pur poses taken from her. Mrs. Bancroft's \"I'll see to it,\" meant that she had taken Muriel's future into her hands, as if she had the poAver and prescience of Deity."], [70, "56 FORBIDDEN TO MARRY. It Avas true she had done this in the very plentitude of her hrve for the girl, for, as her son Samuel knew full Avell, Sarah Bancroft had warm and susceptible pulses in her breast, though her sharply outlined features bore false witness against it, and she covered up and hid her affections out of sight, as weak nesses to be ashamed of, and kept well under control ; as her dominant Avdl kept all around her. She had never reasoned the matter with herself, but that she Avas born to rule she had never a doubt, any more than of her oavu in fallibility. She would have acknowledged a Supreme Ruler had the question been put to her, but no one put the question, and she felt herself sufficient for all things. Her faith Avas in herself — to herself she was a laAv. When Captain Wynne's troubled exclamation Avas answered by her decisiATe \" I'll see to it,\" and she raised the forester's silver whistle to her lips, it was as though an imperial fiat had gone forth ; a guarantee of safety and protec tion, care for the sick lady, hospitable welcome"], [71, "AT THE FOREST HOUSE. 57 for all. She had so decided, and who should demur ? Certainly the keepers looked one at another, but no one disputed her behests ; and if Cap tain Wynne took all for granted and was pro fuse in thanks, and Muriel never doubted her grandmother's poAver and prerogative, Samuel Bancroft did. He kneAv that Mrs. Kingsley was an Arden, and never forgot for how many successive generations an ancestor of hers had been \" Chief Forester and boAV-bearer of Delamere,\" and that she never alloAved her husband to forget that it was in her right he held the office, even though the Kingsleys had held it first of all. And he felt pretty well assured that no silver whistle would have been granted to his mother without Mrs. Kingsley's full con- currence ; but he was equally sure she never contemplated its use in the service of casual Avayfarers, and felt someAvhat dubious of their reception. He was right. The furrier's party had been expected, and for them hospitality had pro-"], [72, "58 FORBIDDEN TO MARRY. vided its best. But for any additions to that party in the shape of strangers pulled out of a broken-doAvn chaise the forester's wife Avas not prepared — and not disposed to prepare. For once Mrs. Kingsley's insulted dignity over shadowed her humanity. \" What ! bringing a flock of strangers into this house without invitation or permission ! \" she exclaimed, as the keeper delivered his message. \"Does Mrs. Bancroft mistake the Forest House for her oAvn, or for an inn ? \" \"I think, wife,\" said Mr. Kingsley astutely, \" Sarah Bancroft just took thee for what thou art, a kind-hearted, hospitable Avoman, too good a manager to be put about by two or three extra visitors, and too good a Samaritan to let a fellow-creature perish by the wayside.\" \" Indeed ! \" was all her response, though she muttered to herself \" Surely the inn at Kelsall might have served their turn.\" Her husband's two shots had failed to bring dignity down from its perch, and she lost sight of humanitarian necessity in her desire to teach Sarah Bancroft a lesson."], [73, "AT THE FOREST HOUSE 59 A large Avood fire Avas blazing and sputter ing on the stone hearth in the large square entrance-hall, where stags' heads and antlers were interspersed Avith other trophies of the chase — bows and arroAvs, hunting-whips and horns, foAvling-pieces and shot-belts, as decora tions on its Avails of pannelled oak, with a primitive oil-lamp or two on brackets to sIioav their glories off. A carved oak settle and its table, Avith a few straight-backed oaken chairs, ranged against the Avails, Avere all the furni ture, but tAVO great hounds lay basking before the fire on a deerskin rug, and the atmosphere Avas redolent of venison and hare and other savouries. The wide door stood open, the light streamed a Avelcome out to friends and to strangers ; the Chief Forester pressed forward to greet the former and to give hospitable assurance to the latter ; the very dogs rose from the hearth to salute the new-comers ; but Mrs. Kingsley, in her green silk quilted petticoat and overgown, stood frigidly apart with folded hands, to mark her sense of the"], [74, "60 FORBIDDEN TO MARRY. intrusion ; and for once Mrs. Bancroft found her sagacity and sufficiency at fault. Even Captain Wynne saw there Avas some misunderstanding, and pressed forward to apologise ; but Mrs. Kingsley chanced to catch a glimp se of the pale face of the lady in the litter as she Avas borne in and laid on the oaken settle, and of the stained bandage above the equally pale face of the youth by her side, and all her Avomanly sympathy was aroused on the instant. As she approached the litter she answered the apologist, to the utter exclusion of the others, \"I can understand, sir, you Avere mis led ; but be under no concern for this lady, she shall have every attention, although this is not an inn, and the influx of so many guests was not anticipated.\" Then with the same unwonted loftiness, turning her head, \" Mrs. Bancroft, I trust you are Avilling to surrender your room to the lady you have brought?\" and she laid an emphasis on the closing words. \" Of course I am, or I should not have"], [75, "AT THE FOREST HOUSE. 61 brought her here. And I brought them all here on the strength of your hospitality and goodness to me on a like occasion Avhen I was a stranger. If I've made a mistake we can settle it aftenvards.\" And there is no question that they did settle it together aftenvards ; but for that night Mrs. Kingsley was on her mettle to prove herself a good hostess and a kind nurse. Muriel might have been unnoticed amidst it all had she not folloAved Mrs. Wynne's bearers up the stairs and along the gallery Avhich overlooked the hall, to the ready chamber, her weariness forgotten in her desire to be of service, and taking Mrs. Kings ley by surprise by her aptitude and readiness in administering such restoratives as Avere at hand, and her delicacy of touch Avhilst help ing to disrobe the lady, Avhose Avrist Avas injured, and hung helpless. And Avhat a bright face Avas hers, when she bore the intelligence to the anxious father and son, \" Mrs. Wynne has come to herself,"], [76, "62 FORBIDDEN TO MARRY. and asked for you.\" Who then observed that it was seamed and scarred ? Had not her glad tidings irradiated and beautified her countenance ? Did she not seem to them one of the good angels that Avalk the earth in disguise ? Something of the kind glanced through the mind of Mrs. Kingsley, Avhen Muriel, perceiv ing how she Avas distracted between her duties as hostess and her cares for the invalid, volunteered to remain with the sick lady until the doctor came, so that others might go in to supper. \"I can attend to Mrs. Wynne by myself; I am not afraid, and I am not hungry,\" she said, adding, \" and the doctor will surely be here soon.\" Mrs. Kingsley had certainly been troubled about the long-delayed supper and the spoil ing viands, but as she went across the wide gallery and down the broad oak staircase, she thought to herself what a patient little maiden she had left behind in ihe big bedroom hung with tapestry, and full of flickering shadows,"], [77, "AT THE FOREST HOUSE. 63 as the firelight rose and fell without reaching its remote corners. And some remark of the kind she made as she took her place at the long table in the dining-room on the right of the hall, which had been set more than an hour with the whitest of home-spun naperj', the brightest of silver tankards and Sheffield cutlery, and Avhere drinking-horns with silver rims flanked the horn-hasted kniA'es and tAvo-pronged forks instead of glasses. \" As composed and observant as a woman,\" she said, \" and not at all afraid to be left alone with Mrs. Wynne, in that strange room, away from us all.\" \" She was timid enough as we came through the forest,\" interjected Samuel Bancroft, Avith something like a grin; \"I've a notion she fancied there was a robber hiding in every bush.\" \" Then thou hadst frightened her ! \" said his mother across the table, \" and there Avas no need of that : she had heard of Delamere before to-day.\""], [78, "FORBIDDEN TO MARRY. 64 \" Hidden dangers arc apt to impress the imagination, sir,\" put in the captain, resting his fork ; \" I have knoAvn men avIio never blenched before the fire of the enemy, shrink from the shadows of a dark room ; the little lady must be naturally brave.\" \" She removed a splinter of glass, and bound up my head, Avithout any sIioav of either fear or repugnance,\" added the cap tain's son. \" She seems a born nurse,\" then said Mrs. Kingsley, as though in praise, as she helped Samuel to a second slice of venison. \"A born nurse ! I hope she Avas born for something better ! \" quoth Mrs. Bancroft, brid ling. \"I'll see that Muriel D'Anyer is no nurse.\" \" I think you misunderstood, madam,\" the captain began. \" Oh, no ! I did not,\" she ansAvered. \"I'm taking her \" But the doctor — Avhose name was Holmes, a little fat, pudgy, round-faced man — coming at that instant, the rest of Mrs. Bancroft's speech was lost."], [79, "AT THE FOREST HOUSE. 65 The captain Avas too anxious about his wife to continue at the board, and though Avith an ill-grace at the interruption, Mrs. Kingsley held him excused. Mrs. Wynne Avas discovered to be suffering from a broken Avrist, and from severe shock to her system, already enfeebled. \" She will not be in a fit state for removal for many days, and Avill require the utmost attention, if she is to be removed at all. But she is in good hands.\" So said the doctor ; but he knew nothing of the irritation of Mrs. Kingsley at having the patient thrown on her hands in such a matter of-course AAray, to say nothing of the additional husband and son ; Avhen she had calculated on a long gossip with her old crony. Good part of the forester's income Avas deri\\Ted from his perquisities in the matter of skins, and his Avife's indignation at the use Mrs. Bancroft had made of the silver whistle, intended as a safeguard to herself, had annoyed him greatly, Mrs. Bancroft had bought so largely from him. He Avas a good- VoL. i. v"], [80, "66 FORBIDDEN TO MARRY. natured fellow, and Avas pleased at supper time to find that matters had adjusted them selves comfortably. Judge then his annoyance Avhen Mrs. Kingsley broke in on a business conference in the malodorous skin-store the next morning, with Mrs. Bancroft and her son, just as the prices and quantity of deer, squirrel, marten, and fox-skins had been settled, and the question Iioav many hundred hare and rabbit skins should be supplied at a given rate Avas under consideration. The morning opinion of the Xorthwich doctor had been promulgated, and Mrs. Kingsley came, in anything but the best of humours, to vent her indignation at being \" saddled with the care and cost of an invalid and her relatives, for no one knoAvs Iioav long.\" \" Would you have had the poor Avoman die in the forest?\" asked Mrs. Bancroft. \" Certainly not ! \" was the tart reply. \"Then be as thankful for the chance of saving her life,\" answered the other, \" as you"], [81, "AT THE FOREST HOUSE. 67 were when you took charge of me, and as for the cost \" \" Why, make a bill out, and ask the captain to settle it,\" thrust in Samuel, Avho had always an eye to the money ; and thought that a very plain solution of the difficulty. Mrs. Kingsley drew herself up, and her nose curled : \" As if we were innkeepers,\" said she. \" Here, Mr. Kingsley,\" said Mrs. Bancroft, \" take your whistle,\" and she released it from her neck. \" You'd best have it back, as I don't know Avhen to use it. Sam, go and see the horses saddled, we'll be off to Waverham at once. And we'll take Muriel with us. If AA*e're not expected till to-morroA\\r it Avon't matter much there. But before avc go I'd better seek out the captain, and let him knoAV that I've made a mistake for once in my life ; and Pll see about hiring a nurse in Waverham, if there's no objection to that.\" And off Mrs. Bancroft set toAvards the house, greatly to the chagrin of both Mr. Kingsley and his wife, who folloAved her Avith f 2"], [82, "68 FORBIDDEN TO MARRY. entreaties to return. He was afraid to lose a good customer, his discomfited spouse to have the truth blurted out to Captain Wynne all too bluntly. She Avas not an unkindly Avoman in the main, and had grumbled more to \"put Sarah Bancroft down,\" than from any lack of Christian kindness tOAvards the sick stranger. Samuel slapped his thigh in satisfaction as he looked after them from the door of the outbuilding — a place fitted with louvre-board windows to admit air. \" Egad, Mistress Kingsley is caught in her own trap now ! I'd back my mother against her any day ! But I must be off after the horses if she's made up her mind to go.\" Then he stopped short, and as if he had hurt his thigh in slapping it, rubbed it slowly and ruefully. \" WheAv! \" he half whistled to himself, \" suppose Ave're in th' Avrong box in Waverham too ; an' it's like enough if Lydia's none prepared. It's aAvk- Avard anyhoAV,\" and he Avent on his errand slowly enough. Captain Wynne was found pacing the stone"], [83, "AT THE FOREST HOUSE. 69 floor of the entrance hall, his left hand sup porting the arm in the sling, shaken when the chaise overturned, his head down, his mind a chaos of anxiety and perplexity. The pre carious state of his Avife ; the Avound in the head of his son, which threatened to prove troublesome ; his own helplessness, the result of a duel with a felloAv-officer, Avere sufficient causes, without the consciousness that they were trespassing, still further to chafe the proud man, who Avas accustomed to command and to control ; and found himself cast like a straAv upon a stream, through the mere loosening of a linch-pin. He had entrusted to Mr. Holmes, the surgeon, avIio had undertaken the charge, money and a letter, to be despatched post haste to Chester for his own servants. They had been \" sent on as couriers in advance to have all things prepared at the Blossoms Inn,\" he said, \" and would be themselves uneasy and all at sea.\" The announcement of Mrs. Bancroft's sudden departure took him by surprise."], [84, "IORBIDDEN TO MARRY. 70 Somehow, though she did not suggest it, he felt answerable for the change in her plans. He had, whilst pacing to and fro, observed Mrs. Kingsley intercept Mrs. Bancroft in a side passage, and hold her as if in argument, Avhere the former seemed to urge and the other unwilling to comply. \" I am convinced Ave are trespassing here,\" he said, as both women came into the hall together, \" yet with my poor wife's life hanging on a thread I see not how it is to be remedied. What compensation I can make to our excellent host and hostess for this intrusion on their privacy, and to your little grandchild for her tender ministrations \" \" We seek no compensation,\" began Mrs. Kingsley loftily. \" My grandchild's done her duty, Captain Wynne, and that's her reward,\" interrupted Mrs. Bancroft stiffly. \" But Muriel's going, and I came to ask if I had not better hire a nurse in Waverham, one you can pay out of your purse, and who can wait on Mrs. Wynne night and day.\""], [85, "AT THE FOREST HOUSE. 71 \" Miss D'Anyer going ? I'm sorry for that. My son, avIio is upstairs with her and his mother now, tells me that she is the tenderest of young nurses, one of the sweetest crea tures that ever entered a sick room. I am sure my Avife will miss her greatly. I should say that I have already sent to Chester for Mrs. Wynne's oavii maid, but if — of course with Mrs. Kingsley's sanction — you do not mind the trouble of finding a suitable atten dant, you Avill add greatly \" \" If my servants and myself are insufficient, you are at liberty to do as you please in sending for your own, Captain,\" interrupted Mrs. Kingsley; \" but don't you, Mrs. Bancroft, send Maggy Blackburn into my house,\" and she turned on her heel as if she considered the proposition a fresh indignity. Now Maggy Blackburn was precisely the nurse contemplated by the furrier, but though a skilled attendant on the sick as times went, and a A'illage doctress of more than local repute, she had tAvo not over reputable sons, men suspected of a liking for game and other"], [86, "FORBIDDEN TO MARRY. 72 property not their own —they Avere in very ill odour at the forester's. There Avas a window with a Avide seat at each side of the entrance ; into one of these the captain flung himself as the very sport of fate, bitterly lamenting the mischance of the broken chaise, nay even the humiliating intervention of Mrs. Bancroft — and she Avas on her Avay upstairs to summon Muriel to depart, when in through the passage burst Mr. Kingsley, his broAvn face lit up Avith excitement. \"I say, Captain, you may thank God your chaise broke down when it did, and that the Bancrofts were at hand to bring you here ! \" \" Indeed ! \" interjected the captain in a tone not altogether free from incredulity. \" Aye, that you may ! A traveller Avas plundered and wellnigh murdered by two ruffians last night — not half a mile farther up the road.\" \" Hah ! \" cried the officer, with amazement on his face. \"He was speechless,\" continued the for-"], [87, "AT THE FOREST HOUSE. 73 ester, \" when one of our keepers found him there battered and bleeding, Avith his pockets inside out. And it was all Whitely and another man could do to get him to the inn at Kelsall. He had come to himself before they left him, but I hear he's in a bad Avay. He must have had a horse, for he had a whip in his hand, but the horse Avas gone. Helped the foot-pads to make off, I reckon. You had a narrow and most providential escape.\" A providential escape ! and he had been questioning the Avays of the Most High, as he had chafed and fretted in his Avalk on that stone floor. A providential escape indeed ! A mercy not to be forgotten ! \"We may indeed be thankful,\" he said seriously. \"But cannot something be done for the injured traveller? \" \" Well, I'm just off to see what can be done for him, and who he is. A man with empty pockets is like to find cold comfort at an inn. Though he might be worse off than where he is.\" \" I shall be glad to bear you company, sir,\""], [88, "FORBIDDEN TO MARRY. 74 then said the officer to the forester, \" and to hold the innkeeper indemnified in case the poor fellow be unable to pay. And if you will allow me — I should like to reward the humanity of your keepers. I owe them something on my own account.\" \" Tut ! Tut ! \" said the other as a put off, but Captain Wynne was not a man to be put off. The news spread quickly. Not one of the travellers but felt there Avas an escape to be thankful for. \" I expect that break-down was planned,\" said Samuel ; \" I half fancied the rogue of a postillion Avas playing tricks with his horses, and now I am sure of it. My hat to a button if that chap Avas not playing into the hands of the robbers. Belike going shares ! \" \" Robbers ! then there Avere robbers after all ! \" cried Muriel, clasping her hands when she heard. \" Oh, Iioav glad I am that Ave did not stay in NortliAvich ! and that grand mother had that Avhistle ! Oh, Mr. Arthur, if robbers had attacked you it would have killed"], [89, "AT THE FOREST HOUSE. 75 your mother with the fright, ill as she Avas ! God's angels must have been around her,\" and she looked reverently up. \" I think they were,\" said he ; but he knew not she referred to her oavii mother's Avords, and his had a double signification. Mrs. Kingsley summoned one of the keepers and questioned him ; and in the general ex citement Sarah Bancroft's departure Avas retarded. Indeed to travellers like herself, a violent act of highway robbery such as that was not to be disregarded. She was anxious to learn more, and that prompt measures should be taken to discover the criminals and bring them to justice. And the exciting ques tion was still under discussion when Mr. Kingsley and Captain Wynne returned. The latter much agitated. \"My God! Arthur, what do you think? The poor fellow lying there disfigured and lamed is Norris ! \" \" Norris ? \" ejaculated the son in a higher key, \" What brought Norris there ? \" \" Owen's over-anxiety and his OAvn fidelity."], [90, "76 FORBIDDEN TO MARRY. They became alarmed when we failed to arrive in the afternoon. At last he mounted and left Chester to meet us. Their idea was that your mother Avas too ill to proceed ; and that his services might be needed. Poor felloAV, he has paid dearly for his zeal. The miscreants struck him from his horse, and then rifled his pockets. There Avas very little Avorth taking, except his watch, and in their rage they beat him unmercifully. He will never be good for anything as a soldier again!\" \"And his horse, Captain,\" put in Sam, from the oaken settle, \" Avas that worth much ? \" \" Worth something as a horse, sir, Avorth nothing in the calculation of loss, Avhere a faith ful servant's life is concerned,\" Avas the answer, which somewhat took Mr. Samuel aback ; at least he rubbed his knees, and said no more. Then Captain Wynne expressed his hope that Mrs. Wynne should not be disturbed with the intelligence. \" I think you may trust Miss D'Anyer for that, sir,\" said his son."], [91, "AT THE FOREST HOUSE. 77 \" Miss D'Anyer will not be here, sir,\" observed Mrs. Bancroft stiffly, once more adjusting her cloak, and making a move. \" I say, you'd best take the whistle back, Mrs. Bancroft,\" suggested the forester. CO \" Aye, and make yourself comfortable where you are,\" added his wife, more ashamed of herself than she liked to OAvn. \" Miss D'Anyer has seen nothing of the place yet, and I'm sure she will not want to go whilst Mrs. Wynne is in danger, besides I don't think she could be spared, she is such a helpful little body,\" she was going to add, \" and such a capital nurse,\" but she remembered the grandmother's indignation at the Avord, and stopped short in time. The forester joined his Avife in her argu ments, and after some little persuasion, to which Sam added an interested Avord, Mrs. Bancroft, for a marvel, yielded to persuasion, took back the whistle, the horses Avere un saddled, she completed her purchases and orders ; and Avhen she and Samuel started for Waverham the next day, Muriel Avas left"], [92, "78 FORBIDDEN TO MARRY. behind, to her oavu satisfaction and that of others. Mrs. Bancroft had seen a finger that was not hers directing these events, and pondered over it. But she did not take the lesson very deeply to heart ; and Avent forth on her other errand to control human lives and destinies, as if she had a right Divine."], [93, "CHAPTER V. RED EIDIXG HOOD AND nER FRIENDS. flOf|ORE than a week had gone by, a week 3$M which Muriel devoted to the sick lady, with the solicitude of genuine interest, without asking herself how her services Avere regarded, or to be requited. She Avas one of those who could not witness suffering without an active desire to alle\\Tiate it, one Avhose simple aim seemed to be to make herself useful to others. It was nothing to her that Mrs. Wynne accepted her ministrations as one accustomed to homage and attention, one Avhose patrician birth entitled her to such service as her in feriors Avere ready to render. And if Mrs. Wynne considered the child honoured in being alloAved to Avait upon her, had not Muriel said the same, and meant it."], [94, "80 FORBIDDEN TO MARRY. What knew the lady of the long passages and flight of stairs Muriel trod up and doAvn so frequently on her behalf? or of the Aveari some watch in a darkened room, Avhen the sun Avas shining on the autumnal foliage without, and the twitter of birds, as well as the AToice of Mr. Kingsley, tempted the town girl to stroll with him and Arthur Wynne through the enchanting woodland ? Was it not sufficient that she, the daughter of a baronet, recognised the peculiar delicacy of Muriel's touch, and preferred her attendance to that of Mrs. Kingsley or her oavii maid, Owen, who Avas now by her side ? And when at length able to recline on a couch by the Avood fire, was it not enough that she smiled on the gratified young nurse and pressed into her hand a locket rimmed Avith gold and pearls, in which reposed a coil of her own auburn hair ? Proud indeed Avas Muriel of the delicate lady's progress toward recovery, and said it ; proud too of the souvenir so earnestly pressed upon her ; but had she or Sarah Bancroft"], [95, "RED RIDING HOOD AND HER FRIEyDS. 81 either had an inkling that the crystal locket with the jeAvelled rim Avas tendered as pay ment to cancel an obligation, the one Avould have laid it doAvn in sorrow, the other flung it back in scorn. Captain Wynne had chafed under the obli gations pressed on him by circumstances, as such, but he had the sense to see the spirit in which services were rendered, and that in their degree the Kingsleys and the Bancrofts Avere every whit as proud as himself, and he Avas careful not to Avound a feeling he under stood. He Avas liberal to the two keepers whose humane attentions to Norris had kept life in the man, no less than to those others who had rendered him and his personal service, but he saw intuitively that the Kingsleys Avould be insulted by offers of repayment, and his proud spirit chafed at the dilemma in which he was placed. His OAvn sense of justice told him that he had no right to trespass on the hospitality of strangers ; yet here they were quartered upon civilians for an indefinite vol. i. o"], [96, "82 FORBIDDEN TO MARRY. time, and civilians who assumed the rank and position of equals. It was a trial to the pride and independence of the military man. and he paced the long stone hall by the hour, inwardly rebellious and annoyed, outAvardly reserved and silent. In his manner Avhen addressed he Avas courteous, gratefully ur bane — but there Avas an evident effort to keep irritation down, and he was not cordial. The young man alone (after the feebleness consequent on loss of blood had Avorn off, and he Avas no longer compelled to lounge in an easy chair by his mother's bedside, or on the oak settle in the great hall) fraternised with their hospitable entertainers, made friends first with the hounds, then sought initiation into the mysteries of Avoodcraft, and Avas equally ready for a day's jaunt with Mr. Kingsley, taking the inn at Kelsall by the way, to look in upon Norris, and see that he Avas not neglected, or for a day's sport, and bore the forester com pany Avith such an easy acceptance of the situation as put those around him at their"], [97, "RED RIDING HOOD AND HER FRIENDS. 83 ease also. Certainly lie Avas at the age of adaptability. He had insisted on Muriel, whom he had dubbed \" Little Red Riding Hood \" from the scarlet cloak she wore, joining in a stroll through the park of the Old Pale and over the slopes around Eddisbury on the day before her departure. \"You may safely leave Mrs. Wynne to Owen's care noAV,\" he said, \" and I am quite of Mrs. Kingsley's opinion that you have been too long shut up with our invalid. A ramble through the Avoods will bring your roses back ; and I Avill take care no Avolf runs away Avith you.\" \" Ah,\" she answered with a smile, \" the wolf did not run off Avith Red Riding Hood from the Avood. It was in her grandmother's cottage he ate her up ; there are no talk ing Avolves noAV,\" and clasping her cloak she stepped out of the doonvay Avith him, as he replied, \"Don't be so sure of that, Miss D'Anyer, there are talking Avolves to be met everywhere, G 2"], [98, "84 FORBIDDEN TO MARRY. but they go on two legs, not on four. I've heard it Avas a Avolf of this description set his teeth in my father's arm.\" And the young man's face clouded as he spoke. \"A Avolf!\" she echoed incredulously, \"I heard your father tell Uncle Samuel that he Avas Avounded in a duel. But perhaps you are right, for I think men who fight duels are worse than Avolves, and Avorse than Cain, since they go on purpose to murder one another, and I do not think Cain kneAv Avhat he Avas doing. lie had never seen death before he struck his brother.\" Arthur Wynne looked doAvn at her in amazement. \" That is a iibav doctrine,\" he observed gravely, after a pause, \" I shall not forget it,\" and for some time he Avalked on in silence, keeping the child's hand in his as an elder brother might. It did not strike her that she had reflected on his father, and if it occurred to him, he made no remark. Presently she stopped and looked back at the house, with its many angles and gables,"], [99, "RED RIDING HOOD AND HER FRIENDS. 85 its black beams intersecting in strange devices the Aveather-stained roughcast, its Avindows of all sizes, from the tiny dormer to the broad mullion, and the one fine oriel over the en trance, from which the road swept doAvnwards in a steep but gradual descent. It had been a noble edifice in its time, but its best days Avere gone, and there Avas a portion lapsing into utter decay. \" I wonder how old the Forest House is ? \" soliloquised Muriel as she scanned it thought fully. \" It looks older than grandmother's houses in Toad Lane, and they have been built hundreds and hundreds of years ! \" \" We Avant my uncle, Sir Madoc Wynne, here to settle that question,\" replied Arthur ; \" I am not much of an antiquary, I only knoAv that the place is very ancient. Mr. Kingsley tells me that Eddisbury Avas a fortified city in Saxon times ; his own and his Avife's ancestors have held the place as Chief Foresters since the twelfth century.\" \" That is a long time,\" said Muriel, \" it tires one to count back.\""], [100, "86 FORBIDDEN TO MARRY. \"Aye,\" responded her companion, \"it is almost as far back as Sir Madoc counts the pedigree of the Wynnes.\" \"Pedigree! Oh! that's what my father talks so much about. And it is so tiresome. I don't think a long pedigree makes people kinder or better. Do you ? \" \"I have not considered the question, I will tell you when I do,\" and he laughed lightly, showing a set of firm Avhite teeth, and then he stopped, and pointing westwards bade her \"look across to the far horizon. You. see those gray mountains standing up like clouds against the sky ? Amongst them lies the home of Sir Madoc and his ancestors — and mine,\" he added as an afterthought. \" And that shining like water with the sun upon it, and those church towers ? \" she asked, as if not much interested in ancestry. She wras told she looked on the river Dee and Chester's old cathedral and churches ; but there Avas a wide and ATaried landscape spread out before them, nearer Oakmere glittered like a diamond amongst emeralds,"], [101, "RED RIDING HOOD AND HER FRIENDS. 87 and from another point in their ramble came Halton Castle into \\new with the river which gave its name to the ancient kingdom of Mercia ; the river which had scarcely begun to SAvell with its own importance, for the mer chant-fleets of the Mersey Avere then unbuilt. It was all new and glorious to Muriel, her broAvn eyes expanded to take in the panorama of moss and mere, village and Avoodland, city or stream or mountain, and then as they strayed through the woods tinged with the gold and broAvn of autumn, or on the grassy upland, the young man and the child, she filled her hands Avith flowers, nor questioned Iioav many might have kept possession of the soil since Saxon spades upturned it, though every blossom called an exclamation forth. Tangled amongst bushes and brambles (with the blackberries of which her mouth and fingers soon AATere stained), she found the Avhite and rosy trumpets of the bindweed, in shady nooks the hart'stongue fern, and others of the tribe ; Scotland's emblem, the spear thistle, held its head erect, and braved the"], [102, "88 FORBIDDEN TO MARRY gatherer, but she did not despise the A/elloAv corymbs of the common ragwort, or the gol den disk of the dandelion ; she found too a single raceme of the pure blue milkweed, and another blossom of the eyebright, lingerers from July ; and out in the open, a nodding harebell and a tuft or so of floAvering grass were added to her posy, of which she Avas not a little proud. It Avas shown with delight to Mrs. Kingsley, Avho, thinking little of these Avild natives of the forest, smiled at the girl's simplicity, yet supplied a queer-shaped vase of antique ware to hold them. And then they Avere carried as a precious gift to the invalid, on whose lips came a suspicion of a faint curl as she barely glanced at them ; but Owen bade her place her bouquet on a table in the oriel, and there they Avere left, to be ignominiously cast out on the morrow, Avhen the giver Avas herself gone, as \" disgusting Aveeds.\" But the harebell and the eyebright were not thrown aAvay with the rest. Someone had taken them from the jar ; someone who had"], [103, "RED RIDING HOOD AND HER FRIENDS. 89 pleasant associations with the \" vanished hand \" that had culled them ; someone who could symbolize the graceful form, and the bright eyes of the unsophisticated child with these wildlings of the Avayside and the Avood ; someone Avho had learned a lesson from the child of Avhich manhood might need a reminder. \" Well, have the murdering ruffians been caught yet ? \" Avere the first Avords of Mrs. Bancroft as Mr. Kingsley helped her to dis mount the folloAving morning, when she and her son came for Muriel. \" Has the captain's good horse been recoA-ered ? \" Avas the ques tion of the latter. \"Neither,\" was the ansAver of the forester. \" But there are tAvo men missing from the forest, avIio were hanging about the day before ; and the captain's gone to Chester to set the hounds of justice on their track.\" \" Aye,\" chimed in Mrs. Kingsley, \" and Ave've a notion Maggy Blackburn knows more of the business than an honest Avoman should.\""], [104, "FORBIDDEN TO MARRY. 90 \" What, Nurse Blackburn ? \" and a curious look crossed the face of Sam Bancroft as the ejaculation escaped him. \" A3*e, Nurse Blackburn ! \" quickly res ponded the mistress of the Forest House, with a look as curious and meaning into the calcu lating eyes of the querist, which shifted beneath hers, \" she's none too good, if all were told ; and she knows many a thing more than she tells.\" \" Hush, hush, Avife, a still tongue makes a Avise head, and Maggy Blackburn's not to be blamed for her lads' misdeeds.\" \" I'm not so sure of that, she should have brought them up better.\" \" So she should,\" echoed Sarah, Avith a proud glance at her OAvn son, as much as to say, \" See how he has been trained.\" \" As the tAvig is bent the tree inclines.\" \" Is Muriel ready ? \" interrupted Sam, who had his own reasons for changing the subject. \" Yes, here she comes,\" cried Mrs. Kingsley, as Muriel at that instant crossed the gallery at the far end of the hall, in her scarlet cloak,"], [105, "RED RIDING HOOD AND HER FRIENDS. 91 with the hood well drawn over her gipsy hat, whether for riding, or to shadow eyes moist from parting with languid and feeble Mrs. Wynne it would be hard to say. \" But you Avon't go AAdthout a bite or a sup, and dinner on the table ready for you.\" Sam excused himself on account of the horses standing out in the cold, but their host set his mind at ease respecting them, and soon he was busy Avith the game-pie and the home bre\\ATed, talking politics with the forester, Avhilst his mother betAveen the pauses of knife and fork had a private gossip with Mrs. Kingsley. Muriel had been called to the board, cloaked though she was, and young Mr. Wynne, Avho had her floAvers in his button-hole, saAv that she Avas not neglected. After luncheon there Avas another run up stairs, for another good-bye of Mrs. Wynne, Mrs. Bancroft folloAving her grandchild, and both Avishing the lady a speedy restoration to health, for Avhich she thanked them condes cendingly, with the graceful langour of exces sive debility."], [106, "FORBIDDEN TO MARRY. 92 But no sooner had the door closed behind them, than the sensitive lady cried to patient Owen — \" My salts, Owen, my salts! How that horrid old Avoman smelled of cheese ! And, Owen, bathe my temples with the Hungary water, her loud coarse voice has distracted me. Thank Heaven ! they're gone. That child's exuberance had become quite oppres sive. And,\" after a pause, \" my good Owen, Avhen you go downstairs, don't forget to throAv out those disgusting Aveeds.\" But Avhen Muriel had taken leave of his lady mother, Arthur Wynne accompanied her to the front entrance, and Avith much real friendliness lifted her to her seat on the pillion behind her uncle, Avhilst Mr. Kingsley, as of old, helped Mrs. Bancroft into her saddle. He had a grateful heart, had the j'oung man, and saAv that in his mother's set phrases of fare- Avell for Avhich he Avould haATe been glad to make amends. On the broad doorstep, beneath the oriel, also stood Mrs. Kingsley, in a figured linen morning gOAvn, whose last Avords vvere, \" You"], [107, "RED RIDING HOOD AND HER FRIENDS. 93 will let Miss D'Anyer come aud spend her holidays here, old friend ; my young folk will be home then, and they will sIioav her about. She has seen nothing of Delamere yet, mewed up in a sick room,\" apparently forgetful that Arthur Wynne Avas present, still pale, and with a plaistered forehead, but courteous and gentlemanlike as his father, for Avhose tem porary absence he had thought fit to apologise, not omitting thanks in that father's name, and his own. \" I'll think about it,\" was Mrs. Bancroft's brief response to the invitation, as she stooped to exchange a last business word with Mr. Kingsley, Avhose hand was on her bridle. But a smile of truthful earnestness broke over Muriel's homely face and lit up her ex pressive face while she answered for herself : \" Nay, I had a delightful walk through the Avoods yesterday, and I am sure I have altogether had a very pleasant visit.\" \" You have done your best to make it so for others, Red Riding Hood,\" observed Arthur Wynne, as he shook hands with her a second"], [108, "FORBIDDEN TO MARRY. 94 time; \"I do not knoAV whether my mother Avill miss you most or myself, and though Ave may never meet again, I assure you, I shall always remember the cheery little maid Avith the gentle singers and compassionate broAvn eyes under her red riding-hood. I shall have a reminder here,\" and he touched his wounded brow ; \" Good-bye ! \" \" The war-path and the trade-path do not often cross,\" murmured the young man to himself as the traA'ellers rode off, Muriel nod ding back. \" There is not much chance of our meeting again. D'Anyer ! I wonder how she came by her aristocratic name. By the Avay, she said something of her father's pedi gree. I'll ask the forester. Anyway she is a most obliging creature ! I Avish I had a sister like her, though she is not handsome. There is something in those broAvn eyes that is better than beautjr. I would my father had been here to take leave of them. I am afraid my mother does not sufficiently estimate our obligations to little Red Riding Hood and her friends, and he does.\""], [109, "RED RIDING HOOD AND HER FRIENDS. 95 And noAV the travellers from Manchester were again on their road, each carrying away a neAv chain of associations and speculations. If Sarah Bancroft's equanimity had been disturbed at Eddisbury, it had been restored at Waverham ; and as for her son, Avhy, he carried satisfaction under his three-cornered hat and buttoned up under his dark long-tailed riding coat if any one did. He had persuaded his mother that she was arranging that which he had arranged and settled quite tAvo years before, and he had done it to his OAvn satisfaction. \" Yes, Mrs. Kingsley, Sam is to marry Lydia Bradley at Christmas; it Avas that which took me to Waverham this time,\" Mrs. Ban croft had said to the forester's Avife before she came away. \"He has loved the lass many a year, but he has stuck to his mother and the business, and Avould not e\\Ten ask the girl till I had seen her and said I was willing. Not like that daughter of mine, Muriel's mother, who took the world on her shoulders at six teen, Avith never a Avord to kith or kin. No,"], [110, "96 FORBIDDEN TO MARRY. I told Sam to see and keep single, and he has done so to please me, and now I mean to take him into the business, and find him a house to live in, and the farmer will fit up the house for them. I've settled it all.\" \" Ah, well, it's about time Mr. Samuel had a home of his OAAm and a Avife in it, and Lydia's a notable body,\" observed Mrs. King sley dryly, asking after a pause, \" Shall you come for the Avedding ? \" \" Nay, it's our busy season, they can wed Avithout me.\" \" So they can,\" assented Mrs. Kingsley with a secret undercurrent of silent ejaculation. \" Bless my soul, how clever people can be taken in ! Trust Sam Bancroft to get all he wants ! \" And having a prospect of getting all he Avanted, even to a share of Farmer Bradley' s guineas, Samuel chuckled at his own clever ness as he rode along ; and cracked sly jokes Avith the people on the road, for uoav there AATere many journeying to the fair. Muriel kncAv nothing of the business which"], [111, "RED RIDING HOOD AND HER FRIENDS. 97 had taken them to Waverham, or of the com ing marriage of her bachelor uncle ; and as they jogged along her thoughts Avent back to the Forest House and those she had left there, and lingered amongst the rustling bracken or the many tinted bushes, folloAAred the flight of waterfowl from the meres, or of a hare or rabbit as it scampered out of sight, or travelled ahead to Chester Fair and the un known school Avhere her journey was to end. Daylight had not touched the veil of dusk when Bough ton Road Avas left behind, and Foregate Street rose on either side, quaint and curious. Midway, Sam made a feint of stop ping ; he pointed to an opening on the right, \"Here's Queen Street, mother; suppose we leave Muriel now.\" Muriel's heart gave a leap ; — surely she would not be left among strangers so abruptly ! \" Ride on, lad, and no nonsense,\" said her grandmother, and speedily, to Muriel's relief, the horses Avere entering the city under the Avide arch of the East Gate, and picking their way amongst a throng of people and horses and VOL. i. h"], [112, "98 FORBIDDEN TO MARRY. vehicles, and stalls of all kinds and degrees, from that of the itinerant quacksalver to that of the respectable tradesman. For although there Avas a ground set apart for the purposes of the fair, it was pretty much abandoned to dealers in horses and cattle, the booths of travelling showmen and mountebanks ; and the absolute buying, sell ing, and barter of merchandise Avas carried on in the highways and inns of the quaint old city. The church of St. Peter had already hung out the symbolic Avhite glove, and the fair was declared open. It was not altogether a novel sight to Muriel. Manchester had its fairs, if they differed someAvhat in character and impor tance, and also had its narrow streets of over hanging timber houses, picturesque and diverse of gable and tint ; it was only when she saw the people walking in the Roa\\ts in an arcade above the lower shops, or leaning on the parapets, and amongst them Welsh-women Avith men's beavers above their linen caps, 1 hat a feeling of strangeness Avas aroused."], [113, "BED RIDING HOOD AND HER FRIENDS. 99 So sIoav Avas their progress amongst the crowd that she had ample time for observa tion, and she Avas scanning curiously the Yacht Inn at the corner of Nicholas Street, Avhere the ground floor modestly retreated into the shade, and the upper stories advanced successively overhead — quite unconscious that they had halted at the old commercial house, or that the red-faced landlord was waiting to lift her from her seat — until she had a hint from her uncle. \" Come, Muriel, lass, bestir thyself. What art' dreaming about ? \" They Avere shown into a low-ceiled apart ment where candles were already lighted, and tables Avere spread with comestibles for the influx of customers peculiar to fair time. Huge loaves and joints of meat which had lost their fair proportions, remnants of pies, the separate halves of a cheese in japanned biggins, and these flanked with mugs of brown stone-ware with a foam atop, or brightly polished tankards of ale. But Mrs. Bancroft was disposed for something Avarm after her h 2"], [114, "FORBIDDEN TO MARRY. 100 journey, and soon a tea-board Avas before her, and as she poured out the fragrant beverage for herself and Muriel, Samuel carved a roasted capon, and dispensed it with the savoury adjunct of broiled ham. But he pre ferred a pull at a tankard to sips at a tea-cup. Muriel's appetite, as before, had been jolted out of her. \"You'd best make a good supper, lass,\" said her uncle, as he laid down his knife and fork, and smoothed his hands along his thighs. \" There's no knowing when you'll have another. They'll not feed you Avith foAvl and ham at school,\" and he chuckled until he choked. Muriel looked alarmed. \" Be quiet, Sam ; don't you scare the lass ! \" put in his mother sharply. \" She will have plenty of good wholesome food. I'll take care of that. Do you think Miss Briscoes Avould have such a name if they starved their scholars ? You might delight in tormenting her ! \" Whether or not, he had put to flight what"], [115, "RED RIDING HOOD AND HER FRIENDS. 101 little appetite Muriel had sat down Avith ; and sent her to bed in A-ery unusual depression. She Avas, hoAvever, fresh for breakfast the next morning ; and Avhen that meal Avas dis posed of, Avas in hopes that her grandmother Avould take her to the fair. But no, Mrs. Bancroft Avas too keen a business woman to Avaste a morning so unprofitably. She did not mean to be unkind, but hers were trading instincts, and Muriel there Avas an en cumbrance. I'll see about it before the fair's OA'er. You may look about you as Ave go along. I've already given a week to the king, it Avon't pay to throw another day aAvay into the bargain,\" Avas all she said as she took Muriel by the hand and stepped on briskly towards Queen Street. Samuel had been off some time to look after their furs and peltry at the neAV Hall and to see it unpacked."], [116, "CHAPTER VI. LEFT AVITH THE 5IISSES BRISC0E. nsl^HE highly genteel residence of the Misses Briscoe, Avas a solid if somewhat grim brick building with stone dressings, and a flight of steps the iron handrails of which swept outAvards with a curl right and left. There they AATere sliOAvn into a fireless reception room painted brown, Avhere a pair of globes stood sentry in arched recesses on cither side the hearth, and spindly fire-irons in tall rests within a perforated steel fender had an air of never being used, any more than the square footstools on either side, where a worsted cat and dog preserved unbroken peace. High backed chairs, Avith contorted limbs and painted velvet covers, were ranged like a regiment against the sombre walls, Avhereon .hung the pictorial embroidery and poonah-"], [117, "LEFT WITH THE MISSES BRISCOE. 103 painting which Avas the school's diploma ; and on the centre table Avere bDoks and other nick nacks presented by grateful pupils or their friends. After waiting a feAv moments the tAvo Misses Briscoe entered together, the thin mittened arm of the one sister resting on the thinner mittened arm of the other. Their high heeled shoes fell on the faded carpet in precise step, and their tall caps and prim long stomachers seemed to bend in unison as they courtesied with gracious if formal politeness and smiled urbanely. They Avere supposed to confer a favour in accepting the pupil. Brusque Mrs. Bancroft was not easily overaAved. She had no time to spare for ceremony, and after introducing Muriel as the Miss D'Anyer about Avhom she had AArritten, plunged into business at once. The two maiden ladies, nowise disconcerted, shook Muriel by the hand, spoke to her with reassuring gentleness, told her she need not OO J tremble, she Avas certain to be happy under their auspicious guardianship ; rang the bell"], [118, "FORBIDDEN TO MARRY. 104 for a \"Miss Williams,\" and desired that young lady, Avith the most benignant of smiles, to introduce their charming neAV pupil to her schoolmates. As a rule, Muriel was not demonstrate ; but then, notwithstanding the winning aspect of the teacher and the honeyed Avords of the Misses Briscoe, she flung her arms around the neck of her grandmother, and as if struck with a quick foreboding, cried piteously, \" Oh, grandmother, dear grandmother, do not leave me here ; take me back to my mother ; take me back to my mother ! \" \"My dear, you are disturbing your kind relative ; pray control j'our emotions,\" said Miss Briscoe calmly, releasing the clinging arms Avith prim decision, and leading the 3'oung girl to the door and to Miss Williams, as if the latter had been a sort of warder and she a captive ; her grandmother's \" Don't fret, Muriel, I'll see you again before I go back,\" folloAving her Avith just a gleam of comfort. There Avas a slight tAvitching of Sarah Ban croft's hard mouth and a suspicious moisture"], [119, "LEFT WITH THE MISSES BRISCOE. 105 in her eyes as Muriel was led away, but Miss Briscoe's unruffled demeanour recalled the business woman to herself, and she soon found that the Misses Briscoe, although smooth and A'elvety as peaches, and she as rough as a russet apple, were traders as keen and astute as her own self. There were so many small matters to be paid for, not mentioned beforehand as extras, so many little items in the Avay of plate and linen to be provided for the pupil — and left for the school, so much to be settled and arranged respecting course of study and needleAvork, the use of harpsichord and library, each meaning a fresh dip into the pocket. She, hoAvever, Avas prepared to be liberal, and only stipulated that Muriel should \" have a sound education, plenty of good food, and a comfortable home.\" Alas for fair promises and testimonials ! The Misses Briscoe traded on their power to mould their pupils to pattern, their own frigid gentility the model. They made too much of their Christian principles, and Avere strict"], [120, "106 FORBIDDEN TO MARRY. observers of fast-days and forms. But Avhat hearts they might have had in their youth, had shrivelled up like their lean bodies ; and the human hearts and souls in their charge Avere all but ignored in their system of training and discipline. They had a single parlour-boarder, and for the first fortnight Miss D'Anyer Avas permitted to take her meals along with this privileged young lady, at the table of the Misses Briscoe, which Avas set forth Avith due regard to the proprieties — and economy. But no sooner Avas the fair over, and the Bancrofts and DAnyers \" gone beyond come again,\" than she took her place with the rest of the pupils. True to her promise Sarah Bancroft had not only obtained the Rev. Thomas Bancroft's promise to watch over Muriel, as she told her for her comfort before she Avent aAvay ; but she had also called to see her grandchild aud take her round the city, and although Miss Briscoe and her echo had done their polite best to con vince her that \" Miss D'Anyer Avas perfectly happy, and that it would be a thousand pities"], [121, "LEFT WITH THE MISSES BRISCOE. 107 to unsettle the dear young lady again,\" she said she \" Avould rather risk that than break her word.\" She tempered her abruptness Avith an invi tation for Miss Briscoe to join them, and then there was no longer any demur. With a face all smiles, her scarlet cloak around her shoulders, her gipsy hat tied down under her chin, Muriel would have rushed to her grandmother's embrace, but there Avas a restraining hand to intimate propriety. And there Avas the chilling presence of Miss Briscoe, with eyes and ears open, whether under Mrs. Bancroft's guidance they traversed the Rows, or the Avails, that enclosed the city within a quadrangle of defensive rampart which peace ful citizens had converted into a pleasant promenade. And whether proud of her native city, or of her historical lore, the precise and stately preceptress descanted learnedly and loftily as they Avent — if somewhat parrot-like — on its glories and antiquities, ignoring, if not ignorant of the fact that Sarah Bancroft knew pretty well as much of Chester as she"], [122, "108 FORBIDDEN TO MARRY. did herself, and most likely Avould have told her so, if Muriel had not been there to see and be instructed. She, poor child, Avould much rather have cuddled up close to her grandmother, on this last day, and have talked of her mother, and George, her father, and her sisters, and her cousin Milly Hargreaves, but politeness con demned her to listen, and ere long she found herself interested. For though she did not care to hear that the citizens OAATed \" to the noble house of Grosvenor the magnificent new arch \" of the Eastgate (by the steps of Avhich they had mounted to the Avails), and could only see in the Cathedral an enormously big church rather out of repair, when they reached the angle of the Avail Avhere stood the Phœnix Tower Avith the canal fioAving tran quilly beneath, and Avas told that \"during the memorable siege of Chester King Charles the First looked out from the top and saw his troops defeated by the Parliamentarians on Rowton Moor,\" she seemed to feel for the soitoav of the poor king ; and Avould fain have"], [123, "LEFT WITH THE MISSES BRISCOE. 109 gone herself to the top of the toAver and have looked out like him, but her companions scanned the formidable ascent to the doonvay and the promise of further steps inside, Avith Avholesome regard to their oavii years, and breath, so Muriel scampered up the steps alone, to be recalled midway, with a quick \" Miss D'Anyer ! \" in which Avas compressed the essence of the censure and rebuke she would have in full the next day. She had scarcely forgotten her own disap pointment, or that of King Charles, when they reached the old North Gate, where their path lay under a narrow arch in a superin cumbent pile of buildings, dark and ancient, the roadway of course running under the larger arch beloAv. Here Miss Briscoe made a pause to be the more impressive. \" This,\" said she, \" is not only our North Gate, but the City Gaol, and is of most renowned antiquity ; indeed its foundations Avere laid by the Romans. Of course / Avas never inside,\" and she drew herself up vir tuously, \" but I understand it contains some"], [124, "FORBIDDEN TO MARRY. 110 curious cells, and instruments of torture such as Avere used in the old days of religious persecution.\" \" They don't use them noAV, I hope,\" put in Muriel earnestly. \" Oh, no, my child, those dark ages are past, no one is tortured noAV-a-days. There Avas a meddlesome fellow, called John HoAvard, avIio has a mania for visiting orisons, came here five years ago and he reported that in this City Gaol, the convicts and prisoners for trial, Avere severely ironed by the neck, hands, Avaist and feet, and chained to the floor, and at night to their beds in the horrid dungeon ; and he also said that the ' allowance of a pennyAvorth of bread for felons, and a pound for debtors, was inferior in quality to that sold in the city.' And many other things he said, even that ' men and women A\\Tere not properly separated ; ' all reflecting on the humanity of the gaoler. But no doubt he exaggerated grossly ; or if not, does he expect that Ave are to pamper criminals ? If men will commit offences, or will not pay their"], [125, "LEFT WITH THE MISSES BRISCOE. 111 debts, they deserve to go to gaol. They have no one to blame but themselves if they are punished.\" \" I don't think they have a right to put fetters on a man before he is tried,\" AAras the commentary of Mrs. Bancroft who had a habit of forming her oavh opinions, though not more inclined to deal leniently with offenders than others of her age and time. But Muriel, avIio had listened with dilating eyes, broke in breathlessly : \"I don't think they have a right to put anyone in irons, and chain him to the floor ; I think that must be torture.\" \" Little girls of your age have no right to think,\" Avas the severely grave rebuke of Miss Briscoe, and Muriel was silenced. Then, as if to efface any impression of harshness she might have left on Mrs. Ban croft's mind, this inimitable trainer of youth waATed a thin arm and a yelloAv mitten with a courtly air, towards an old building in an angle of the Avail, Avith the gracious"], [126, "FORBIDDEN TO MARRY. 112 intimation, \" And iioav avc approach the ' ancient halloAA^ed Dee,' as the poet Drayton designates our classic river, and here stands the Goblin ToAver ; the WatertOAver you may observs lies down below, though the Avater no longer washes its base as of old.\" Her hearers followed the wave of her arm, and looked out over the floAving river and the Avide expanse of country on the other side which Mrs. Bancroft told Muriel Avas Wales ; but she Avas impatient to get back to her business, and Muriel had not overcome the impression made upon her by the shadoAvs of the dark Northgate, and John HoAvard's report thereon. Her heart ached for the poor prisoners confined within those hard stone Avails, and she saAv and heard all else vacantly. The Avord Wales someliOAV brought up other associations, and she Avondered if the men avIio had robbed and beaten Captain Wynne's ser vant Avould be put in that \" horrid dungeon,\" and chained to the floor if they were caught, and with a child's logic began to hope they would not be caught, if that was how they"], [127, "LEFT WITH THE MISSES BRISCOE. 113 Avould be used — though they did certainly deserve punishing. Her grandmother obsen^ed that her mind was astray, and asked \" What art' a dreaming about, Muriel ? \" and being told, ansAvered, but not harshly, \" Don't thee bother thy young brains o'er such things, lass ! Rogues like those deserve hanging, and nothing less. Hoav else are honest folk to travel in peace ? \" This Avas another problem for Muriel, Avho Avalked dreamily on over the Watergate and past the Roodee, and only roused Avhen the Castle was pointed out. \" What ! a real castle where knights in armour used to bve and fight ! \" The exclamation Avas addressed to her grandmother, but Miss Briscoe replied : \"Yes, Miss D'Anyer, and the ground at the end of Queen Street, Avhere you saAV the shows and mountebanks, was formerly the ' Justing Field,' where the armed knights were Avont to ' tilt.' \" \" Oh, like Prince Arthur and Sir Lancelot du Lake, and Sir Tristam,\" and Muriel, who vol. 1. 1"], [128, "FORBIDDEN TO MARRY. 114 had met with a feAV old romances, gloAved with a new enthusiasm. \"I'm afraid, Miss D'Ayner, yours has not been an improving kind of study. We must amend that,\" and the enthusiasm Avas damped. Indeed, Avhenever the natural girl broke forth, or addressed herself to her grand mother, or crept to her side loA'ingly, there Miss Briscoe interposed to keep the palpi tating young heart within bounds, and re press any undue confidences. And when, having left the Bridge-gate far behind, and the Wishing-steps Avhich promise so much that can never be, and having made the circuit of the Avails, descended once more into Eastgate street, Miss Briscoe retained Muriel's hand Avithin her own ; \" for her safety in the throng of the fair.\" Nay, even when Mrs. Bancroft led the Avay to the New Manchester Hall, and generously pressed upon the admiring school mistress a mink muff and tippet each for her self and sister, with a vieAv to bespeak favour for her grandchild, her vigilance scarcely relaxed."], [129, "LEFT WITH THE MISSES BRISCOE. 115 It was during the selection of these that Muriel saw her father for a moment, but he Avas busy with a Welsh customer bartering fustian, tufts, and moleskin for flannel, and had not even a kiss for the child, avIio sighed and watched him Avistfully, but beyond a brief \"Good-bye, be a good lass,\" she had no further word or speech from him. \" Do not disturb your good parent, you see he is engaged,\" had been Miss Briscoe's frigid reminder, unheard by the grandmother, or she Avould have set that matter right. With half-closed eyes Samuel Bancroft had \" taken stock \" of the stately old lady as she entered the hall in the Avake of his mother, and courtesied to him as formally on introduction as if in a drawing-room, and he certainly must have sent a random shot home to her, when he saluted the ghd in his idea of jocu larity with, \"Well, Muriel, you're a prisoner now, I hope you like your gaolers.\" He had the jocularity taken out of him, however, before the day Avas two hours older Avhen someone came to talk to him about 1 2"], [130, "116 FORBIDDEN TO MARRY prisoners and gaolers, a tall thin woman in a grey cloak, whom he called \" Maggy,\" and who came Avith a request, Avhich took the form of a demand, a demand that had to be complied with before he got rid of her. It must have been no joking matter to him, for long after she was gone, he looked right and left and rubbed his knees, ejaculating under his breath, \"Egad, its Avell that anti quated piece of frozen honey and vinegar took our old dame out of sight and hearing, or there'd have been the very devil to pay.\" It might be Avell for Sam, but though her grandmother went back to Queen Street, and she was politely invited to take tea at the same table, Muriel had not one moment's private speech Avith her. The wary spinsters might have spared their pains. Muriel was not given to feel oppressed, or to complain ; they checked some loving messages home, but no undue revelations. In fact she had hardly bent her shoulders to the yoke of discipline when her grandmother went; but with the closing of the door"], [131, "LEFT WLTH THE MISSES BRISCOE. 117 began her school-life in earnest : school-life as it Avas in the last century, A\\dien even in the home the birch Avas the symbol of rule. She had her first shock on the night of her entrance, when the bedfelloAV to whom she had been assigned, a Miss Alice Ford, from Northwich, led her upstairs to the dormitory which she was to share Avith several others. It Avas not only that there were five or six pallet-beds in the room, or that pillows and coverings Avere scant, or that she objected to a bedfelloAV, or to wash in a basin of water common to others, or that the dim rays of the dip-candle, placed on the landing to serve four rooms, had a struggle to reach her corner, or that she was told she must have her clothes folded and be in bed in less than ten minutes ; it Avas the culmination of all these in a babel and a scramble in which there Avas no pause for prayer, in which she knelt down amidst confusion, to rise from her knees in the dark, which seemed to overturn all her own mother's reverent teaching, and over whelm her with dismay."], [132, "CHAPTER VII. muriel's xeav life. npjsROM a confused dream of home, and of gSMa nursing her infant brother, whose cry- ing Avas not to be stilled, Muriel was aroused at six the next morning by the loud clangour of a bell. There Avas a general leap to the floor, and a repetition of the overnight scramble, not unmixed with contention avIio should be first to use Avater or toAvels, Avhose turn it Avas to fasten the backs of bodices, or to make the vacated beds, the prompt willing ness of Muriel to give place or to assist others resulting in disaster. When the bell rang its second summons her frock Avas not on her shoulders, and of those she had been ready to help not one would stay to fasten it for her. They could cry, \" Make haste, you'll be late ! \" but only"], [133, "MURIEL'S NEW LIFE. 119 Miss Ford, the daughter of a Northwich yeoman, had the grace to turn back and bestow three minutes on the new pupil. Those three minutes represented a repri mand, and a fine which Avent into a money-box \"for the poor.\" No excuse was admitted. Miss Ford paid for her act of courtesy (on the score of dilatoriness), and once more Muriel's sensitive heart was shocked. That she, being fresh to the school, and ignorant of its rules, was exonerated, was no satisfaction to her so long as another was punished on her account. She Avould have refunded the fine. \" Keep your pence,\" said Miss Ford, who Avas two years older than herself ; \" you Avill need all your pocket-money.\" And so Muriel thought Avhen Miss Williams warned her not to stand on the hearth or she would be fined, and when the entrance of Miss Betty after a tour of inspection in the dormi tories, and the discovery of stray articles, such as caps and brushes, added sundry pence and halfpence to the growing fund \" for the poor.\""], [134, "FORBIDDEN TO MARRY. 120 Whilst Muriel Avas speculating on the sum in the box, and the amount so collected in a year, Miss Briscoe appeared, and bent her head with a formal \" Good morning, ladies,\" as her sister had done, to be in turn saluted with low and elaborate courtseys from the pupils en masse. Miss Williams, the mild and ladylike teacher, then placed a large book on a table near the fire, and at the signal, Avith won drously little shuffling, the girls dropped to their knees simultaneously, and Miss Briscoe read, or declaimed, a morning prayer from the volume. After prayers there Avas more reprimanding for inattention, carelessness, lack of devotion; and Muriel Avondered at her own escape, for her mind Avould stray homeAvards, and insti tute comparisons between the prayers of her mother and of Miss Briscoe. Breakfast followed, but until she had ceased to be the especial guest of the principals, Muriel knew nothing but hearsay of school room fare. Her first experience Avas of the boiled milk"], [135, "MURIEL'S NEW LIFE. 121 and bread set before the young ladies for breakfast thrice a Aveek, which the careful cook had seasoned with bits of egg shell, cheese, suet, etc., shaken in with the crumbs from the bread-basket and kitchen table. \"Oh! for a cup of the new milk from the Stocks' Farm, and a plate of oatmeal porridge ! This mess is uneatable,\" thought she. There were plenty of hungry candidates for that which she rejected, and on milk mornings she generally went breakfastless. Nor did dinner make amends. A good ap petite Avas \" vulgar,\" \" OA'er-feeding tended to corpulence,\" consequently the meat and vegetables Avere doled out with due regard to the slim gentility of the young ladies. The consternation when \" Oliver Twist asked for more,\" could not exceed that Avhen Muriel passed her plate innocently for \" another potato, if you please.\" As at dinner, so Avas the long tea-table set out, with due regard to gentility. Each young lady had her oavii china cup and silver spoon ; but a very wishy Avashy apology for tea Avas"], [136, "FORBIDDEN TO MARRY. 122 poured therein, and one tiny lump of loaf sugar duly dropped in from silver tongs as flavouring, by Miss Williams, avIio presided. (Brown sugar Avas not genteel, and white Avas expensive.) Plates of thick bread, with a microscopic film of butter, Avere ranged at intervals, and hungry Muriel unsuspiciously helped herself to more than the regulation quantity. Some one else, better informed, must have done the same, for when Miss Ford and the other monitress, Avhose duty it was literally to wait, sat down to their oaatu chilled repast, the plates Avere bare. \" Oh, that's nothing neAv,\" was the answer of her next neighbour, to a question from Muriel ; \" only tAvo pieces each are sent in. If any one takes more, some one must go without. There is no more to be had.\" Muriel Avas dismayed. A second time Miss Ford Avas doing penance for her. She could not stand that. Her sense of justice over came timidity. She rose, and begged that"], [137, "MURIEL'S NEW LIFE. 123 Miss Williams Avould order in a fresh supply, explaining that she found she had taken more than her share. \" It is against the rules,\" said the teacher quietly, but she flushed to the roots of her hair, as if she felt her task unpleasant, know ing how insufficient was the quantity for growing girls. It is certain that Muriel's frank admission and request were not displeasing, or she Avould not have shut her ears to the indignant \" It's a shame ! \" Avith Avhich the novice sat down. As certain as that Muriel had a friend in Miss Ford from that hour. And it was no unusual thing for kindly disposed Rachel Williams to close both her ears and eyes, Avhen by so doing she could ward off punishment for trivial offences. Hoav else Avould it have been possible for the day scholars to smuggle in the buns and rolls half famished Muriel and her companions gave them the secret pence to buy ? She had a gentle heart, and had been tenderly nurtured, but her mother had long"], [138, "FORBIDDEN TO MARRY. 124 been dead ; her father, a naval officer, had fallen in battle, and she was dependent on her situation for support. Many Avere the indig nities she herself bore, and bore calmly, Avait ing patiently for the day in the unknoAvn future Avhen her lover, a Lieutenant Griffiths, in her late father's ship, should come and claim her. Not that she was altogether friend less ; she had an aunt in Wales who Avould have made a home for her, but self-respect inclined her to turn her English education to account, and to put up Avith minor evils philosophically. She saAv much in the fashionable boarding-school which she Avas powerless to remedy, but she had the conso lation of softening asperities, and even of turning hardships to a Christian account. Muriel soon learned to look to her for counsel and comfort. After carrying her silver-clasped Bible to St. John's Church a couple of Sundays, it Avas coolly transferred to Miss Briscoe's hands, and not returned. \" It is too costly for a child's use,\" she Avas told. The girl felt as if a portion of her"], [139, "MURIEL'S NEW LIFE. 125 heart had been torn away, yet she could not venture to expostulate. To Miss Williams she went in an agony of grief, and laid bare all her mother's Avishes, and her own promises, as bound up in that volume, and her dread lest it Avas gone for ever, and the fulfilment of her promise with it. \" My dear Miss D' Any er,\" said the teacher kindly, making the best of what she disap proved, \" do not be alarmed ! When you leave the school, your Bible Avill be restored to you. No doubt Miss Briscoe considered that the parade of so costly a book before your school felloAvs Avas calculated to arouse pride in yourself, envy and other ill-feelings in them. You Avould not Avish to tempt others to evil. Consider it as a temptation out of your A\\Tay; and remember that your promise to your good mother Avas made as a means to build up a Christian life. I Avill find you a plain Bible and Prayer-book, Avhich will serve that pur pose quite as well ; and I will give you what help I can — a quiet half-hour now and then, for reading, and explanation AAdien any"], [140, "126 FORBIDDEN TO MARRY. difficulty arises, if 3Tou will regard me as a friend.\" Muriel could but remember, as the explana tion so kindly put made itself felt, that she had indeed been proud of her exclusive possession, as if it conferred distinction on herself; and she recalled too the upturned noses of her schoolfelloAvs ; their nods, and looks, and sly nudgings as she had taken her place in the file, book in hand ; to say nothing of the whispers. \" Isn't Miss set up ? \" \" Silver clasps in deed ! \" \" Vastly fine ! \" and other sneers which had reached her in passing, and being open to conviction, she greAv calmer as she listened to Miss Williams' apology, if not altogether reconciled to her loss. It wTas soon buzzed about that Miss Briscoe had impounded the coveted volume, and then the same young lips twitted her spitefully with the \" pride that had a fall,\" until Miss Ford interposed betAveen the passive Muriel and their ill-nature. She soon found that the teacher was as"], [141, "MURIEL'S NEW LIFE. 127 good as her Avord. Without the slightest show of favouritism, Miss Williams made her feel she had a friend beside her there ; and truly a friend Avas needed to make the strict routine endurable. Not that it Avas Avorse for Muriel than for others, only that she was sensitive and susceptible. So much time Avas given to study and needle- Avork, so little, so ATery little, to recreation ; unless the hour deA^oted every morning to deportment Avas considered such. Muriel did not think it Arery lively to bend her knees in courtseys till they ached, or to be screAved up in the stocks to turn out her feet, or to march about the schoolroom with a leather collar propping up her chin, and her arms pinioned by a backboard to improve her figure. She would much rather have walked up and down the kitchen at home with George in her arms, or led a game of romps with her younger sisters, and I am afraid was not over grateful to her grandmother, whose motives had not been confided to her. Yet it must not be forgotten that for"], [142, "FORBIDDEN TO MARRY. 128 healthful exercise — and the parade of the school — there Avas the weekly promenade round the city Avails, Avith the favour of an occasional detour into the Roaats, when those Avhose pocket-money had not already gone in secret to the baker's, or openly to the poor-box, might regale at the pastry-cook's, and lucky did the girls think themsehes if now and then the Misses Briscoe delegated their guardianship to Miss Williams and a monitress. Muriel would have considered herself for tunate had it been so on that brisk December day, when she had been ten Aveeks in the school. Instead, Miss Briscoe, stiff as any other martinet, marched at the head of the graduated file of girls, whilst Miss Betty brought up the rear. Miss Williams Avas a prisoner to the schoolroom, keeping guard over lesser prisoners then in disgrace. It Avas a very staid and decorous but not very animated procession. The keen air sharpened appetites already sharp enough, and the cold pinched fingers and toes already"], [143, "MURIEL'S NEW LIFE. 129 in danger of chilblains. Muriel Avas well pro tected from the weather. Other girls had muffs, or cloaks, or gipsy bonnets of straw, but her bonnet Avas a glossy black beaver, rough ened by eA*ery breeze, and Avorn in conjunction with muff and cloak, the combination brought her into trouble. They had not proceeded far in their routine walk along the walls, AAdien, midway between the Wishing steps and the Bridge-gate a young lieutenant of the Royal Welsh Fusiliers, was observed lounging idly against the parapet. He had a handsome face under his black cheese-cutter hat ; and as his scarlet coat and white spatterdashes set off a Avell-formed if slight figure, no wonder if more than one stray glance went tOAvards him. All at once he gave a recognising start, ejaculated \"Red Riding Hood, by all that's Avonderful ! \" and, with a well-pleased smile breaking over his face, darted forward and offered his hand to Muriel, who took it, nothing loth, and answered his \" Miss D'Anyer, how glad I am to see you ! \" with \" And so am I, Mr. Arthur. But I did not atol. 1. k"], [144, "FORBIDDEN TO MARRY. 130 know you. I hope Mrs. Wynne is better, sir. \" Ah the hair-poAvder and uniform disguised me, I suppose. Now it was your familiar attire caught my eye ! Oh, thank you, my mother is \" He got no farther. Miss Betty from the rear, and Miss Briscoe from the van, had come aghast to the rescue. Consternation sat on every youthful broAV but Muriel's, and she wore a look of questioning perplexity. With aAvful severity Miss Briscoe demanded, — \" Hoav dare you presume, sir, to accost one of my pupils Avithout sanction ? Lying in Avait to arrest her progress during our promenade ! It is monstrous ! \" Lieutenant Wynne bowed, offered a defer ential explanation and an apology ; but Miss Briscoe Avas not to be mollified, or misled, as she phrased it. \"Your colonel will hear of this matter, sir,\" AA*as her final and decisive bloAv. Arthur Wynne raised his hat, bowed regret fully, said to Muriel, \" I hope, Miss D'Anyer,"], [145, "MURIEL'S NEW LIFE. 131 I have not plunged you into disgrace Avith my precipitation,\" and stepped back, leaving the way clear. But the scandalized spinsters were so much discomposed by the pouncing of this wolf in uniform on one of their flock, that nothing but immediate return Avas possible. It Avas only in the security of the haven in Queen Street that they could deal with a matter of so much moment. The venr character of the school Avas in peril. As for Muriel, solitary confinement and bread-and-water diet for the remainder of the Aveek Avas her portion Her attempt at explanation only made the matter Avorse. \" Not knoAvn him a fortnight ! It was dis- graceful ! \" Solitary confinement in a tireless room in midAvinter Avith such dietary would noAv-a days rouse the indignation of parents, and drive the educational professor into the Bank ruptcy Court. Then, it AA^as a part of the common system, and it Avas not for the pupil to rebel or the parent to remonstrate. Alike in k 2"], [146, "FORBIDDEN TO MARRY. 132 our army, our navy, and our schools, discipline Avas preserved rigorously. If Muriel, catching at a Avord thrown out by the young officer, Avhose commission Avas little more than a month old, looked for the appearance and intervention of Mrs. Wynne, she Avas disappointed. That lady never came, although her health Avas sufficiently re-estab lished for visiting. \" The schoolmistress Avas quite right, Arthur, and most discreet,\" she had said to her son, \" You certainly took a liberty.\" — \" Yes, gratitude is vastly proper, no doubt, but it has limits and degrees. Mine does not prompt to a cultivation of an acquaintance with a school-girl, or her trading relatives.\" Captain Wynne must have thought some what differently, since, before Miss Briscoe could fonvard her complaint to the colonel at head quarters, she had a visit from him. He came less to tender an apology for his son than to inquire for Miss D'Anyer, and to smooth away any misconception by the remark that he and his Avere under consider-"], [147, "MURIEL'S NEW LIFE. 133 able obligations to the young lady and her friends, and he desired to thank her in person. Yet so little deference did he pay to Miss Briscoe's dignity, and so little was she disposed to admit precipitancy or mistake on her part, that the captain Avas constrained to take leave Avithout seeing Muriel, and the message he left Avas never delivered. But such a flutter had the officer's arrival created, that the neAvs went to Muriel as a \" profound secret \" along Avith her bread and water. For a moment it warmed up the chilly atmosphere of her dormitory ; but it passed, and added only one more to the many problems her child-brain attempted to solve during her fasting solitude. At first she had flung herself down on the deeply recessed AvindoAV-seat, and coiling her pinafore round her bare arms, looked down vacantly on back yards, where garments from the Avash alone enlivened the scene, and on the playground Avhere Avas never any play, Avondering and pondering the nature of her offence."], [148, "134 FORBIDDEN TO MARRY. \" Oh, A\\diat Avould I not give for my cloak, or my fur muff and tippet, from the robing room ! \" she murmured to herself, as the cold seemed to freeze her blood ; \" I dare not Avrap myself up in one of the quilts or they Avould chastise me as they did Miss Sims. It is very cruel ! I Avonder if either Miss Briscoe or Miss Betty Avas served so Avhen they Avent to school ! But Avhat is it all for ? \" And then she Avalked about the long room to keep herself from freezing utterly ; still turning over and over in her mind the injustice of her punishment, the hardship of her daily life, the stern discipline of the school, her grandmother's motive for singling her out for such an experience, the pain it Avould cause her mother to know Avhat she had to endure, the Avonder no letters came Avith home neAvs or inquiries, the aching fear lest she was forgotten ; and then with the memory of the Sunday evening sermon at the Octagon Chapel, came the inner questioning if she Avas expiating some unremembered sin; and the preacher's category of \" sins of omission,\""], [149, "MURIEL'S NEW LIFE. 135 coupled with his fiery denunciations, filled her Avith terror. Unknown to all, Muriel passed through a crisis of her life in those three solitary days. There had been bitter moments Avhen there was danger that her soft and sensitive heart would harden to stone under the sense of neglect and cruelty. But on the eve of the second day (the day on which Miss Ford, as monitress of her class, brought up on a daintily covered Avaiter, the bread and Avater for her mid-day meal, and with it the secret of Cap tain Wynne's visit), Avhilst the Misses Briscoe Avere sipping their souchong in contentment, Miss Williams, AAdiose heart ached for the innocent offender, carried her own tea up to the bewildered pupil sitting alone in the cold and dark, and Avith it, a downy angola-shaAvl of her oavu ; determined to brave the censure of her employers if it came to their kno\\A~ ledge. \" Here, throAV this over your shoulders, my dear, and drink this tea, it may serve to warm you,\" was all that she said, but it Avas"], [150, "136 FORBIDDEN TO MARRY. sufficient. Muriel kneAv instinctively that the tea Avas her teacher's own, that sheAvould her self have to go Avithout, and that simple act of self-denying sympathy turned the Avhole cur rent of the girl's feelings. She burst into tears. The teacher had to slip back hurriedly, but she had time for a feAV Avords of healing, and Avhen she left the crisis was past. Muriel sank on her knees and prayed. It Avas a child's prayer; but it went up to heaven on the wings of faith and submissive humility. The learning of a psalm had been part of her punishment ; the Bible left Avith her for the purpose became an up-springing fountain of consolation for her all the last day of her penance, and for ever after ; and she gathered strength from it as well as comfort and guid ance. That which had been intended by the Misses Briscoe as a penalty for speaking to a stranger, and Avhich had called up a spirit of rebellion long dormant, Avas, with God's blessing and the kind teacher's instrumen tality, converted into a permanent benefit. Whithersoever Miss Williams Avent, Avent"], [151, "MURIEL'S NEW LIFE. 137 also the Three Christian Graces, and she had introduced them to her sad little friend. All the school was agog the following week. Letters Avere to be written home. It Avas a sad damper to the uninitiated to find they had to be draughted on their slates, and to be sub mitted to Miss Briscoe for revision and inter polation before they could be transferred to paper. Muriel's epistle had undergone wonder ful transformation in the process, and she felt some compunction in setting her signature to it Avhen complete. \"Hoav am I to sign this? It is not true,\" whispered Muriel across the double desk to Miss Ford avIio sat opposite. \" What you Avrote Avas true. Leave the alterations on Miss Briscoe's conscience,\" Avas the cool reply, and after a little more hesitation the letter was signed. The answer came in a hamper just before Christmas time, Avhen the other pupils Avere looking fonvard to home cheer and festivities. Muriel did not see it opened ; but Miss Briscoe reported among the contents three letters, —"], [152, "138 FORBIDDEN TO MARRY. one for herself and two for Muriel, two books, and a large currant cake. This she Avas at once allowed to cut up and distribute amongst her companions. Then, and not before, Miss Briscoe read out to her slovrly and deliberately, as if she Avere picking her Avay amongst the words and sentences, that which had been penned by her mother and grandmother for the girl's own ejTe and heart, and to which Muriel listened Avith clasped hands and eager eyes. They Avere just such letters as might be expected to answer her fabulous epistle home. She was congratulated on her health, her happiness, her attachment to her benign teachers, and was told to be thankful for a home so replete with comforts denied in other schools which they could name. Then followed the home news, and this swalloAved up the advice with which the letters Avere concluded. She learned not only that her Uncle Sam Avas gone to Waverham to be married to Lydia Bradley, but that her little brother George"], [153, "MURIEL'S NEW LIFE. 139 had been dead for more than six weeks, — the brother she had nursed, who had learned to walk by her hand. After that Miss Briscoe's dry, hard tones fell on deaf ears. Muriel sat on the form with her hands still clasped, but as one crushed and stunned. There Avere pitying glances directed towards her, but she seemed neither to hear nor see. At length Miss Williams took her by the hand and led her to her own room, where the sluices of grief might open and relieve the bursting child-heart. She did more. Under the conviction that it Avould be cruel to leave the young thing with those frigid spinsters in that great house, alone with her new sorroAv, she obtained per mission (granted readily enough on the calcu lation that her board would be saved) to bear Muriel aAvay with her to Wrexham, Avhere she always spent her own holidays, at a large farm about a mile beyond the town, Avith her good-natured and hospitable Aunt Parry."], [154, "CHAPTER VIII. MRS. HOPLEY'S POSTSCRIPT. OlNLY three weeks' holiday! Yet what _■ a boon and a refreshment it Avas, alike to worn-out teacher and pupil. To Muriel it Avas nothing less than a provi dential change for which soul and body Avere the better. Fancy what she would have endured shut up for those three weeks with the prim and unbending spinsters in their formal back sitting-room, Avithout recreation or books cal culated to dissipate her new sorrow — the library of which she had \" the use \" Avas scant and heavy — or waking the echoes in the soli tary dreariness of the uncarpeted school-room and dormitories ; to pass and re-pass servants to Avhom she might not speak ; to shiver in vieAv of a sire she might not approach ; and to"], [155, "MRS. HOl'LEY'S POSTSCRIPT. 141 sit in silence at a precise table where her portion of food was all too meagre. And then contrast the untrammelled free dom of the farm-house life, which she had been so fearlessly invited to share, and Avhere a hospitable Avelcome met them in advance with the farmer's cart at Wrexham, to be repeated in every act and word of her kind hostess. True, everyone there saA^e Mrs. Parry had a Welsh tongue, and her English Avas none too fluent, but Miss Williams was a ready interpreter, and in her absence a smiling pantomime did duty for speech ; and it Avas good fun for Muriel to pick up words and phrases in the Cymric vernacular. Then there was the abundant and nutritious fare — milk, eggs, poultry, apples, honey, without stint, with the very sweetest of broAvn bread and butter. Muriel had learned to milk at the Stocks' Farm. It AA*as a renewed pleasure to pat the sleek sides of the small Welsh coaa-s, and try her hand afresh at milking time. She could help to feed the poultry, watch with interest"], [156, "FORBIDDEN TO MARRY. 142 the processes of churning, butter and cheese making, and could share in the Christmas merry-making, where the strange costume and speech Avere part of her entertainment ; and if she could not understand the Sunday services at Wrexham's picturesque church, she could comprehend her kind friend's translation and comments during the drive back to the farm. On one of these occasions the spring cart, driven by Mrs. Parry's son, had to be draAvn aside to make way for a passing carriage drawn by tAvo small native ponies ; and in which reclined a lady muffled up in furs, and accompanied by a portly gentleman. In the former Muriel recognised Mrs. Wynne, and with a sudden exclamation clasped her hands elated ; but the lady made no sign of recognition, and her companion Avas a stranger. The girl's countenance fell. \" Do you know that lady ? \" inquired Miss Williams. \"Yes, she is Mrs. Wynne, Captain Wynne's Avife, mother of the young officer — you remember.\""], [157, "MRS. HOPLEY'S POSTSCRIPT. 143 Yes ; Miss Williams remembered ; she had heard how Muriel chanced to know the voung lieutenant ; and she had an opinion that the lady might have distinguished Muriel in the cart, had she been so minded, but she only added, after a feAv Avords in Welsh with Mrs. Parry, \" Mrs. Wynne is staying Avith the captain's relatives at the Plas, avc may meet her again.\" Meeting thus Avith Mrs. Wynne, sent Muriel's thoughts off at a tangent to the Forest, to Avonder if the captain's servant Avas better, and if the robbers had been put in prison ; and if they Avere the men Mrs. Kingsley fancied ; and Avho that Maggy Blackburn was, for she had kept her ears open though her lips Avere closed. Then having landed at Waverham AATith Magg}r Blackburn, the marvel of her Uncle Samuel's marriage filled her mind Avith speculations what her new aunt would be like, and Avhen she would see her, and Avhere they were going to live ; and then home her thoughts flew to her mother, mourning for the loss of little George, and"], [158, "FORBIDDEN TO MARRY. 144 she had not a very bright face Avhen the cart stopped at the farm-gate. They did not meet with Mrs. Wynne again, although they wrapped themselves up and rambled over the mountains, making the most of the fine crisp Aveather, day after day. There is no question Muriel was disappointed, but she did not let disappointment mar her enjoyment. Indeed, she gathered a fund of more than health in those excursions. For to Rachel Williams — \" Not a tree, A plant, a leaf, a blossom, but contained A folio volume. She could read, and read, And read again, and still find something new, — Something to please and something to instruet,- E'en in the noisome weed.\" And though Avinter had stripped most of the leaves from the book of Nature, she could find— ' Sermons in stone, books in the running brooks. And good in everything.\" And so she fed Muriel's receptive mind with the purest thought, and led the girl to look herself for good in everything, even though"], [159, "MRS. HOPLEY'S POSTSCRIPT. 145 the mountains wore no summer robes and the air was keen and cold. It was well ; for Muriel had gone to the Misses Briscoes' school under a delusion, only to experience a rough awakening. She went back now, re-invigorated and strengthened, to face evils of which she knew the Avorst, and determined, with the help of her Heavenly Father, to make the best of that which she could not remedy, and which might not be Avholly evil. It was well she went back to the chilly rooms, scant fare, Avearisome exercises, and difficult tasks (not so much in books as needle work) in so cheerful a spirit ; it served to reconcile her somewhat to the severe discipline, and brighten the monotonous hardship of daily routine, not only for herself but for those with Avhom she came in contact : as Rachel Williams had brightened it for her. Young Misses of the present generation have no conception Avhat those hardships were at the period Avhen the birch for personal castigation Avas considered an indispensable VOL. I. L"], [160, "FORBIDDEN TO MARRY. 146 adjunct of even a fashionable seminary; when the set visits of music and dancing masters alone broke the monotony; and a letter or hamper from home put the Avhole school in a flutter, even though the contents Avere doled out, as it were, through a sieve. It Avas quite an excitement Avhen Miss Briscoe announced, with some stateliness, the arrival of \" an eminent artist to paint Miss Ford's portrait \" on white siik for the after embroidery of draperies and accessories in coloured silks by the favoured young lady ; such portrait-taking being a sure indication of a coming removal from the establishment, and of friends Avilling to pay Avell for the distinction. Yet Muriel blurred a bright carnation in her own embroidery with a tear Avhen she heard of the parting in store, for she had learned to love Alice Ford. Tavo years, — tAvo years more of study and privation, — and then Miss D'An}^er herself Avas invited \" to have the honour of sittino- to the celebrated artist ; \" but prior to that, her grandmother (aaJio came duly for the great"], [161, "MRS. HOPLEY'S POSTSCRIPT. 147 fairs, and brought just a few scraps of home news for the girl's hungry heart, and always a present for the Misses Briscoe) had carried off in triumph an embroidered posy with impossible stems adorned and tied with a sprawling blue bow, all on a circular disc of Avhite satin, likeAvise a filigree basket and tea caddy, a set of sine linen shirts, and a muslin apron of marvellously delicate workmanship, to be exhibited to the D'Anyers as a proof of Muriel's proficiency and her oavii wisdom in bearing her off to Miss Briscoe's renowned school. She had no suspicion how many fines had been paid, Iioav many tears shed by aching eyes over the \" sixteen different openwork stitches \" in the embroidered apron border which Miss Briscoe displayed with so much pride as \" a credit to the school,\" or how often the rosebuds and forget-me-nots had bloomed and faded from the satin before completion. And so far had Muriel accepted the irremediable, that proud of her Avork and the commendations she received, she Avas L 2"], [162, "148 FORBIDDEN TO MARRY. too full of questions about those at home, during the brief visits of her Grandmother Bancroft or her father at fair- time, to think of complaining, had the opportunity been alloAved. Indeed, so rigidly Avas the dogma enforced, \" Obey those in authority over you,\" that the complaint of a child or anyone not in authority, would have been disregarded, if indeed it did not suggest insubordination, and a more rigorous rule. And so long as Muriel Avas no Avorse off than the rest she AATould have felt ashamed to talk of hardship or accuse either Miss Briscoe or Miss Betty of inhumanity. Consequently, Avhen the Rev. Thomas Ban croft, mindful of his promise, called to ascertain Iioav the young lady Avas progressing, he carried aAvay only favourable impressions, setting doAvn to youthful diffidence the hesita tion of Muriel to answer, in the presence of Miss Briscoe, his questions, whether she Avas happy and comfortable. Muriel gained nothing by his brief visits, but the suave"], [163, "MRS. HOPLEY'S POSTSCRIPT. 149 Misses Briscoe did. The good report of the learned Head Master of the Grammar School Avas not to be despised, and they gained that by Muriel's uncomplaining silence. Nay, she made no complaints during the midsummer holidays spent at Forest House, and if she looked thin, it Avas put doAvn to over-groAvth and OArer-study. She Avas too curious to ascertain Avhat became of Captain Wynne's servant, and if the robbers had been caught, to say much about herself, though it did transpire that she had been punished because Arthur Wynne spoke to her, and that she had not been alloAved to see the captain when he called. \" Ah, 1 daresay it Avas against the rules,\" said Mrs. Kingsley, polishing and dusting an oaken buffet or sideboard on Avhich silver drinking A'essels disputed precedence with china punchbowls. One of the former she took up and handed to Muriel, \"See Avhat the captain sent to my good man, and read Avhat is on it, ' A token of a stranger's gratitude for genuine kindness and hearty hospitality.'"], [164, "FORBIDDEN TO MARRY. 150 It's a fine cup ; Kingsley's rare and proud of it, I can tell you. And look here, I'm just as proud of these.\" And she threw open a panel-door of the buffet to display a china tea-service over which a modern æsthete might rave. \" I suppose Mrs. Wynne sent you that,\" suggested Muriel, Avhen she had sufficiently admired both. \" Not she ! And if she had I should have sent it back. She gave herself too many fine airs to suit me. If the rest of the world Avasn't born to wait on her she thought so. No, it came from the young man; the best of the lot; the only sociable one of the three. I daresa}r he had some of the family pride, but he didn't shoAv it here. Kingslev and he got. on famously together ; and he looked Avell after that man Norris.\" \" I'm glad of that,\" said Muriel, \" but you did not tell me \" \"Oh, I forgot. Aye, the thieves Avere caught as sure as they ever Avill be, but there were three or four folk, an ostler and a bar-"], [165, "MRS. HOPLEY'S POSTSCRIPT. 151 maid, and one or tAvo others that swore an alibi, and so they got off, more's the pity ! For, if there be tAAro bigger rogues in all CO o Cheshire than those Blackburns, I never saAv an honest man. And that old mother of theirs is quite as bad. I Avonder Iioav Lydia and your Uncle \" Mrs. Kingsley stopped short suddenly, as if the vigorous rubbing of old oak demanded all her breath and her attention. Muriel looked up — wondered — but she had asked Avhat Avas an alibi, and Mrs. Kingsley launched into an explanation that it Avas a proof an accused person Avas somewhere else Avhen a crime was committed; and then into compassion for Norris, Avho would be lame for the rest of his life, his hip having been \"put out\" ; and Muriel went back to school without hearing Avhat Mrs. Kingsley had to say about Uncle Sam and her neAv aunt ; the aunt she had not seen. Back to school, fresher and brighter ; to grow pale and thin again as the months Avent on; and there was again a dreary Avinter"], [166, "FORBIDDEN TO MARRY. 152 holiday before her when all her schoolfellows Avere gone. But her good friend Miss Williams again came compassionately to the rescue, and Muriel Avas quite content to leave the good things in her Christmas-hamper for the Misses Briscoe, so long as she was carried off to spend another delightful vacation at Wrexham. The last; for soon after, to Muriel's great grief, she Avas called upon to part from her beloved teacher : that governess on Avhom the Misses Briscoe looked loftily down, yet to whom she, and not she alone, could point in all her after life as her exemplar; avIio had taught her that patient endurance might be sublime, and that self Avas a very small item in the sum of duty. The naATal officer had come ashore on leave and promotion. There Avas such a lovers' meeting in the spinsters' reception-room as ought to have brightened it up for ever. Then followed a happy wedding at St. John's, and a feast to all the boarders, over which the Misses Briscoe graciously presided iu their best array, because they got all the credit"], [167, "MRS. HOPLEY'S POSTSCRIPT. 153 and had none of the cost ; then there was a general presentation of girlish tributes of esteem and affection. And Avhen at last the gallant Captain Grif fiths carried off his bride in a post-chaise so many tears Avere shed for the loss of their gentle teacher, that Miss Briscoe nodded her head significantly and said in confidence to her sister, \" It Avas time she Avent ; \" to Avhich the echo responded, \" So it A\\ras.\" Thoughtful for others to the last, the neAvly made Avife contrived to make that a red-letter day for Muriel as well as herself, by the restoration of Deborah Massey's Bible, surren dered by Miss Briscoe at her urgent entreaty ; and the fevv impressive words of fareAvell counsel Avhich accompanied it were not likely to be soon forgotten. Her departure was a loss to the whole school. Her successor Avas of another order. She strained discipline to hide her own incom petence, and made the girls' lives intolerable with fines and punishments, intensifying in stead of softening the harsh rule of the prin-"], [168, "FORBIDDEN TO MARRY. 154 cipals. But if the good teacher Avas lost, her influence Avas not. In emulation of her example, it became Muriel's aim to screen or shield younger or more delicate girls from un deserved penalties, to lend her aid in difficult tasks, whether of book or Avork, and betAveen her cares for others and the embroidery Avhich was supposed to herald release, time passed less drearily. She was noAv a tall, thin, dark-haired, broAvn eyed maiden close upon fifteen, taking her place as monitress in due rotation ; and, besides coming in for frequent short-commons in consequence, had man}T opportunities for self-denial. Then she had a child of eight in her charge in school and dormitory ; and that A\\diich might have been a source of irritation to others, proA'ed a very safety-valve for her pent-up affections. And surely never was one school-girl so cared for by another as Avas Polly Dutton. Not only Avhen lessons from Johnson's School Dictionary or Murray's Grammar had to be driven into a dull brain, but night after"], [169, "MRS. HOPLEY'S POSTSCRIPT. 155 night in the severe depth of winter did Muriel sit up in bed, chafing the child's benumbed feet in the dark, to allay incipient chilblains when her oavii Avere in far wTorse plight. And Avho but she had the bravery to appeal to Miss Briscoe's humanity against the Aveekly promenade on the Avails, and the double walk to morning service at St. John's aud evening sendee at the Octagon Chapel on the Sunday, when the snow lay deep upon the ground, and every girl in the school had sore heels to be excoriated by the friction of shoes and pattens ! And Avhat though Miss Briscoe stood aghast at her audacity, and lifting her mittened hands, declared : — \" It Avould bring ruin on the school ! So long as Mr. TwemloAv's young gentlemen can Avalk abroad for air and exercise, or to attend Divine service, our young ladies must. A single exception might be made ; but as a body — impossible ! \" What mattered it, so long as Muriel ob tained immunity for the little one in her charge and two others, and induced Miss"], [170, "FORBIDDEN TO MARRY. 156 Betty to prepare a whey of alum-and-milk to bathe affected feet, ! She was herself repri manded ; but she \" had done some good,\" and Avas therewith content. The snoAv lay on the ground for Aveeks. Miss Briscoe was inflexible. Through it the limping girls must plod so long as Mr. Twem low's pupils went their wonted way. (They might, or might not, be in like condition.) Even Miss Betty ventured to expostulate (she had a slightly tender spot under the hard crust) ; but she was put doAvn with, \" Betty, I am surprised ! We cannot afford to indulge in foolish sentiment. We must maintain ap pearances at any cost. The reputation of our school depends upon it. What Avould be thought if even half the girls Avere left at home ? It Avould be ruin, utter ruin ! \" As if she had invoked it, ruin came after the snow was gone, and of the general chil blains only the scars remained. An epidemic broke out in the school, which Avas not to be concealed. Cestrian parents removed their children in alarm, and spread"], [171, "MRS. HOPLEY'S POSTSCRIPT. 157 the rumour to others further afield. True to her creed, Miss Briscoe delayed communi cating with friends until Doctor WilmsloAV urged the necessity. \"But we shall lose all our pupils, sir,\" argued Miss Briscoe in dismay. \" Ye — es, madam, so I am a — afraid ; but — a — I see no alternative. The healthy — a — a — must be removed — a — a — for their own safety.\" (The puffy little physician seemed to draw inspiration from the gold-headed cane which he tapped against his chin.) \"Rela tives will — a — I doubt not — a — appreciate your — a — thoughtful attention, and — a — a — self-sacrifice. And — a — I fear, madam — you Avould — a — be certain to lose them — a—other wise.\" \" You do not think there is any real danger of the others, doctor, do you ? \" and the lace frill of her tall cap trembled as she spoke. The doctor had a pecuniary interest in the Misses Briscoes' pupils ; but he had also his professional reputation at stake. \"Well — urn — a not if they — a — have a"], [172, "FORBIDDEN TO MARRY. 158 careful — a — attention, such — a — as Miss D'Anyer gives to Miss — a — Dutton, and — a — you have space to separate the — a — cases.\" \" Separate ! Why, sir, Ave have given up one dormitory to the invalids already ! The house is like a hospital ! \" \" Without hospital conveniences ! \" thought the doctor, as he closed his lips Avith the gold knob of his cane, and bowed himself out. And so thought Mrs. Bancroft Avhen she came upon the scene about a week later. Manchester had only just set about lighting, Avatching, and cleansing the town by Act of Parliament ; it had not added a postman to its list of officials in the spring of 1793. The Avhole postal staff of the rich and thriving manufacturing centre, consisted of Miss Wil iest the post-mistress, and two clerks! Had not Sarah Bancroft, as a business woman, sent a trusty messenger to the small post-office in St. Ann's Square, twice or thrice a week, as did other merchants and traders, Miss Briscoe's tardy communication might have Avaited with"], [173, "MRS. HOP LEI 'S POSTSCRIPT. 159 its face to the window-pane until seen and demanded. It Avas a dreary, drizzling February day. With a hood over her head to protect her cap, Mrs. Bancroft slipped her feet into pattens and crossed the Avet yard to a long, low, timber, louvre-boarded shed, Avhere her son stood to superintend the nailing of raAv or damp skins fur doAvnwards on dry boards, and the dusting or rubbing of powdered quicklime on others already stretched, such being at that time the cleansing and purifying process. She had two open letters in her hand. \" Eh ! Sam, here's a pretty coil — read that,\" and she put Miss Briscoe's formal letter into his hand, Avhilst her quick eye went over the roAvs of skins set aside to dry, and those in preparation, and her equally quick tongue called out to a Avorkman : \" Lightly, lad, wi' th' lime, do'st mean to eat through the skin to th' fur! Thah lays it on th' chinchilli as thick as if 'tAvere bearskin.\" \" Well,\" said Sam, \" and what's the coil ? What if Muriel be ill, doesn't Miss Briscoe say"], [174, "FORBIDDEN TO MARRY. 160 there's no occasion for alarm, she will have every care and attention ? \" \" Ay, ay, lad ! but read Avhat Mrs. Hopley says, and then spell, and put together.\" Mrs. Hopley was a mantua-maker in Water gate Street, Chester, patronized by the beauti ful Lady Grosvenor, to Avhom she had been for many years OAvn maid or housekeeper, until, late in life, she married the butler and speedily discovered that if she Avould have a garment to wear herself, she must begin to make garments for other people. The buying of undressed skins(rabbits were classed and killed as vermin) had taken Mrs. Bancroft to Eaton Hall year by year, she had thus become acquainted with both, and noAv she supplied Mrs. Hopley with prepared furs for her aristocratic customers. Mrs. Hopley's epistle would have been a mere order for court ermine for \" my lady,\" Avith sable and mink in sets and for trimming for other customers, given with business like precision, but for an afterthought, Avhich found expression in a postcript."], [175, "MRS. HOPLEY'S POSTSCRIPT. 161 \" I think you have a grandchild at Miss Briscoe's. Of course you will send to remove her Avithout delay ; and if your messenger brought the furs, it would save carriage. What a direful calamity for Briscoe ! \" It Avas a characteristic addendum. \" Well,\" said Sam, scratching his chin, \" that, means something. It's decidedly queer ! \" \" It means a journey to Chester for me, lad. I shall be off by the morning packet-boat, to catch the coach at Preston Brook ; so get the furs sorted out and packed first thing. What ever's the matter I'll see into it. And see you don't go to D'Anyer's, and frighten Ellen. And give that wife of yours a caution; though Lydia looks as if she could hold her tongue. I'll be back before the week's out.\" \" Ay, trust Lydia to keep a secret with any Avoman alive ; \" and a curious look came into Sam's half-shut eyes. \" I Avant no secret kept ; I only recommend caution for Ellen's sake. Secrecy, sin, and sorroAV begin A\\ri' th' same letter ; ay, and VOL. I. M"], [176, "162 FORBLDDEN TO MARRY. selfishness too. Keep clear of secrets, my lad!\" She had turned so abruptly that the peculiar expression of doubt and misgiving which sud denly settled on the face of that thirty-three years' \" lad \" was unseen. And if the clank of her pattens echoed any misgivings in Sarah Bancroft's own breast, they were not of her son Sam, or of her oavii unerring judgment, but of the Misses Briscoe, so bepraised in her grandchild's letters home. Mrs. Hopley's postcript pointed to something more than did Miss Briscoe's guarded epistle. She Avas \" bound to see into it.\" And she did, but was not back before the week Avas out."], [177, "CHAPTER IX. A PROPOSAL. j^fjPyfHEN ushered into the prim re zm&d ception-room, so rich in specimens of needleAvork and caligraphy, and flattering testimonials, Mrs. Bancroft found herself in the midst of an excited group of strangers, to whom a surgeon named Prestbury, engaged by an anxious father, Avas enunciating his very decided opinion that the outbreak of disease in the school Avas mainly due to in sufficient dietary, warmth, and water supply ; and, in short, much that is now summed up as defective sanitation. \" Infamous ! infamous ! \" ran round the room in a chorus. Guardians and relatives rose in a body from their high-backed em broidered chairs, and turned with one accord and all degrees of exasperation towards the m 2"], [178, "FORBIDDEN TO MARRY. 164 two spinsters, who stood, Avith primly folded arms and compressed lips, to confront accusa tions and reproaches Avith dignified silence. Denial Avas impossible, the condition of the suffering girls, the scant bedding, the crowded dormitories, needed little by way of evidence from young lips to confirm the surgeon's sorrowful testimony. Yet it was from young lips Mrs. Bancroft learned that Muriel had caught the infection whilst Avatching and tending Polly Dutton and others in the dormitory. \" She was so kind, and I am so sorry,\" said her little informant pitifully, adding, \" And she read to us out of her beautiful Bible, and the ' Pilgrim's Progress,' and ' Evenings at Home,' and never seemed tired. No one reads to us now. But Muriel made no complaint, she only said, — \" It Avas very well I was not taken ill at first, or Polly would have had no one to nurse her, and might not have got better so soon.\" Getting better for any of them was not an"], [179, "A PROPOSAL. 165 easy matter there, yet not an hotel in the toAvn Avould open its doors to a patient from the infected school. It Avas the break-up of the important estab lishment. By ones and twos the pupils Avere removed as speedily as safety permitted. Only the few who had escaped, and whose distant friends were uninformed, remained until the ATacation, and of these not all returned. It was in vain, by tardy attention to the sick, that the Misses Briscoe strove to re habditate themselves in public esteem and maintain their position. Strict discipline Avas allowable, but not starvation. The prestige of the school was gone ; and after a struggle against fate, in a year or two they announced their \" intention to retire.\" Seeing no chance of her removal with the disorder at its height, energetic Mrs. Bancroft coolly took possession of Muriel's dormitory, as if it had been a hospital ward, and she the appointed nurse ; a hint taken by two other pupils' feminine friends, whether to the chagrin or the satisfaction of the sisters there"], [180, "FORBIDDEN TO MARRY. 166 is no knowing. As for Mrs. Bancroft, she engaged her own doctor, sent in supplies, and took care that medicines and diet were duly administered. She set aside Miss Briscoe and Miss Betty at the outset. \" Look you,\" said she, \" don't you go near my grandchild with long faces and pitiful words as if you cared for her. All you care for is money. The little creatures committed to your charge have been no more to you than so many oranges, out of Avhich you could squeeze the golden juice. And you've squeezed them a trifle too close at last. Here I am, and here I shall remain until there is a change one Avay or other. And if Mr. Prest bury's orders are not carried out, and aught happens to my dear child, if there's justice to be had in the Pentice Court, you shall suffer for it. I'll see to that.\" And there, sure enough, did the hard featured woman of business, Avhose soul was supposed to be Avrapped up in her business, remain, watching night and day by Muriel's"], [181, "A PROPOSAL. 167 bed Avith unwavering affection ; her bustling energy subdued to quiet, or expended on obstructives in the regions of the kitchen, to whom she soon laid doAvn a law of her OAvn. Up and doAvn stairs she went with the activity of a younger woman ; indeed, if truth were told, sitting still to watch the thin face was like a penance to her. At such times would her thoughts fly off to the furriery, wondering Iioav Sam Avould manage Avithout her ; if orders were executed properly ; if certain furs had been dressed satisfactorily ; if Avages and bills had been paid. Then her mind Avould revert to Ellen D'Anyer and her probable anxiety ; and occasionally a still small voice would whisper that she had better have left the girl with her mother. But the whisper made her uneasy, and she resolutely closed her ears. Then she blamed the Rev. Thomas Bancroft for keeping her in the dark ; little thinking how he had been blinded on the one or two occasions he had made for seeing the girl, or how much the good man Avas occupied Avith"], [182, "FORBIDDEN TO MARRY. 168 his OAvn concerns, his duties as clergyman, schoolmaster, author, and the father of a family. She had trusted so much to his supervision when she brought Muriel to the Misses Briscoe ; and now she blamed herself for trusting to anyone but herself. There Avas only one thing she liked less than a silent watch ; and that began when Muriel first shoAved signs of amendment, and expressed a desire that she Avould read her Bible aloud to her. She could not refuse ; but surely ne\\rer had Deborah Massey's Bible been opened less Avillingly. Muriel's full eyes kindled at her favourite passages, unwitting that many a one was a searching probe to her grandmother's self reliant soul. Before Muriel left her bed the task required less effort, and by the time she was able to Avalk doAvnstairs, Sarah Bancroft had resolved to renew her acquaintance Avith the large family Bible, mounted on the oak bureau at home. Then folloAved a demand for Miss D'Anyer's"], [183, "A PROPOSAL. 169 bill, and a business-like docking of exorbitant charges, never before disputed, ere Sarah Ban croft opened her canvas money-bag and laid her guineas down. School-books and other belongings had already been gathered together, not forget ting the unfinished portrait, to be completed at home. An ostler came from the Plume of Feathers in Bridge Street for \" the young lady's luggage.\" There was a tearful farewell to the remaining fragments of the broken-up school, poor motherless Polly Dutton sobbing on Muriel's neck. There wras a more cere monious and less affectionate leave-taking in the Avorsted-work apartment (where Mrs. Bancroft had spoken her mind pretty freely), an exchange of elaborate courtesies, and Muriel, who longed to say she was sorry for their misfortune, went down the outer steps for the last time ; her freedom anticipated by fully three months. She was not judged fit fora tedious journey; but her grandmother (who never lost sight of business, and so turned her involuntary"], [184, "FORBIDDEN TO MARRY. 170 presence in Chester to account), invited Mrs. Hopley's company, hired a boat at the Bridge Wharf, and the following day treated Muriel to a breezy row up the river to Eaton Park, the home of the Grosvenors. And it was a treat to Muriel, who had only seen the silvery Dee from the walls, and previously nothing Avider than the fresh Avater Irwell and Irk, and had neA*er put foot in a boat before. As they walked, after landing, along the avenue of bare but stately trees, just swelling into bud, to the imposing and solid, if heavy, brick mansion Sir John Vanbrugh had de signed (since superseded by a palace), and Muriel's brown eyes, ranging over the park (Avhere indications that Spring was on the alert made themselves felt, and seen, and heard), Avere filled Avith silent delight, she was startled out of her dreamy rapture by the abrupt question of her grandmother, — \" Did'st ever hear or see anything more of that captain and his wife who had so narrow an escape in Delamere Forest? \" Muriel flushed Avith shame as she answered,"], [185, "A PROPOSAL. 171 not shame for herself, but that which she had to tell of others. \" Well, grandmother, Mr. Arthur Avas on the Walls one day when the school Avent for the weekly airing ; I scarcely kneAv him, for he had on a fine uniform, and looked so hand some, but he kneAv me, and came to shake hands Avith me, and then — and then, Miss Briscoes were angry, said he was ' rude ' and ' impertinent,' threatened to write to some body about him, and perhaps they did, for we never met him again — and I Avas repri manded, and Avas sent to the dormitory.\" \" For what ? \" Avas the mutual interro gation of her companions. \" Why, it seems, I had broken the rules in speaking to him.\" \" Broken the fiddlesticks ! \" exclaimed Mrs. Bancroft indignantly. \" I wish I'd known ! Then I suppose that Avas the last of them.\" \" Well, I was told, as a great secret, by one of the monitors, that Captain Wynne called the next day, and asked for me, but Miss"], [186, "FORBIDDEN TO MARRY. 172 Briscoe sent no message to me, and he never came again. \"Eh ! And didn't the lady you had Avaited upon hand and foot come herself? \" \" I don't knoAv, I Avas never told. But I've seen her. I saw her the first time I was in Wrexham — the Christmas little Georgey died.\" \" Ah,\" interrupted her grandmother, \" and Avhen your Uncle Sam was married. Well ? \" Muriel went on, \" We were on a narrow road in Mrs. Parry's cart, and she met us in a carriage — but she didn't see me,\" and a sigh pointed the sentence. \" Wouldn't, more like. I've no notion of fine folk, avIio take your services as if they had a right to them, and are too proud to know you afterwards ; but the lass has as good blood in her veins as they have, I know. Catch me putting myself out of the Avay for such people again ! I hate ingratitude.\" \" Nay, grandmother,\" pleaded Muriel, \" I don't think Mrs. Wynne ungrateful : you know she gave me that beautiful locket ! and I'm certain Mr. Arthur was glad to see me.\""], [187, "A PROPOSAL. 173 \" Well, Avell, child, have your own way ! \" Avas Mrs. Bancroft's conclusion of the argu ment. \" The lass has more charity than I have,\" she Avhispered, aside to Mrs. Hopley ; adding aloud, \" But here we are, and now, Muriel, you can have a rest.\" There Avas rest and a luncheon in the housekeeper's room, along with the house steward and lady's maid, over which the elders chatted pleasantly ; then Muriel, being still weak, was laid on a roomy sofa, Avhilst Mrs. Hopley had an interview AA'ith Lady Grosvenor, and Mrs. Bancroft with the head gamekeeper. Muriel Avas fatigued and droAVsy ; she Avas at length aAvaked from slumber by the housekeeper's invitation to show her the picture-gallery and other state apartments. It Avas all neAV and Avonderful to Muriel ; and Avhen at length they returned to Chester, she had forgotten all about the Wynnes and her grandmother's suggestion of ingratitude, Avhich had given her some unpleasant sensa tions."], [188, "FORBIDDEN TO MARRY. 174 She was left the next morning to explore the city in which she had lived so long, and of which she had seen so little, whilst her grandmother made business calls on customers in the Rows. The afternoon Avas given to a formal tea drinking at Mrs. Hopley's, where Muriel Avas treated Avith especial attention, not only as a convalescent, but as Mrs. Bancroft's grand child. Indeed, Mrs. Hopley — a little Avoman in a plain black stuff dress, of no fashion but her OAvn — seemed to lay herself out to attract and entertain her younger guest ; iioav a tall, thin girl of graceful bearing, and not uncomely face. Time had done wonders in the three years and a half she had spent in Chester, and if her flowing locks had been sacrificed in her recent illness, the old marks on her skin Avere rapidly disappearing. There were hot wheat-cakes, and other Cheshire delicacies on the table, of which she Avas invited to partake freely. After tea she was taken to the show-room where Lady Gros-"], [189, "A PROPOSAL. 175 venor's court dress, suspended on an upright pole Avith cross-Avay pegs for arms, and inflated by a hoop, was displayed amongst others, most attractively. \" How do you like them, my dear ? \" ques tioned Mrs. Hopley graciously, after explain ing to Muriel that hoops Avere Avorn at court, though out of fashion in private life; court dress being appointed at the beginning of a reign, to be retained to the end ; and the little plain Avoman in black gave a touch to a fold here, and a turn to drapery there, so as to catch the light and produce the best effect. \" Oh ! very much ; — at least, all but that purple Arelvet, I don't care for the way in Avhich it is trimmed,\" ansAvered truth-telling Muriel, Avhose instinctive taste was offended. Mrs. Hopley lifted her eyebrows, \" How Avould you have trimmed it ? \" she said with encouraging suavity. \" Oh, I'm not a mantua-maker,\" Muriel replied modestly, \" but I think I should have liked it better this way,\" and she proceeded to a practical demonstration with some loose"], [190, "176 FORBIDDEN TO MARRY. paper, and pins from her own pocket pin cushion. \" My dear,\" cried Mrs. Hopley, \" your admirable suggestion shall be carried out on another robe. I wish I had a young lady in my work-room with so much taste and discernment. Talent of that kind is instinctive.\" A fe\\v more questions Avere asked to draw Muriel out, and Mrs. Hopley, — avIio had made her acquaintance before, when growth had necessi tated fresh garments, — exclaimed, \" You might have been a milliner ! What say you, Mrs. Bancroft, to leaving her Avith me as an apprentice. It's a thousand pities so much natural taste should be Avasted ; and if, as you tell me, there is a large family of girls, she Avould find a knoAvledge of dressmaking ex tremely useful — supposing she did not Avork for strangers,\" she added, observing the com pression of the furrier's closed lips. \" She is going home Avith me to-morrow, Mrs. Hopley,\" Avas Sarah Bancroft's answer, somewhat doggedly given. Mrs. Hopley returned to the charge. She"], [191, "A PROPOSAL. 177 had seen Muriel's embroidery and tambour work,* and had long desired to get one of Miss Briscoe's needleAvork pupils into her work-room, to replace one named Phœbe Home avIio had been out of her time quite two years, and was missed. \" Yes, yes, of course ; I don't mean now — but after a Avhile \" (she had said \" leave her with me \"). \" You have known me long enough to trust her in my care ; you know I have children of my OAvn.\" \" Ay, ay, I know,\" was all the response. Mrs. Hopley turned to Muriel, \" Would you not like to be able to make and trim such robes as this,\" and she laid her finger lightly on a rich amber and black brocade. \" Oh, yes, if : Her \"if\" Avas cut short. \" You hear, my friend ? \" and then after a pause — \" It is worth considering. Neither man nor woman should be without a trade, in these uncertain times. Riches take wing, * So called from being worked on muslin or other material stretched on a frame as tightly as a drum. The tambour-needle resembles somewhat the modern crochet-hook. VOL. I. N"], [192, "178 FORBIDDEN TO MARRY. and a living at the finger-ends does not. And / have not found mantua-making at all de rogatory. / maintain a good position,\" and the little woman looked as if she knew her own importance. \"Well, well,\" said the furrier impatiently, \" I'll see about it, I'll see about it,\" as if desirous to turn the conversation. \" That's right, do ! I'll make the premium easy,\" persisted Mrs. Hopley as a clencher, \" and Ave might shorten the seven years to five.\" But no more Avas said, and the girl hoped no more Avould be said ; she was not inclined to take kindly to the proposal, but she stood too much in aAve of her grandmother to venture an opinion of her own unasked. To untravelled Muriel, the homeward journey was something too exquisite for speech. The early March Avinds Avere keen, but Mrs. Bancroft declared, \" I'd as lief be shut up in a hayloft or a snuff-box as be stifled inside a coach. Give me the breeze that bloAvs the cobAvebs off a body ! \" So they"], [193, "A PROPOSAL. 179 were outside passengers, their places having been taken and booked overnight ; and as they Avere well wrapped up in warm woollen and fur, neither she nor the convalescent Muriel could take much harm. She Avas not a talkative woman ; and no sooner Avere the wheels in motion than her thoughts travelled Avith them to the Avare house and sheds left for more than three Aveeks to the sole care of Sam. Muriel's joyous anticipations outstripped the horses ; but the face of nature was neAver to her ; and in the freshness of its budding hopes was all in unison with her OAvn, and from her high seat she gazed on the shifting panorama of meadoAV and upland, brook and river, farm and village, with feelings and emotions not to be put into words. True, it was not the smiling month of sun and shower ; but the trees had already sipped the Avine of spring, and felt it throbbing in the furthest shoot. There Avas a ruddy flush of floAvering bloom on the wych-elm and poplar, a tender green on meadoAV and hedge- n 2"], [194, "FORBIDDEN TO MARRY. 180 roAV, where the lithe honeysuckle twined among the hawthorn's opening fans ; and if only a solitary snoAvdrop lingered here and there, the crocus boldly lifted up its purple cup, the unostentatious daffodil by the way side brook bent its head as it offered its incense to the passing breeze, and the colts foot had sent forth its golden stars to tell Avith perfumed breath that its broad leaves were coming by-and-bye. Now and again the love-song of the missel-thrush was half drowned in the rattle of the Avheels ; but Muriel felt as if she too must burst into song, so glad, so hopeful, and withal so thankful was she. She was silent from excess of feeling ; but even raptures do not last for hours, and coaches in the last century did not race with the Avind. A little child shivering by her side, to Avhom she extended the benefit of her cloak at Frodsham, helped to enliven the remainder of the journey with his prattle; but AAdien they reached Preston Brook at eleven o'clock,"], [195, "A PROPOSAL. 181 she Avas almost too stiff and tired to alight. Her grandmother not more so. The long, slow-going, ark-like packet-boat seemed indeed an ark of refuge after the shaking coach. The gliding motion was rest ful ; she sat at the cabin Avindow, listened to the ripple of the water, the occasional swish of the rope and the tread of feet overhead, Avatched the trees and houses on the canal bank slip past as in a dream, the glory of all being that she had left Miss Briscoe and Chester for ever, and was going back to the dear mother and sisters who must have missed her so much. The dream was broken in upon by a Avoman crushing past, avIio offered Eccles cakes and nettle beer for sale, by way of refreshment ; but Mrs. Bancroft had a reticule basket well supplied, and there was tea to be had on board. There had need to be, for it was nearer seven than six o'clock when they reached the Castle wharf at Knot Mill (Avhere Canute's castle is said to have been), and there was neither Sam nor con veyance to meet them."], [196, "182 FORBIDDEN TO MARRY. They Avaited, the bustling passengers dispersed, yet no one came. Mrs. Bancroft's brOAvs Avere knit, and her lips set over her strong teeth, telling of disquiet or displeasure, had there been light for Muriel to read the record. And still they waited. \" Do you think uncle received your letter ? \" asked Muriel at last, in some trepidation. \" And what shall we do ? \" \" Eh ! I don't knoAV, child ! \" brusquely ansAvered the first question, the characteristic \" I'll see to it,\" the second. There Avere as yet no hackney coaches, there was no place at hand Avhereat to hire a chaise. There Avere, liOAvever, sturdy men upon the wharf, one of Avhom Mrs. Bancroft found Avilling to act as porter, seeing there Avas no alternative but to take the man's honesty upon trust, and let him lead the Avay through dark, narroAvAlport Street, and Deans gate, with Muriel's small hair-trunk on his shoulders, and Mrs. Bancroft's bag as a balance in the other hand, and to take the chance of meeting an empty sedan-chair by the Avay."], [197, "A PROPOSAL. 183 Neither Muriel nor Mrs. Bancroft cared to show all the alarm she felt ; each had a dread of something Avrong at home, to say nothing of the dangers of the streets or the two-mile walk at the end of a day's journey, but the man must have heard the tremour in Muriel's voice as she asked her grandmother if she thought the man could obtain one of the lanterns then flitting about the wharf among the shadows ; for he put down the luggage Avith a civil, \" Yoi, miss, aAv thenk aAv con ! \" and in a few minutes a horn lantern was in Muriel's hand, the luggage once more shouldered, and they, thus lit, folloAving closely on the man's heels with apprehension in their hearts. Remember — for in this Chester Avas in advance of Manchester — there Avere as yet no public lamps, only private ones at a feAV of the better-class houses ; that respectable women Avere not supposed to go abroad unattended after dusk ; that there was no organized police, that drunkenness was a fashionable vice ; that footpads drove a brisk"], [198, "184 FOBIDDEN TO MARRY. trade ; and that the wild young men of the time thought it no shame to insult more peaceable people, even to the drawing of swords ; and you will perhaps better under stand the apprehension felt alike by the strongminded woman, who had a nice looking young girl in her charge, and the inexperienced young girl herself."], [199, "CHAPTER X. sam's first. tftYfOT until they had gained the stand in «ss&» St. Ann's Square, where paviors had begun their much-needed Avork, Avas an empty sedan to be found, and then so many more intrusive carousers had they met by the Avay than sober home-going townfolk, that Sarah Bancroft Avas glad to put her grand child under the canopy of one, as much for security as conveyance. She scorned the extravagance of such a luxury for herself. So the sturdy old dame trudged on by its ide, glad of the extra lantern swung on one of the forward poles of the sedan, as well as of the additional protection of the tAvo stout chairmen. It Avas a late hour for reputable females to be abroad unattended. It Avas close upon eight by St. Ann's Church"], [200, "186 FORBIDDEN TO MARRY. clock, when the prim rows of trees which sentinelled the aristocratic mansions in the Square were left behind, Mrs. Bancroft con gratulating herself that the foul dark entry, with its \" Dangerous Corner,\" so recently the only outlet from the Square to the Market Place, was done aAvay with, and, losing sight of the narroAvness of the New Exchange Street, thought only how soon the Exchange itself, Avith all its pillared facade, Avould be only a memory — and such a memory ! Had she not seen the heads of the Jacobite leaders spiked atop? She supposed the queer old market cross and the pillory they Avere passing would be the next to go ; things changed so fast since her young days. Her dreams of the past Avere put to flight by the acti\\Tities of the present. The clock of the Collegiate or Old Church, towards which their faces were set, chimed the hour, and then the glorious bells rang out the curfew with a resonant dash. In an off-street close to the shambles stood a dingy old public-house, known as the"], [201, "SAM'S FIRST. 187 \" Punch House,\" and kept by John ShaAV, at one time a dragoon, Avhere throughout the day, and especially from four to eight in the evening, might be found the chief merchants and manufacturers discussing the news of the day and the prices of goods over their six penny or shilling jorums of punch, for which the military landlord had a special and occult receipt. But at the first stroke of eight did John ShaAV enter his bar-parlour with \" Eight o'clock, gentlemen ; you must clear out.\" And out they Avent at the first bidding, for, did anyone presume to linger, the martinet's long-lashed whip cracked in their ears, or in came Molly, his factotum, with mop and pail, and flooded them out. No one got drunk there. Some of the least steady-going and more exuberant spirits might, hoAvever, be primed for finishing the night elseAvhere. The chairmen were jogging along with their light burden under the shade of the overhang ing black and white gable-fronted old build ings, not the less shadoAvy for the dim illumi-"], [202, "188 FORBIDDEN TO MARRY. nation of casements from Avithin, when, simul taneously with the first clang of the bells, John ShaAV drove forth the members of his club, six or eight of Avhom came on from the narrow bye-way, right in front of Mrs. Ban croft's party, one calling to another, \" Who's for the Cockpit?\" \"Who's for the Bull's Head?\" \" Who's for the play ? \" \" I'm off to the Blue Boar ! \" and so forth, blocking such pathway as there Avas. They were in the very height of jollity and merriment, some of them ripe for what they called fun. \"I say, old dame, with the lantern and basket, Avhat treasure have you there you guard so carefully ? \" cried out one, — a tall, elegant man, in a fashionable suit of blue kerseymere, with shining buckles at his breeches' knees, — and he took a step forward as if to ascertain for himself. He stopped short, arrested by a stern, hard voice he kneAv well. \" Your daughter, John D'Anyer, who is fortunate in having a more faithful guardian than her father this night.\""], [203, "SAM'S FIRST. 189 In an instant the long back bent, the Frenchified cylindrical hat was raised from the gentleman's poAvdered hair Avith a graceful flourish, not altogether due to John ShaAv's punch. \" I — I beg pardon, Mrs. Bancroft ; you have quite taken me by surprise. The imper fect light must excuse the discourtsey of my address. But how is it \" She interrupted him. \" Noav, sir, don't make matters worse by excuses of that kind ; nothing excuses rudeness to an old Avoman Avhoever she may \" She broke off short. She had seen another figure warily edging off into the background as if to beat a retreat ; the stealthiness of the action caused her to raise her lantern, and the light fell on the broad buckled shoes, the grey Avorsted stockings, the steel buckled broAvn breeches, brown flap-pocketed Avaistcoat, Avide deep-skirted coat, falling Avhite neckcloth and disordered hair of her son Sam, with his three cornered hat somewhat aAvry, — steady-going Sam !"], [204, "FORBIDDEN TO MARRY. 190 \" Stop, sir ! \" she cried imperatively, and he thought best to obey. \"Where art thah sneaking off to? What hast thah done that thah cannot face me ? Aye, thah may Avell be ashamed of leaving thy old mother and a young girl to come through the streets at night as they best could, and at the risk of insult. But I'll see into it. Move on, chairmen.\" John D'Anyer Avas turning the handle of the sedan door, which Muriel could not open from within. She waved him back. \" You can see Muriel to-morrow. You were in no such hurry to meet us on the quay.\" John D'Anyer's pride was easily touched. As she nodded to the men to proceed, and stepped fonvard herself, heedless of the jests and laughter of the dispersing party from the Punch House, leaving son and son-in-law to folloAV, or not, as might suit them best, he answered haughtily : \" As a gentleman, madam, if not as a father, I should have met you at the Quay had your coining been notified. As you did not think"], [205, "SAM'S FIRST. 191 proper to acquaint me Avith your intended return, and so think proper to refuse me a word with my OAvn daughter, I have no more to say. Good-night to both.\" His hat Avas again raised, but with the sarcastic sAveep of ultra ceremony, as if he boAved their dismissal. Sam Avas a decided contrast to his brother in-law, in more than the old-fashioned homeli ness of his attire and manners. He professed to have less pride ; he might have added that he had more policy. They had neither of them taken sufficient punch to cloud their intellects, and, although someAvhat elevated, the first shock of the unwelcome surprise had dispelled any ATapours from its fumes. John's Avounded pride led him to follow a couple of his com panions into the open jaws of the Blue Boar, whose lair was a court off the other side the Market Place, Avhere he talked loftily to his intimates of his character as a gentleman being at stake, and treated the said gentleman to so many soothing potations that he Avas"], [206, "FORBIDDEN TO MARRY. 192 anything but a gentleman Avhen his rat-tat-tan on his door knocker roused the echoes of Broom Street at midnight. Wiser Sam stuck close by his mother ; excused his presence at John Shaw's, and his extra dose of punch, on the plea that a little daughter having arrived that day, he and John had \" been merely wetting the child's head.\" And the excuse was sufficiently cogent, seeing that it was customary for a newly-made father to stand treat under his own roof, or in some bar-parlour to pay for the \" glasses round,\" in Avhich the health and long life of the new-born child were toasted and drunk. She Avas barely satisfied, but she let it pass. On like grounds he excused his unpardon able absence from Castle Quay. His extreme agitation and anxiety for Lydia had driven everything else out of his mind. He had for gotten to send to the Post Office that morning. Her letter of instruction would be lying there. This Avas a much more heinous offence."], [207, "SAM'S FIRST. ■93 \" A business man forget the post ! \" it sounded incredible ! Hers might not be the only important missive lying neglected in Mrs. Willett's AvindoAv ! She AA^as not so easily appeased. Yet Sam made his confession so naturally, and Avith so many genuine expres sions of regret ; he had such a firm hold of his mother's heart, and she such a firm belief in his integrity, that she softened at last, and said : — \" Well, Sam, lad, as it is thy first child, it may be excusable, and as thah's come and OAvncd thy forgetfulness all straight up and above board, I may OA-erlook it this time ; but, prithee, be careful in the future. Punctuality and method are the hinges of trade, and a business man has no business to forget.\" Sam's face Avas in deep shadow, so the uneasy expression which crossed it during the first portion of this speech was lost, and her sharply emphasized rebuke of his untrades manlike forgetfulness might account for his temporary silence. VOL. i. o"], [208, "FORBIDDEN TO MARRY. 194 Presently, after a trade question or two, she began to ask about Lydia and the newly born child, wished she had been a day earlier, and said ; — \" I'd rather it had been a lad than a lass, for the first ; but AATe must take what comes.\" Again Sam's brows contracted uneasily and were not smoothed Avhen she bethought herself to ask ; \" Who's with Lydia ? ' \" Oh, — Maggy Blackburn,\" he ansAvered, but not readily. \"Maggy Blackburn!\" exclaimed his mother, in not too pleasant atone. \"Was there no one to be had nearer home ? \" \"Yea; but Lydia has known Maggy all her life, and I thought, as you were away, it Avas best to humour her, as she seems to have such a hankering after Waverham folk,\" he responded, as they stopped at his mother's house, and his hand Avent up to the door knocker quite unnecessarily, seeing that the door opened with a mere turn of the handle."], [209, "SAM'S FIRST. 195 Chairmen and porter Avere glad to ex change their loads for hard cash and foaming home-breAved ale, and, after spitting on the coins for luck, departed. Muriel, notwithstanding the unsuspected tears shed when her father left her so readily, had fallen asleep by the way, owing as much to the motion of the vehicle as to her fatigue ; and she Avas but half awake when she followed her grandmother into the large bright kitchen, Avhere the stone floor Avas scrubbed as clean as the deal tables and dresser ; and where Margery had put as bright a polish on the tall clock case and oaken-settle as on the brass and copper utensils on Avails and tall mantel-shelf. On that same settle lay a boy about four years old, in clothes of a countrified cut, though they Avere good and respectable enough. He Avas a rosy-cheeked chubby fellow, and Avas fast asleep. \" Whose lad's this ? \" demanded Mrs. Ban croft, as sharply and briskly as if her journey and two mile walk were of no account. o 2"], [210, "196 FORBIDDEN TO MARRY. \" Eli ? A nurse-choilt Maggy Blackburn broAvt wd her fro Waverham. Hoo* said hoo couldn't come bouts it. Measter browt it here to-day, to be out o' th' Avay,\" explained Margery, all in a fluster Avith the unexpected arrivals, and full of grief that there was \"ne'er a foire anyAvheere but i' th' kitchen, and nowt but ham an' eggs for supper. Yo' moight ha' letten folks know.\" \" Never mind, Margery. If grandmother's as tired as I am, she Avon't care Avhat she has for supper, or Avhere she sits,\" said Muriel, dropping Avearily to a seat on the settle beside the sleeping boy, on whom Mrs. Bancroft's keen glance was fixed. \" Sup, oh, anywhere,\" said the latter some what impatiently, as she left the kitchen to meet Sam in the passage. To him she put the same question she had put to Margery, to be answered again : \" A nurse-child of Maggy Blackburn's. She couldn't leave it Avith those rough sons of hers, :so she brought him Avith her. She thought, as * She. t AVithout."], [211, "SAM'S FIRST. 197 he Avas but a little chap, avc should not mind.\" \" Maggy Blackburn all out ! \" remarked the old lady, seemingly satisfied Avith his ex planation, if not Avith Nurse Blackburn's easy assurance ; and by the time their outer Avraps were removed, and the savoury supper smoking on the board, her temporary irrita tion had vanished. Still, her eyes strayed from her plate to the sleeping boy, as if there was something in his form or face Avhich puzzled her ; and Sam Avas not sorry Avhen she proposed that the child should be carried to bed, saying it Avas \" not fit to take the little fellow through the night air at that hour, whoever he belonged to.\" \" WheAv ! '' he whistled to himself Avhen well clear of his mother's door, \" that storm's blown over ! If ever I neglect to send for the letters again may I be hanged ! And how she looked at the lad. I'd stand a guinea to knoAv A\\diat she thought, that I AArould ! Well o 7 I may tell Lydia the danger's over now, though it's been a close shave.\""], [212, "198 FORBIDDEN TO MARRY. Thinking thus, and having escaped a dreadful catastrophe, it was with lightened feet and spirits he trod the uneven and Avind ing Avay down Red Bank and Long Millgate, under the shadow of gable-fronted cottages (long since SAvept away), heedlessly stumbling over outlying steps, and at last coming into violent collision Avith one of the neAvly appointed watchmen as he turned the sharp corner abruptly into Toad Lane, where he lived in one of his mother's houses ; a row of Avhich rose with the rising ground on the right-hand trending toAvards Hyde's Cross. \" Neaw then, tha drunken foo' ! What dost mean?\" blurted out angrily the custodian of the peace, steadying himself on the narrow path. \" Heigho ! \" cried Sam simultaneously and prophetically, \" I think this might be called ' Dangerous Corner' with a vengeance ! \" and he gaA7e himself a shake to restore his balance. \"A dangerous corner belike to thee, for I've hauve a moind to tak' thee t' th' watch heause t' gie an acceaAvnt o' tinsel' ; \" and the"], [213, "SAM'S FIRST. 199 lantern went up into the disconcerted face of Sam. He had to put his hand in his pocket to find the heavily-coated man of lantern, rattle, and many capes, a heal-all, and that sent him home a little less elated, and the mollified watchman contentedly on his Avay, baAvling, lustily, \" Past ten o'clock, and a clear, dry night ! \" Maggy Blackburn, a thin, lithe woman, with cold, light grey eyes, and what had been a ruddy face, dressed in a dark-blue linen bed gown (or loose jacket) and linsey petticoat, with a Avhite linen long-eared cap or mutch to keep her straggling grey locks in order, opened the door for him, and before he could say, \"How's Lydia? \" began to ask \" Wheer's th' lad ? Theer's no gettin' thoi Avife to rest till she knows he's safe in th' heause.\" At his answer, the woman, for many reasons a privileged individual in that house hold, uplifted both hands and voice : \" Thy mother come back ! an' seen th' lad ! Eh ! But I Avouldna stand i' thy shoes, Sam Ban-"], [214, "FORBIDDEN TO MARRY. 200 croft, fur summat ! Thy mother has eyes to see through a brick wall.\" It Avas an ancient black-and-Avhite timber and-rubble house, Avith short passages, queer turnings, odd stairs here and there, rooms of various sizes, shapes, and levels, intersected by beams, and lit by diamond-paned tran somed windows. There Avas no lobby, or entrance-hall, the door opened into the com mon-household room, an oaken partition, or spear, about two yards high which projected far into the room from the doorway alone serving to screen the inmates from draughts, and maintain a shoAv of privacy when strangers came to the door to make en quiries. Out of this room, almost in a line Avith the door, up two or three stairs, lay the short passage to the kitchen, to the dark and tortuous staircase, and to another room lit by diamond-paned, mullioned Avin doAvs back and front. This, Avhich had been comfortably furnished as a best parlour, and Avas kept in the most admirable order, Avent doAvn a step or tAvo ; and it was into this room"], [215, "SAM'S FIRST. 201 where a light Avas burning on a snap-table, Mr. Samuel had led the Avay, closing the door before he had committed himself to answer ; Avhen he did it was Avith a sort of Avink : \"But what if dust be thrown in the eyes, Maggy?\" and he slapped his thigh as if well pleased at his OAvn dust-throwing ; the wisdom of the punch-bowl in his self-satisfied half shut optics. \" Some folks' eyes won't hold dust long. They may be blinded for a bit, but they see noan th' waur aftenvards. I'd noan have left Jem behind. Folk as have secrets conna be too careful. But take thi shoon off an' come gradely up the stairs, an' tell Lydia it's a' reet. She'll happen believe yo. I don't.\" And if Samuel Bancroft could have known Iioav the face of that sleeping boy haunted the pillow of his mother, as a vague dream of something remembered through the mist of years, he Avould not have assured his anxious Avife so glibly that it was \" all right.\" His confidence, however, served to set poor Lydia's aching heart at rest for the time, and"], [216, "FORBIDDEN TO MARRY. 202 when he kissed her and the babe and said \" good-night,\" and Avent off 10 the spare bed room, she closed her eyelids and went to sleep contentedly ; Avith none of the mis givings that had troubled her mind for years, and which somehow seemed transferred to the brain of Sarah Bancroft. Even Avith the many cares of her large business on her mind — business which she was no longer assured had been under vigilant supervision in her long absence, and which summoned her from sleep to work-rooms and ware-rooms at five in the morning, Avhen the Avorkmen entered the gate — she thought of him ; nay, even in the midst of calculations during her hasty breakfast, she could pause to Avatch the boy eating his bowl of porridge by the side of Muriel, and ask his name. \" Jem,\" was the shy resjoonse \"Jem what?\" \" Maggy's Jem.\" \" Aud what besides ? \" \" Mammy's Jem.\" \" And who's your mammy ? \""], [217, "SAM'S FIRST. 203 The boy looked with wondering eyes from Mrs. Bancroft to Muriel, but only replied, \" Why, mammy's mammy.\" He knew no more, and he could tell no more. # 4-"], [218, "CHAPTER XL muriel's return home. Avas well Muriel had been schooled in self-control, for the morning passed, noon came, dinner was despatched, and yet Mrs. Bancroft, avIio had sent for the delayed letters, could not spare time from her own pressing concerns to accompany the girl home, and she had forbidden her to go alone. She took little Jem by the hand into the shed and warehouse to show Iioav furs were dressed and prepared. The powdered lime, the smells, and the fluff soon drove them back. Then, keeping him still with her, she Avent for a stroll doAvn Roger's BroAV to see her cousin Milly — or Millicent — Hargreaves, whose father's dyeworks lay almost behind Mrs. Bancroft's place, but close to the riA*er"], [219, "MURIEL'S RETURN HOME. 205 side, his house adjoining the works. They went through great gates, and a grassy croft set with rows of stout posts that bristled with spiky hooks, into a Avet yard overlooked by the buildings which covered in the dye-pits, Avhere men in coarse Avoollen overshirts, and thick clumsy leggings, Avith bare arms all red, or brown, or blue, Avent clattering about in clogs aAvay from the carboys and dye stuffs, hanging up dripping hanks of yarn or pieces of cloth on the lines or tenter-hooks to dry, aud the boy stared on all with won dering eyes. When they had picked their Avay to the house, Muriel Avas sorry to hear that Milly Avas away, but Mrs. Hargreaves found them some cake and promised that Milly should soon come to see her in Broom Street ; and as they Avent back through the yard they were met by the dyer himself, as rough-look ing with his clogs and leggings and indigo stained arms, as one of his oavii workpeople. He shook hands heartily with Muriel, leaving his mark on her palm, asked a"], [220, "FORBIDDEN TO MARRY. 206 few questions, then, eyeing the boy askance, patted him on the head, saying : \" And Avhat little chap's this ? He favours thi Uncle Sam, I'll be hanged if he don't.\" \"He comes from Waverham. A woman they call Maggy Blackburn brought him with her. He says his name's Jem, and does not seem to knoAV any other.\" \" Oh ! \" Avas all his acknoAvledgment of Muriel's ansAver ; but when she Avent away, disappointed at not seeing Milly, he looked after them and gave a long Avhistle. The banks of the Irk Avere not then all built upon. There were green spots here and there. She gathered a bunch of Avild spring-flowers as they Avent back, for the chattering little one; then in the house again, sat down to sing ballads and hymns, and to play on the harpsichord, as much to still her impatience as to amuse the child. She had a marvellously musical voice, and as its liquid notes floated through the rooms, Margery put down her Avork to listen ; and, putting her head in at the open door, said:"], [221, "MURIEL'S RETURN HOME. 207 \" Eli ! but aw fair thowt it Avur an angel singin', aw did ! \" \"I don't feel ATery like an angel, Margery,\" she said Avith a laugh. \" My feet are tingling Avith impatience to be off,\" and she rose to consult the tall kitchen clock, as she had done many times during the morning. For not only Avas she most impatient to see those from Avhom she had been so long parted, but she feared to incur her father's displeasure and excite her dearly-loAred mother's anxiety by lingering there, now that her return to Manchester was known. Yet it Avas close upon three o'clock before Mrs. Bancroft looked into the front parlour, Avhere Muriel sat with little Jem in the Avindow seat, showing the pictures in the big Family Bible (Avhich apart from order-book and ledger constituted the family library), to keep him quiet, and said : \" Be sharp and put your things on, and that lad's too. We may leave him at your Aunt Lydia's as Ave go.\" Be sure no second bidding Avas needed. Up started Muriel, forgetting in her haste to"], [222, "208 FORBIDDEN TO MARRY. put back the big Bible in its place on the bureau. It Avent no farther than the table, and there Sarah Bancroft found it at night. She was closing it Avith a mental reproof of Muriel's carelessness, Avhen her eye was caught by a AA'ord or two of the large tj-pe. She sat doAvn ; the resolve made in Chester by her grandchild's bedside came freshly to mind. The great book which had lain so long on the bureau unopened, like so many a Family Bible, as a sort of dumb guarantor of the family Christianity, the silent custodian of its religion, lay with the seventh chapter of Matthew open before her, to strike, as it Avere, a shaft into her soul : \"Judge not, that ye be not judged.\" Was it Muriel avIio had been careless or herself? Muriel had left the book open, she had more carelessly left it closed. She sat down, and read, and pondered ; that Avoman whose faith was in herself, whose soul was in her business, and as she read began to wonder if she Avas building her house on the rock, or on the sand?"], [223, "MURIEL'S RETURN HOME. 209 Howsoever she ansAvered the question to herself, she was more careful of the sacred volume in the future. During the Aveek she Avas at business from early morning until late at night, but eATery Sunday afternoon, Avhen she was alone, it came from its long resting place to be read and studied. Not too soon. There were disturbing in fluences at Avork, and the Avoman avIio had rested on herself so long, needed to find \" the shadow of a great rock in a Aveary land.\" But Ave are hastening too fast through that busy day. Muriel was well pleased to find her grandmother in a hurry : her own young feet had such a tendency to outstrip both the younger and the older ones. Curious as Muriel had been to know what sort of a person Avas her Uncle Sam's Avife, the introduction to the neAV aunt and cousin in the darkened room Avas soon over, and left her not much the wiser. The face she saw on the pilloAV had a sort of faded prettiness, though there Avas an ingrained colour on her VOL. I. p"], [224, "' FORBIDDEN TO MARRY. 210 cheeks, and the lips were close set when not speaking. And she Avas surely more than tAventy-five, thought the niece, avIio had been told her age. But she had no desire to linger ; even the pink baby had no charm to hold her that afternoon. Indeed she thought her grandmother Avasted time asking the queer nurse unneces sary questions about little Jem, and it Avas with quiet satisfaction that she gave him a kiss and wished him \" good-bye,\" her face radiant with hope and expectation. Yet the questions Sarah Bancroft had put to Maggy Blackburn had staggered the Waverham nurse, and her close set eyes contracted under catechism. She was, hoAvever, equal to any emergency, and her answers Avere satisfactorily true to the letter if not to the spirit, The catastrophe was averted — for the time. With head erect, as befitted Miss Briscoe's pupil, Muriel tripped on lightly, glad that her grandmother only nodded to people she met in the croAvded thoroughfare about Hyde's"], [225, "MURIEL'S RETURN HOME. 211 Cross, instead of stopping to speak ; but when at length the exclusive posts and chains of Broom Street Avere gained, and she saw her father standing without hat on their oavii doorstep, all Miss Briscoe's lessons in deportment Avere forgotten. Children even in their teens were kept at formidable distances in those days, but human nature is stronger than custom. Muriel set off at a run to throAV herself into his arms. Had she been alone he might have closed them round her in a fatherly embrace, for there is no doubt he had missed her. But the irritation of the previous night had not passed away with the fumes of John D'Anyer's potations. He had been called to order in the open street before both his own friends and common porters. He had been unwarrantably taxed Avith ungentlemanlike neglect, and any- thing more galling to the great foible of the fustian manufacturer was not possible. He had gone in from the warehouse to the noon tide meal expecting to find his long absent daughter dutifully waiting to salute him with p 2"], [226, "FORBIDDEN TO MARRY. 212 filial respect and affection. Her absence he had construed into a want of both, on her part, and as an intentional affront on that of Mrs. Bancroft. His amiable little Avife had only made matters Avorse by suggesting excuses. Several matters had gone Avrong in the Avarehouse that afternoon — pieces of fustian had been spoiled in the cutting, and it did not improve matters Avhen he came in the house at four o'clock for his tea, and saAV no signs of Muriel. Instead of sitting down, he Avalked impatiently to the front door, and thus it Avas that the girl's open-armed advance received a check. \" I think, Miss, as you have been so long in finding your way home, you might almost as Avell go back where you came from.\" \" 0 father ! \" exclaimed Muriel in a tone of deep disappointment, as she clasped her open hands together in pain, and stopped short. \" She can do that, John D'Anyer, if she be not Avelcome here ! \" cried Mrs. Bancroft,"], [227, "MURIEL'S RETURN HOME. 213 coming up in time to hear him. \" And if that's all the greeting thah has for the lass avIio pined for the sight of you all, till she could not eat her dinner, I think she's likely to go back sooner than thah counts for.\" But Muriel had seen another figure in the hall, and flying past her father, Avho made way for her, Avas locked in the embrace of her dear mother, deaf and blind to all the Avorld besides. Sisters too, just home from school, book bag and slate in hand, came rushing in the back Avay to surround and overwhelm her Avith kisses and questions, and drag her into the back sitting-room, where the tea-table Avas set, the toast and teapot being kept warm on a brass stool in front of the fire. Meanwhile John D'Anyer, bowing stiffly to his wife's mother, ushered her ceremoniously into the front parlour before she spoke another Avord. Much less ceremonious, she began first — \" See tin, John, I took that dear good lass aAvay because I saAV there Avas no proper"], [228, "FORBIDDEN TO MARRY. 214 place for her either on thy hearth or in thy heart. And if \" She Avas interrupted. \" May I ask, madam, on what grounds you thus heap insult on indignity? You profess to have gauged my heart. I'm afraid you have not gauged my patience, which is not so long as to tolerate unfounded accusations even from Mrs. Bancroft, no later than last night.\" It Avas her turn to interrupt. \" Stay, John ; Sam Avas to blame for that, I had written desiring thee or him to be on the quay to meet the packet. It Avas not until avc had parted in the Market Place that I discovered thah Avert not in fault — that my letter Avas still at the Post Office — had not been sent for, in fact — and I am sorry I spoke so hastily. But I found Avhat politeness an unknown old Avoman was likely to have met from thee and thi friends — and I found Samuel amongst the roysterers.\" The listener boAved in acknoAvledgment of the apology, reddened as he found the tables"], [229, "MURIEL'S RETURN HOME. 215 turned upon him, but smiled covertly when Sam Avas mentioned. \" Ah, yes ! wetting the child's head in John Shaw's punch ! \" \" Ay, and disturbing his OAvn ! Now, John D'Anyer,\" and she laid her mittened hand upon his coat sleeve, \" thah'st a strong head and can stand carousing. Sam is not used to it, He Avould not have gone to the Punch House but for thee. Don't thah lead him into bad habits.\" Astonishment, incredulity, scorn, sat on her interlocutor's handsome visage. He Avaved. his hand loftily. \" Mr. Samuel Bancroft, madam, is not one to be led. Leading strings are not for men of his years and cool temperament. Mr. Samuel may certainly be trusted to take care of himself.\" \" So I thought till last night.\" And Mrs. Bancroft untied her bonnet strings, and sat. doAvn meditatively. But he said no more, not even that he found his brother-in-law at the Punch House"], [230, "216 FORBIDDEN TO MARRY. before him ; such admission being contrary to his code of honour. And he scarcely came down from his stilts all the evening, though he did take Muriel in his arms at last, did extol her groAVth and upright carriage, and sent her to her sisters in a flush of delight. But he spoiled all by saying before •she was fairly out of hearing, \"What a fright that cropped head makes of the lass.\" He had last seen her with her hair rippling in ■waves beloAv her Avaist. \" Be thankful you've got the lass back safe, -crop or no crop,\" jerked out the old woman, avIio had been talking to her daughter about Lydia and just overheard him. \" Aye, mother,\" assented the younger one, as she poured out the tea, \" Ave may be Avell content to let her hair go, so that we have her back safe and sound, seeing she has been so ill.\" \"Tchut! What has that to do with the lass being a fright ? Would you have me thankful for that ? Women have no sense ! \" Then having vented his explosive, John"], [231, "MURIEL'S RETURN HOME. 217 D'Anyer turned the conversation, \" Did you do any trade in Chester before you came back? \" And Mrs. Bancroft, launching into her natural theme, lost her irritation. This Avas not a very auspicious home-coming for Muriel. She could not forget her glimpse through the sedan window of her father and his companions, or the fright she had before he Avas recognized, and he, on his part, could not forget that she had so seen him. The want of cordiality in his first greeting wTas followed by a restraint not observed toAvards the others. He was conscious that his eldest daughter had seen him at a disadvantage, had seen him guilty of an act of discourtesy to an elderly stranger in the street, and wounded self-esteem suggested that her respect for him and his authority would thereby be lessened. In the clear eyes which said plainly enough, \" Why am I not loved like the rest? \" he read only the glance of a searching spirit to probe his soul, and not feeling comfortable himself, he was not likely to set her at ease. Added to that, the Reign of Terror in France, and"], [232, "218 FORBIDDEN TO MARRY. the declaration of Avar Avith that country, affected English commerce, and he began to feel it. Annoyance on 'Change or in the ware house meant irritability at home, and polite sarcasm on his OAvn hearth, of Avhich Ellen had hitherto had the chief benefit. Now, Muriel, throwing herself, as it Avere, as a soft cushion between them, came in for more than a share of his ill-humours and suspicions, nay, the very alacrity with Avhich she ran to anticipate his Avishes only increased his disfavour. \" A pair of meek lackejTs Avith out a grain of spirit,\" he styled them on one occasion in his scornful cups ; and yet the man could be generous and noble on occasion. Nor were her sisters more amiable after the first few days. They felt themselves super seded, and began to be jealous of her superior manner and accomplishments, as one after another, aunts and cousins, came in and noticed her and her needle-work with out spoken admiration. Not so much the silken nosegay on the Avail, in its circular gold frame, so prettily reflected in the circular convex"], [233, "MURIEL'S RETURN HOME. 219 mirror opposite between the velvet curtained windows, or the filigree-basket on the folded card table beneath the mirror, or the pair of tent-stitch footstools guarding the polished steel fender ; as the embroidered portrait, which she sat in the light of one AvindoAv to finish. It Avas this, Avhich being a novelty, eclipsed the nosegay; and Avas pronounced far beyond competition by the fingers of either cousin or sister. It Avas a tangible evidence of her superior endowments ; since such work was only turned out of schools of high standing ; and the minor matters of grammar, history, geography and arithmetic were thereby guaranteed. Moreover, it Avas a well painted picture of a comely girl in a white dress, crimson shoes and sash, adorned with a gold-rimmed locket set Avith pearls, and Avith a glorious mass of broAvn hair flowing and rippling far beloAV her waist; Overarching trees and a back ground of bushes threw out the graceful figure, which seemed in motion as did the"], [234, "FORBIDDEN TO MARRY. 220 fluttering canary on her finger, the ribbon Avhich seemed to hold it safe, the floating ends of her sash, and the folds of her Avhite robe. The artist had quite been equal to his task, and the portraiture Avas faithful. Marion and Anna envied the distinction. What right had she to have her portrait taken any more than they! And' the feeling oozed out one day AAdien Milly Hargreaves Avas present, admiring the picture, of Avhich the hair, flesh, and sky Avere as the painter left them. \" It's Avell the painter put no marks on the skin to spoil its beauty,\" said Anna spitefully. \" Painters never do, even in large pictures,\" ansAvered observant Milly. \" Didn't the painter leave the Avart off CroniAvell's face?\" \" Well, I'm sure Muriel's hair Avas neA-er so long or beautiful as that ! \" asserted Marion, Avhose raA-en locks only rested on her shoulders."], [235, "MURIEL'S RETURN HOME. 221 \" I dare say it was,\" struck in little Sara chivalrously, seeing the crimson rising in good-natured Muriel's cheeks ; \" Didn't you cry Avhen they cut it all off?\" \" No love, I Avas too ill.\" And Muriel sighed. \" Never mind, Muriel. It is sure to groAV again,\" said Milly, reassuringly, as she noticed the moisture gathering in the mild brown eyes. \" I don't mind my hair, Milly — that is — (she corrected herself) I should not mind, but father does not like me Avithout it ; \" and the moisture rounded to a tear. \" That's a very pretty locket,\" said Milly, still looking at the picture, with a kindly desire to change the subject ; \"Have you one like it?\" \" Yes, the lady whose chaise broke doAvn in Delamere Forest, gave it to me.\" \" Gave it to you ? What for ? \" \"You may well ask AAdiat for? \" jerked out Marion. \"People are always giving her things. What did mother give her the old"], [236, "FORBIDDEN TO MARRY. 222 silver-clasped Bible for, I should like to know? \" \" Ah, and grandmother gave her a fur muff and tippet, but she didn't giA*e us any ! \" added Anna, crossly. \" Perhaps she will when you are older ; \" suggested Milly ; \" but 1 should like to see the locket and hear all about it,\" And when she did hear all about it, Milly, who Avas half a year older and a bit of a sentimentalist, went into ecstasies about the romantic adven ture, and the handsome young officer connected therewith, running into a whole chapter of possibilities and probabilities. At which Miss Marion again turned up her long nose. From this it will be seen that kindliness did not spring up in Muriel's path at home. Little Sara lo\\Ted her, clung to her, slept in her arms at night, followed her about in the day, came to her hornbook in hand for help up the first and hardest steps to know ledge, or for a romp when work was over,"], [237, "MURIEL'S RETURN HOME. 223 but Marion and Anna took the cue from their father and in small indescribable ways strove \" to bring the lady doAvn a peg,\" especially Anna, avIio for some occult reason Avas his favourite. At the same time they did not hesitate to take her gifts, or to tax her skill and obligino nature to the uttermost, and scarcely gave thanks for the Avilling service. Besides Sara the only appreciative being in the household Avas her mother, and her smile Avas Muriel's ample reward. Was John D'Anyer's fastidious palate to be catered for, or baking, pickling, preserving, wine-making about, Muriel's untiring activity might be counted on ; but whence came her patience and cheeriness under discouragement only her good mother knew. She, however, had not been at home quite a fortnight, when her mother, Avhose stay-at home habits Avere proverbial, taking advan tage of her husband's absence on a business journey, and of a fine day, said she thought it was about time she Avent to see Lydia, and"], [238, "FORBIDDEN TO MARRY. 224 that if Muriel felt inclined she might bear her company. The April sunshine Avas not brighter than the smile of Muriel as she tripped upstairs for her hat and cloak, and she carried something of the sunshine into the quaint old house and the shaded chamber Avhere sat Lydia in a big easy-chair between the heavily draped four post bed and the fire. She was Avrapped in a blanket, had a pilloAv beneath her feet, and pillows behind her, all tokens of Maggy Black burn's good nursing. Little Jem seated on a low stool by the fender had fallen fast asleep with his head resting against her knee. Her right hand lay caressingly on his head Avhen they opened the door, but it Avas calmly folded in the other across her Avaist when they had made the circuit of the bed, and stood before her. \" Hoav do you do, Aunt ? \" said Muriel in a low voice, accompanied by a graceful courtesy. \" How do you find [yourself by this time, Lydia ? \" Avas Mrs. D'Anyer's first salutation,"], [239, "MURIEL'S RETURN HOME. 225 as she held her hand to the fire to take the chill off before offering it to her sister-in law ; \" your nurse says you are both doing well.\" \" Aye, pretty well. But I thought you had forgotten me, Ellen,\" AAras the faint reply. \" Nay, I had not. Rheumatism came with the March winds, as usual, so I had to Avait for fine weather and less pain, or you would have seen me sooner. So that's the little lad your nurse brought with her,\" Mrs. D'Anyer exclaimed, as the boy's broAvn head caught her attention. \" I think she took a great liberty. Don't you? \" \" Oh, no,\" answered Lydia, Avith the least possible tremour in her voice, which her hearers ascribed to Aveakness, \" Ave knew she could not come Avithout him.\" \" But what induced you to send so far for a nurse so encumbered ? I could have recom mended a very trustworthy person close at hand; Mother tells me she comes from Delamere, from the very heart of the forest.\" VOL. I. Q"], [240, "226 FORBIDDEN TO MARRY. Lydia shifted her head as if to change her position, and -shade her face from the fire which had leapt into a blaze. \" Well, her house is a goodish step from Waverham, but I've known Maggy all my life, and thought I should like her better than a stranger,\" was answered wearily. At that moment in came the said Maggy, Avith cake and caudle on a tray for the visitors, checking Mrs. D'Anyer's next remark, \" Mother says she has a very queer — \" before the words \" character from the Kingsley's,\" could be spoken. But whether Maggy overheard the speech or divined the thought, both Muriel and her mother Avere struck with the searching and anything but pleasant gleam of her light grey eyes, Avhich seemed as though they would transfix the arrested speaker, whilst she bent her long back to wait upon them. And Muriel thought the long ears of her linen mutch flapped as if shaken, whilst she interposed with the voice of one in authority, \"Yo' munna talk so much, Lydia, till yo're"], [241, "MURIEL'S RETURN HOME. 227 stronger — and maybe ma'am, as yo' seem to be a mother yo'll bear me out. Oi've not ower much loikin' for early visitors mysel', they dun moore harm than good.\" \" Hush, Maggy,\" feebly remonstrated Mrs. Sam, \" that lady is Mrs. D'Anyer, my sister-in law ; and I have not been talking much.\" \" Moore than yo' shouldn' oi've a notion,\" put in the Avoman with another strange look. Mrs. D'Anyer rose, there Avas small induce ment to prolong her visit. \" Show us the infant, nurse,\" she said, with some little dig nity, \" and then Ave will retire.\" The sleeping infant Avas lifted out of bed for inspection, duly kissed and admired, and then Muriel said : \" I will come and nurse her for you, if mother will allow me, aunt. I used to nurse my poor brother George. Hoav I wish she was a boy. Don't you, aunt? \" The aunt's reply was inaudible. \" You must not tease your aunt,\" said her mother, putting a gratuity in the hand of Maggy Blackburn, and then they departed. Neither observed that there were tears on the q 2"], [242, "228 FORBIDDEN TO MARRY. lashes of Lydia's closed eyes, or that her hand Avent back in a caress to the head of the still sleeping boy against her knee, as they turned aAvay. Did she too wish that her first born had been a boy ? \" We may as Avell walk on to Red Bank, now I am out, as your father will not be home until to-morrow, and after dinner you can run and see your cousin Milly, whilst I have a quiet hour with your grandmother.\" said Mrs. D'Anyer, turning doAvn-hill towards Long Millgate, then a long, narrow and busy thoroughfare, betAveen houses of all shapes and sizes, from the neAv red-brick mansion to the ricketty frame-built cottage of the Avork ing man; some up steps some down steps, with here and there a bay-windoAved shop, where the light struggled through small panes set in thick frames. On the left, dark entries and narrow alleys ran steeply down the sand-stone bank to the ATery margin of the river Irk and shut it out of sight. Shut out of sight too if not of smell, the tanneries and dye-houses also on its"], [243, "MURIEL'S RETURN HOME. 229 margin, and the fair gardens and bleach-crofts across the stream. Two or three streets broke the line on the towmvard side ; and on both, more than one painted sign intimated that there might be had \" good entertainment for man and beast.\" On the loAvest and outside step of one of these (the Queen Anne, whose painted effigy over the door Avas in good preservation) stood James Hargreaves, with his sleeves rolled up, his bare arms yellow with fustic, his leather breeches and leggings displaying samples of many dyes, just as rough-looking as when at his oavh works, more than a quarter of a mile away. He Avas, liOAvever, Avell known, and appearances were nothing to him, Avhatever they might be to his companion, a bleacher named Walker, Avhose croft lay across the unseen river, but whose attire shoAved no such intimacy with his vats and bucking keirs. Their two wives were closely related and they had business connections likewise to draw them together."], [244, "FORBIDDEN TO MARRY. 230 \" Why, Ellen, is that thee ! the sight's good for sore een ! What's brought thee so far ? \" and out went the great yelloAv hand to grip hers heartily. Before she could answer that she had \" been to see Iioav Lydia Avas getting on,\" the bleacher had also put forth a claim to notice ; and James Hargreaves, chucking his niece under the chin with a couple of yelloAv fingers, said in a tone of pleasant banter : \" So, Muriel, lass, youYe begun betimes ! Milly says you picked up a SAveetheart in the AATilds of Delamere : nothing less than a handsome young officer ; and under the very nose of your grandmother ! \" Muriel was abashed ; her colour rose. She could only say, \" Oh, uncle ! \" in a tone of remonstrance. Her mother came to her aid. \" Don't talk such nonsense to the girl, James. And your Milly ought to know better. Muriel Avas not tAvelve years old Avhen she met those people in Delamere, and it is more than three years since she saAV one of them.\""], [245, "MURIEL'S RETURN HOME. 231 As if reminded by association Avith Delamere, he remembered Lydia, and remembered something else. \" I say, didn't thah see th' little lad from Waver ham at Sam's?\" he asked curiously. \" Yes, surely.\" \" What dost a' think of him ? \" \" He was asleep, with his head against Lydia's knee ; I did not see his face.\" \"Then Lydia taks to th' lad? Oho! Well look at him Avhen thah goes again, and tell us.\" And Avith a nod, and a chuckle, and an injunction that they should \" go and see th' old Avoman and Milly,\" he turned into the Queen Anne, after Mr. Walker, leaving both Mrs. D'Anyer and Muriel to Avonder Avhat there was remarkable to see in the boy. There Avas the tinkle of a Avorkyard bell, then of another, and another, a clatter of clogs on the stony pavement, of voices hailing one another, and the roads Avere alive with men and Avomen, lads and lasses, and poor Avee children hurrying home from dye works,"], [246, "232 FORBIDDEN TO MARRY. bleach Avorks, tanneries, factories, bearing all some tokens of their various callings in dress or person, the stains of some, the odour or the fluff of others. \" Poor little things,\" said Muriel, as tAvo barefooted and ragged urchins of nine or ten years ran against her at the corner, \" how hard it must be for them to get up at four in the morning and work in a buzzing factory all day, when the sun is shining in the sky and there are buttercups in the meadows. I never thought how much Avorse other children Avere off than myself, Avhen I Avas at Miss Briscoe's.\" \" No, my dear, we are all naturally selfish, and in our own sorrows are apt to forget the greater ones of others ; perhaps because Ave knoAV and feel our own, and can only imagine those of others. But Ave must make haste or your grandmother will have sat doAvn to dinner before we get there.\" In another minute they Avere on Scotland Bridge ; there was another stoppage. Samuel Bancroft hastening home to his dinner met them."], [247, "MURIEL'S RETURN HOME. 233 After ordinary greetings, Mrs. D'Anyer began : \" Sam, Avhose boy is that at your house ? James Hargreaves has just asked me to look at him and say \" Sam scoAvled. \" Hang James Hargreaves ! \" he cried irritably. \" Let him mind his own business. What's Maggy Blackburn's nurse child to him, or to you either ? \" he added sharply, \" that's Maggy's affair. / never asked her.\" \" Well, Sam, you need not get into a pas sion, I only repeated what \" Again Sam interrupted : \" Yes, only repeated. That's the Avay mischief is made. I reckon you're going up to Red Bank to '•only repeat' there. But I tell you Avhat, Ellen, and you, Muriel, too, you'd best not say anything you see or hear about my house up there, or you'll find yourselves in the Avrong box ; \" and with a monitory nod he stalked on. He Avas not given to think aloud, or to mutter as he went, but with his lips close"], [248, "FORBIDDEN TO MARRY. 234 set, his thoughts kept pace with his steps, and thus they ran : \" Hang it all ! This comes of giving way to Lydia. A pretty coil there'll be if mother gets hold of the clue. It Avas sure some imp of mischief kept me from the Post Office that day, and sent the poor little lad right in mother's Avay. It's confoundedly awkward ! confoundedly ! \" And whilst he meditated he scratched his chin, and looked vacantly at the ground as he Avent. Presently a cunning gleam shot into his eyes ; he had found a cause for self-gratulation. \" It was lucky I met Ellen and Muriel. I've got to know Avhat's in the Avind, and that's something. And I think I've frightened both of them into silence. Neither one or the other has the courage of a mouse, and I'd lay odds they say nothing to mother that's likely to come back to me.\" He Avas right so far, that nothing was said, but Avhether from lack of courage, or from lack of interest in the subject, or the pressure of more interesting topics, is another matter."], [249, "MURIEL'S RETURN HOME. 235 Ellen D'Anyer had certainly remarked to Muriel : \" Your Uncle Sam seems put out about that boy. And no Avonder. He's not overfond of children, and I daresay he is savage at the nurse bringing another person's child into his house to be kept. Perhaps your grandmother has been grumbling about it, I know she said it was like Maggy Blackburn's impudence to bring it. So we had best say nothing about it, Ave may only make mischief. Lydia seems half afraid of the Avoman ; and it's not safe to offend her, seeing Iioav often your father has to cross the forest and the rough character of her two sons. You know they narrowly escaped the gallows over the attack on that captain's servant.\" \" Yes, Mrs. Kingsley told me. She said there had been some false swearing or they would never have got off. Perhaps Aunt Lydia only had her for a nurse, on account of Uncle Sam's travelling.\" However this might be, Uncle Sam's courage led him to disturb his sick Avife's"], [250, "FORBIDDEN TO MARRY. 236 serenity that day by grumbling at the presence of both Maggy and little Jem, and to eat his dinner with no Avorse relish for leaving her in tears. And Avhen Muriel went a few days later to inquire after her Aunt Lydia, she found her doAvnstairs, weak and low spirited, Avith a fret ful child, and no nurse or attendant but a rough servant-lass not more than fourteen. Sam had \" bundled Maggy and the boy both off,\" with little apparent regard either for his wife's condition or her tears. Lydia did not say this, she merely explained that \"Maggv Blackburn was obliged to go back to Cheshire ; and I am very sorry, for I cannot keep baby quiet.\" \" Let me try,\" said Muriel, and walking about the room with the velvet face nestled to her own she lulled it to sleep after a time. Then seeing that Lydia Avas making feeble attempts to \" put the disordered room to rights,\" she bade her sit down and she would do it. When Sam came in for his tea he saw"], [251, "MURIEL'S RETURN HOME. 237 Muriel installed in the place of Maggy Black burn, with her mother's approval, she having hurried home to obtain it. \"I found Aunt Lydia all alone, with the baby crying on her lap, and her eyes were red as if she Avas fretting over her OAvn inability to manage it,\" she had said, nothing doubting her own accuracy. Fretting, from whatever cause, is not con ducive to a patient's recovery, and quite three more Aveeks elapsed before Lydia was strong enough to take charge of her own household affairs. \" You're born for a nurse, Muriel, in spite of your grandmother,\" Sam had said before she had been there many days ; Lydia had seemed to appreciate the gentleness of her tone, manner, and moA-ements, and the uiiAvonted daintiness Avith which her meals were served ; and both were hearty and sincere in their thanks when she left; but for all that she had a lurking suspicion that they Avould feel her absence a relief. \" There's no place like home, mother dear,\""], [252, "238 FORBIDDEN TO MARRY. said she, as she untied her bonnet-strings in their own snug sitting-room ; \" I did not feel much like home at Uncle Sam's ; and I don't think Aunt Lydia feels so either, she sighed so heavily if I chanced to mention Delamere or the Kingsleys, or the Wynnes ; I could see she checked herself in speaking and shut her mouth tight. She never seems free and open, but always under some restraint, especially when Uncle Sam is there ; and I am afraid she is unhappy.\" \" May be so, my dear, long courtships and late marriages do not always ensure felicity, whatever your grandmother may think.\" Nor did early and hasty ones, if her own might be taken as a sample. Not that John D'Anyer did not estimate his Avife in his best moods. But he set so much larger an esti mate on himself, Avas so thoroughly imbued with personal vanity, and his claim to gentility — though his OAvn father was only a manu facturer — had such extravagant ideas of his supreme right as lord and master to worship and obedience, and was so easily flattered out"], [253, "MURIEL'S RETURN HOME. 239 of doors into excesses Avhich sent him home in his worst moods, that the poor little Avife might have been excused had she joined her mother in deprecating early marriages. END OF VOL. I."], [254, ""], [255, ""], [256, ""], [257, ""], [258, ""]]