[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "FORBIDDEN TO MARRY"], [8, "I F. V. WHITE & CO.'S SELFCT NOVELS. Crown 8 vo, cloth, 3-s. 6c?. each. The Following Volumes of the rieries are Now Ready, And can be obtained of nil Booksellers in Town, and Country, and at all Railway Book&talls. MY SISTER THE ACTRESS. By Fl.OKBNClS Marryat, Author of \" The Root us all Evil,\" THE DKAN'S WIF-\\ By Mrs. Etloart, Author of '* The Love ihat Lived,\" &c. &c. TWO MEN AND A MAID. By HARRIETT JAY, Author of \"' The Queen of Coniiaught,\" Sac &c. A BROKEN BLOSSOM. By FLORENCE Marryat, Author of '■ Phjllida,\" &c, i.c. SWEETHEART AND WIFE. By LADY C<»N- STAJfCis Howard, Author of \"Mollie Darling,\" &c, &c. BARBARA'S WARNING-. By MRS. HOUSTOr/X, AutJioiLQf \" Recomnended to Mercy,\" &c, &c. PiJ^LlTf).^. ,-^By Ft.ouenck Mar hy at, Author of,1' My Sift* i^tlie Actress,\" &c, &c. SOME, OF OUR GIRLS. By Mrs. Eiloart, of \" The Deau's Wite,\" Sac, &c. ALLERTQN tf-OWERS. By ANNIE Thomas ( Mrs. Pender Cudlip), Author ot *• Leuis Donne?* &c„ &c. THE ROOT OF ALL EVIL. By FLORENCE Marryat, Author of *■ Phyllida,\" &c„ &c A PROFESSIONAL BEAUTY. By Mrs. ALEX- ANDER KR.ASER, Author of \"Guardian and Lover,\" &c, &c. MOLLIE DAHLING. By LADY CONSTANCE Howard. Author of \" Sweetheart and Wife \" f. v. white & CO., 31, Southampton Street, Strand."], [9, "FORBIDDEN TO MARRY. BY MRS. G. LINNÆUS BANKS, AUTHORESS OF \" GOD'S PROVIDEXCE HOUSE,\" \"THE MANCHESTER MAX,\" \"GLORY,\" &C, -&C. J{ Lionel. IN THREE VOLUMES. VOL. II. LONDON : F. V. AVH1TE & CO., 31, SOUTHAMPTON ST., STRAND. 1883."], [10, "PRINTED BY KEI.LT AND CO.. GATE STREET. LINCOLN'S INN FIELDS ; AND KINGSTON-ON-THAMES."], [11, "CONTENTS. CHAPTER PAGE I. — In the House of Bondage . . . . 1 II. — A Day of Surprises 29 III. — A Scene in a Theatre 40 TV. — Mrs. Wynne's Mistake .... 67 V. — On the Way to the Post .... 88 VI. — In Contrast 114 AIL — Al Uriel's Visitors 146 VIII. — Mrs. Bancroft's Business .... 170 IX. — Seen and Heabd 197 X. — Unknown Attractions .... 225 XL — For the Benefit of Her Health . . 247"], [12, ""], [13, "FORBIDDEN TO MARRY. CHAPTER I. IN THE HOUSE OF BONDAGE. has been intimated that Muriel's home 's^* coming had not been the unmixed joy she had anticipated. The severe discipline and hardships of her school-life had been shared Avith others. In the school there Avas no favouritism, and if she suffered more it Avas from her greater sensibility and long isolation from her kith and kin. Returning, she had found that long absence had apparently Aveakened the bonds of sisterhood, that the accomplishments she had acquired so pain fully served only to mark her out for envy, and that she was no nearer to the heart of her father. Well Avas it that hers Avas not a VOL. n. B"], [14, "FORBIDDEN TO MARRY. 2 rebellious disposition. She had learned self repression almost from her cradle, so early Avas the ban of ugliness set upon her, and the doctrine, that \" only goodness could atone for her want of good looks,\" inculcated. Pather, aunts, uncles, all harped on the same string, the latter adding jests and banter to their admonitions. Only her mother refrained, and to that mother she clung as to a superior being, Avhose amiability she could never hope to equal. And there she might be right, for Mrs. D'Anyer's amiability Avas not that of inane Aveakness, but of a self-subdued will, and hourly self-sacrifice for the preservation of domestic peace. There was some com pensation for Muriel in the regard of her aged grandparents, the D'Anyers, and in the clinging affection of little Sara, and even in the satisfaction with Avhich Lydia hailed her coming whenever baby Lyd Avas tedious, because she \" had such a Avinning way with the child,\" or in Milly Hargreaves' many sentimental confidences. And it so happened"], [15, "IN THE HOUSE OF BONDAGE. 3 that handsome, spoiled, Avayward Milly, having no sisters of her own, had singled out Muriel in their earliest childhood as the one cousin to supply the want, and to be loved and trusted aboA-e the rest. Certainly, whenever Muriel stayed Avith her Grandmother Bancroft there Avas Millicent to be found also ;—play mates in infancy, companions as girlhood grew and ripened. Muriel was often at her Uncle Sam's. Not that Lydia Avas particularly sociable, but she fancied her aunt Avas isolated and desponding, and that the baby Avanted better nursing and more fresh air. So with Sara by her side, she Avould take the long-robed infant in her arms and stroll up Red Bank, or to the Horrocks in quest of Milly, bringing Sara back with a store of summer posies gathered by the Avay. Of course, this soon came to John D'Anyer's ears. His pride took fire. He was \" indignant that his daughter, avIio had not been suffered to nurse her oavu brother, should have no more pride or self respect than to turn b 2"], [16, "FORBIDDEN TO MARRY. 4 amateur nursernaid to anybody's child, least of all that of his brother-in-law's countrified wife ! \" And in his indignation, he stigmatised his wife and daughter, both to his informant and to their faces, as \" spiritless lackeys,\" a term of opprobrium by no means neAV, but this time it travelled farther than he in tended. Mrs. Bancroft came in one afternoon with her tucked-up gOAvn and black mode scarf, and a set purpose in every line of her face. She met Muriel in the passage. \" Well, child, I hear that roses don't groAv Avithout thorns in these parts,\" she said meaningly. \" Nor in any parts, grandmother ; but Miss Williams taught me Iioav to blunt their points.\" Into the sitting-room she marched. \"So, Ellen, I hear that you and Muriel are a pair of ' spiritless lackeys.' But I'll see that Muriel plays lackey no more, either for him or Lydia, or those lazybone sisters of hers. She goes back to Chester at the fair.\""], [17, "IN THE HOUSE OF BONDAGE. 5 \" Goes back there ! \" and timid Mrs. D'Anyer looked appalled. \" Yes, Mrs. Hopley offered to take her as an apprentice. I didn't see it then, but I do now. Trade's bad, very bad, likely to be Avorse ; food's rising in price. Ah, you may Avell sigh, Avith so many mouths to feed, and John making bad debts. It may be a good thing if one of the girls gets a trade in her fingers. Not that Muriel Avill ever need it. I'll see to that ; but it may be useful and saving amongst a family of girls.\" \"And what shall / do?\" asked Ellen. ruefully, she had found in Muriel a companion as Avell as a helper, such as the younger ones could neA'er be. \"Do ! Why, set that lazy Marion and Anna to work. They'll shed no tears for their sister if they do for their 'lackey.'' The Avord must have galled Sarah Bancroft, she made so much of it. \"But, mother, Anna and Marion still go to school, they have their lessons to learn at home, they cannot help me ; besides,"], [18, "6 FORBIDDEN TO MARRY. Muriel is older— and — and — more thought ful.\" \" Aye, much too thoughtful to my mind, it seems as if she had the cares of the whole family on her young shoulders. And she's for helping Lydia with her's into the bargain ; and small thanks she gets. But I'll put a stop to it.\" \" And Avhat about Sara ? Muriel is teaching her. The child Avould miss her dreadfully.\" \" Teaching is she, and Avashing, and dress ing, and amusing, I suppose. Well, she shall go Avhere she will be learning instead of teaching. Send Sara to school and keep Anna at home if you Avant a helper beside the maids. Muriel plays general ' lackey ' no longer here ! \" And though Ellen D'Anyer sighed, and John D'Anyer's pride rebelled, Mrs. Ban -croft's strong Avill and plain speaking carried the day. Muriel Avas but a leaf on the stream. Her opinion was not asked, her Avishes were ,not consulted, her objections Avere over-ruled. Indeed she ceased to object Avhen her mother"], [19, "IN THE HOUSE OF BONDAGE. 7 said, \" Don't tliAvart your grandmother, she sees farther than Ave do, and it Avon't do to offend her. Your father looks to her for means to help him OA'er the present crisis ; for betAveen your uncles and aunts there is nothing to be got out of the D'Anyers. There are too many schemers around the old folk. So be a good lass and go quietly.\" \" Ah ! mother dear, that is always your maxim — ' quietly.' It is not ahvays easy to be quiet. But kiss me, mother, and I'll do my best to be quiet too.\" And she kept her word, not for a day, but for a life. When Sarah Bancroft, and John D'Anyer and Sam rode back from Chester Autumn Eair, Muriel Avas left behind, bound hard and fast by her indentures to Mrs. Hopley for the term of five 3rears ; the remission of tAvo years from the customary seven haA'ing been made a matter of extra premium. Mrs. Bancroft had gone in search of the Rev. Thomas Bancroft once more, hoping this time to induce a little better supervision of the girl ;"], [20, "8 FORBIDDEN TO MARRY. and was disappointed to find that he had quitted Chester for a better living in Bolton, nevertheless, she left her in her old friend's charge with not a doubt of Mrs. Hopley's motherly care, and kissed the girl on leaving with the fullest sense of having done her duty, and her best for Muriel. Hoav far her judg ment Avas right remains to be seen. And let no one in these times be surprised that the child and grandchild of well-to-do manufacturers should be so apprenticed. There Avas no such gulf betAAreen the retail and the Avholesale trader as society now sets up. Men (and ay omen) of Avealth, worked with their own hands amongst their oavii work people and thought it only right to do so. There was no chance, no excuse for the men idling when the master was at work too ; and when hands, and eyes, and brains, and capital worked together, fortunes were made. John D'Anyer Avas wont to boast that he had patrician blood in his veins, and it Avas the pride of ancestry, not of the manufacturer, Avhich rebelled against his mother-in-law's"], [21, "IN THE HOUSE OF BONDAGE. 9 proposition. But Chester was far aAvay, Muriel might come back improved in appear ance, or at all events more useful to those at home ; he had his oavii reasons for keeping terms Avith his decisive mother-in-law, and after some demur he assented. It Avas customary at that time to keep the raAV apprentice for a Avhole year running up the seams of gown-skirts, and running errands. It Avas not until the last year of her probation that she Avas alloAved to cut out and trim. But Mrs. Hopley had other views with respect to Miss D'Anyer ; views she had not thought necessary to set before Mrs. Bancroft. When she Avas gone and all settled, Muriel Avas shoAvn into an upstairs room, or rather garret, with AvhiteAvashed Avails, Avhere she and three other apprentices had to sleep. It contained tAvo truckle beds, a small trian gular Avashstand, and a tiny looking-glass suspended from a nail in the AvindoAv frame. There was no dressing table but the windoAV ledge, no chairs, — the girls' boxes might do duty for seats."], [22, "FORBIDDEN TO MARRY. 10 \" What a Avretched place ? \" Avas Muriel's involuntary ejaculation to her conductress, a Miss Holmes, the daughter of the NortliAvich doctor, as Muriel afterwards discovered. \" Half of Mrs. Hopley's tribe of children are similarly accommodated across the landing, so avc apprentices can have no grounds to complain,\" and a shrug of the shoulder gave significance to Miss Holmes' reply. There was no Avardrobe, no chest of drawers. Muriel's trunk Avas tightly packed. \"Where can I put my clothes ? \" she asked. Miss Holmes pointed to a row of pegs in use. \" You can have a couple of those, there is your trunk for the rest ; and IavouH advise you to lock it.\" Muriel looked dismayed. \" Why, this is Avorse than Miss Briscoe's.\" Miss Holmes smiled. \" Children are apt to be inquisitive, aud to leaA-e dirty finger marks, that is all I meant. Are you ready ? \" They Avent down to the Avork-room on the floor beloAV. It had three AvindoAvs and over-"], [23, "IN THE HOUSE OF BONDAGE. 11 looked the street. There was a large deal table in the middle on which lay odds and ends of tabinet, taffeta, mode, damask, velvet and various other materials, paper patterns, pincushions, piercers, pins, scissors, wax, thread-papers and cotton-balls, in what seemed to Muriel's unaccustomed eyes, dire confusion. Six or seven young persons were seated round it at Avork, and Avithout looking up or pausing for an instant, eyed her askance as she entered. \" Miss D'Anyer, you can take that seat,\" said Mrs. Hopley, a plain little woman, in as plain a black gOAvn, at the top of the table, pointing to an unoccupied rush-bottomed chair Avith a straight high back. \" There is a green camlet petticoat on which you can begin, for practice. Miss Holmes, I will thank you to show Miss D'Anyer how I require the straight seams to be run together. She must not attempt the gores.\" The camlet Avas hard and stiff, the needle long, the work neAV ; she pricked her fingers,"], [24, "FORBIDDEN TO MARRY. 12 knotted her thread ; at the end of the seam found the upper breadth two inches short. It was evidently puckered. She had to draw out the thread, and commence afresh. She managed better the next time. But she had fastened off her threads, had sAverved from the straight line. Again the thread had to be withdrawn. The task she had thought so simple did require practice. The third time she was more successful. So began Muriel's initiation into the art of mantua-making. So began her five years bond-service. Is there nothing to be learned in those five years of maidenhood but the mysteries of thread and needle, silk and scissors ? Will no romance break in on the dull monotony of five years' stitchery ? Wait. Time does not open his budget beforehand. For some time after this Muriel might have been seen installed at the great deal table in the long, low-ceiled room, with the seam of a skirt pinned to a large, heavy lead"], [25, "IN THE HOUSE OF BONDAGE. 13 pincushion before her ; Avhilst Mrs. Hopley or her forewoman, sitting on raised seats at either end, adjusted paper patterns on linen linings, folded or pierced boundary lines in the latter with a huge steel stiletto before cutting into shape, composedly measured off breadths of costly brocades, or taffetas, or leA-antines, as of small account, or gave materials and directions right and left to apprentices and AvorkAvomen for this sleeve or that bodice, this piping, that ruffle. And we, looking back, might have Avatched her, as the youngest apprentice running errands indoors and out, cutting hanks of thread and skeins of silk into lengths, and plaiting up or folding them in papers lengtliAArise for use, or going to and from the long bags suspended from nails in the Avails to remove rags or paper patterns, or other odds and ends, or we might have heard the call from either end of the table, \" Pins Avanted ! Miss D'Anyer, please to pick up the pins ; \" and have seen Muriel go on her knees beneath the table, Avith the pin-tray in her hand, to pick up the multitu-"], [26, "FORBIDDEN TO MARRY. 14 dinous needles and pins Avith Avhich the floor Avas strewn, rejecting such as were headless and useless, for pins at that period Avere apt to lose their loose round knobby heads, made of fine Avire separately twisted round the pin like a Turkish turban. Three months later Mrs. Hopley found it convenient to call in one of her own young sters to pick up the pins, and to send another apprentice on the outdoor errands, which had preATiously been so beneficial to Muriel's health. It Avas only on the Sunday that she could breathe the fresh air, and then after church she Avould take one or other of the little Hopleys by the hand, for a stroll by the Dee, or across the river to Handbridge, some times in company with Lucinda Holmes, but she \" did not care to have the children al ways at her heels ; little pitchers had such long ears, and such long tongues into the bargain.\" \" Ah, but they have affectionate little hearts,\" replied Muriel, \" and if our own tongues do not Avag too fast, Ave need not"], [27, "IN THE HOUSE OF BONDAGE. 15 be afraid of theirs, so mother used to tell Betty.\" Nevertheless Miss Holmes preferred to take the air without the said \" little pitchers.\" Mrs. Hopley had found more profitable employment for Muriel — profitable, that is, for herself — which began with floAvering (as it was called) a Avhite satin waistcoat for Lord Grosvenor, Avith coloured silk, in what is noAv designated crewel stitch. Shortly before Muriel was placed with the Misses Briscoe, British muslin had been first manufactured. Previously, India had sup plied us with muslin — soft, and fine, and filmy as a cobAveb — the tax on which placed it quite out of common reach ; but indeed, so had Indian calicoes been taxed, and it Avas not more than tAventy years earlier that the first piece of English calico had been made. She had gone to Mrs. Hopley when the new production Avas in the early flush of fashion ; and Avhen Paisley Avas sending forth muslins sprigged and spotted with cotton in the tambour frame."], [28, "FORBIDDEN TO MARRY. 16 Mrs. Hopley improved upon this for her exclusive patronesses of Chester and North Wales ; and if Ave had looked into her sIioav room even some three years later we might have seen Avhere she had placed the Misses Briscoe's pupil at one of the AvindoAvs with a tambour-frame between herself and the light, on which was stretched a breadth of transparent white muslin. Through this the skilful Avorker sent her rapid little tambour needle (or hook) darting with the celerity of light, caught up the fine crewel Avorsted, and so conjured a wreath of glowing roses into being under her deft hand. It was not a healthy occupation for a growing girl; there Avas no mention of it in her indentures — it formed no legitimate part of the business she was there to learn ; yet there she was seated from six in the morning until dusk, with her back to her companions, and the breadth of the frame interposed betAveen her and a glimpse of the traffic in the street far beloAv. Nothing to see but the muslin and the tightly-tAAusted crewels —"], [29, "IN THE HOUSE OF BONDAGE. 17 unless perchance a gabled roof or tAvo, and the sky — little or no conversation, no relaxa tion except Avhen the bell called all down stairs into the kitchen for meals. Even these Avere hurried, for May was coming, and many Avere the robes, besides the one in Muriel's tambour-frame, which must be finished and ready for the Avearers before the race-Aveek. And do not suppose that dusk put a stop to Muriel's Avork, though daylight lingers long to Avelcome the steps of May. \" I should think you would be too A\\Teary to begin to sew after all the hours you have been stuck at that frame,\" Avhispered her friend, Miss Holmes, to her, as she stretched herself upwards with the prolonged sigh of exhaustion, before taking her seat at the table to join together strips of satin on the bias into lengths for rouleaus or soft piping. \" Yes, I am tired ; but the Avork has to be done, and, after the tambour-frame, seAving is rather a relief,\" she ansAvered pleasantly, in the same low tone. vol. 11. c"], [30, "18 FORBIDDEN TO MARRY. \" Relief, do you call it ? Well, you are a droll mortal. But, certainly, any change must be a relief after stooping so long. I Avonder how you stand it day after day!\" \" Why, Lucinda, I am rather glad to be free to stoop. At Miss Briscoe's we Avore a stiff collar Avith a sharp point under our chins when Ave sat at our embroidery, lest Ave should stoop and spoil our figures. It is quite satisfactory not to have a smart prick every now and then ; \" and Muriel put doAvn her sewing to thread her needle and snuff the candles. \"Well,\" answered the other, pausing for an instant in her amazement. \" I never saAv your equal for making the best of things! I wish J could. I get as savage at times as a AAild Indian.\" \" And so should I, if it Avould do any good. I get Aveary enough. But Avhenever I feel inclined to rebel, I think of the poor little factory children, going barefooted to their AA-ork, through the frost, and the snoAv, and the"], [31, "IN THE HOUSE OF BONDAGE. 19 rain at four o'clock in the morning, and that stops my grumbling.\" \" Less chattering at that end of the table ! It interrupts Avork ; \" and after the sound of Mrs. Hopley's business-like voice there was silence, unbroken save for the busy click of needles, the rustle of silk, the dropping of pins or scissors, or of snuffers into a snuffer traw The first break Avas at eight o'clock, when the foreAvoman rose, laid her Avork in order for the morning, and Avith a simple \" Good night\" to Mrs. Hopley, departed to her own home, to be folloA\\-ed or preceded by the rest of the outdoor Avorkers. There Avas another break at nine, Avhen Mrs. Hopley herself stepped doAvnstairs to her hot supper, and sent upstairs a cup of milk and a piece of bread to refresh each Aveary worker before the servants went to their press-bed in the kitchen. It Avas sent to them, not to save Aveary limbs the stretch up and doAvn the stairs, but to save the interruption of the journey to and fro ; for c 2"], [32, "FORBIDDEN TO MARRY. 20 in and out of seam or fold, rich brocade or filmy muslin, must go the pitiless needles until the stroke of midnight, in spite of ach ing heads or eyes, or sleepy yawning, when even the snuffing of the candles became a change from the monotony of stitchery. \" Oh dear ! how glad I am to get to bed,\" said one of the girls en reaching their long attic. \" I am almost too tired to undress ; \" and she threw herself across the bed as she Avas, and had to be roused from sleep when her bed-felloAV Avas undressed. \" I was afraid she was going to keep us at it all night again, the old screAV ! \" observed Miss Holmes, with a yawn, as she hastily doffed her clothes, leaving them in a ring on the floor, and slipped into bed, crA/ing, \" Gracious ! if that girl isn't doAvn on her knees as usual ! \" \"Well!\" she began again, Avhen Muriel rose to her feet, \" I AAronder you are not too jaded to say your prayers. I forget mine when I'm sleepy.\" \" Ah ! \" said Muriel, soberly, \" I dare not"], [33, "IN THE HOUSE OF BONDAGE. 21 do that. I should be afraid, if I forgot my prayers, God might forget me. And where should I find strength for my Avork then? I never felt more need for prayer. Good-night.\" The good-night Avas spoken to closed ears, and very shortly Muriel Avas asleep also. All the girls were looking forward with anticipation to the race-week for rest and relaxation, but before that came a Aveek Avhen even the forewoman and outdoor hands Avere constrained to work an hour later in the evenings — a AATeek prefaced and ended with a Sunday which Avas not a Sabbath for the apprentices who had the misfortune to be of Mrs. Hopley's oavu household. Did Mrs. Hopley remain in the work-room to sustain the Aveary girls by her presence as a fellow-worker ? Did she excuse by any sophistry this compulsory breach of the fourth commandment ? She just came into the Avork-room, appointed each her special task, to be completed on her"], [34, "FORBIDDEN TO MARRY. 22 return ; and whilst the bells Avere ringing solemnly out, Avent calmly forth in a dress of black lutestring, in the rear of her troop of children, to Trinity Church, with Mr. Hopley in a sober suit of brown by her side. Doavii went Avork as the street door was heard to close. There Avas a general rush to the AA'indoAvs. \" There she goes in her silk gown,\" cried one, named Matilda Parkes, \" with a face as serene as if she hadn't the Aveight of so much as a hank of thread on her conscience.\" \" I don't think she has any conscience ! \" was the commentary of another, \" or she couldn't for shame go to church and leave us slaving here for her profit.\" \" I Avonder Iioav the old hypocrite Avould feel if I Avere to march up the aisle in the middle of the sermon, and say, ' If you please, Mrs. Hopley, how am I to trim Lady Grosve nor's sleeve ? ' \" said Miss Holmes in a tone of sarcastic mimicry, winding up with the quick outburst, \" I hate hypocrisy ! \" \" Hush ! \" interposed Muriel, Avho had not"], [35, "IN THE HOUSE OF BONDAGE. 23 before spoken. \" We are none of us justified in judging another. To her own Master she standeth or falleth. We have simply to do our own duty here. My old teacher, Miss Williams, impressed that very strongly on me one day when I Avas judging Miss Briscoe very harshly, in a spirit of rebellion against discipline.\" \" Ah ! there's another of your pious folk ! It's enough to make one sick of religion to see Avhat a cloak is made of it ! \" jerked out Matilda Parkes, with her elbows out on the AvindoAv-sill. \" Nay,\" said Muriel, smiling, \" avc must not find fault Avith the cloak because of the rags it may chance to coAxer.\" \" Then, I suppose, you Avould have us think old hypocrites like Mrs. Hopley and the twa Miss Briscoes pay religion a compliment by wearing it as a mantle ? \" put in Miss Holmes, Avith a shrug of the shoulders. Muriel hesitated, and flushed. She had not altogether forgotten her painful experience at school, and every day made her more"], [36, "FORBIDDEN TO MARRY. 24 sick and weary of her trammels in Water gate Street, and led her to question her grandmother's discernment, even if she made no open complaint. But young as she Avas, she had learned somehoAV, not to confound systems Avith individuals ; and her charity Avas large. She ansAvered sloAvly : — \" I fear that hypocrites do bring religion into discredit ; but we have no right to say that either Miss Briscoe, or Miss Betty, or Mrs. Hopley are intentionally hypocrites. Miss Williams said \" \" Oh, there now,\" interrupted Miss Parkes, \" we've had quite enough of Miss Williams and her preaching, and yours too ! You'll Avant to make out that the Briscoes and Hopleys are angels next ! \" \" I do think that Mrs. Hopley's customers are almost as much to blame as she is ! \" And Muriel's needle Hcav SAviftly through the stitchery she had resumed. \" Of course she could neither decline the Avork, nor get more helpers? And the"], [37, "IN THE HOUSE OF BONDAGE. 25 c.vcellent mother must set an example to her chicks ! \" A burst of approving laughter, very un common in that room, greeted Miss Holmes's ironical speech, of which Muriel took no open notice. But ay hen Miss Holmes came back to her seat, and to the Grecian robe she Avas trimming, she leaned towards her and Avhispered : — \" Don't be too hard on Mrs. Hopley. Think Avhat her cares must be with all that family to rear, and so little help from her husband. She would offend her best cus tomers if she refused work at the busy seasons. I dare say we are no worse off than other apprentices. Remember that Mary Clifford was beaten to death by her mistress. And if she did leave us at Avork Avhilst she took her children to church, it Avas better than keeping them all at home, or letting them go alone. Mind you, I don't approve of sewing on a Sunday any more than you do. I feel that I want rest, and should work all the better in the week if"], [38, "26 FORBIDDEN TO MARRY. I had it ; and I've an impression that what Mrs. Hopley gains by our Avork on the Sunday, she loses on the Monday, and is no richer for it at the year's end.\" \"That's very likely!\" Avas all the reply from Miss Holmes this time. Muriel had sent her thoughts into a new channel ; and when Mrs. Hopley came back, needles, not tongues, Avere at work. Not until the Monday night was the last garment completed and sent home. On Tuesday there Avas a thorough clearing and turn-out of the work-room and dormitories for whitewashing and scrubbing. And then, when the girls were completely Avorn out with night and daj^ work, there Avere four days for themselves. Four days when they Avere allowed to go Avhere they pleased, see whom they pleased, do what they pleased, without let or hind rance. The exemplary matron, the vigilant taskmistress, who indoors laid an embargo on free speech and locomotion, suffering the maidens in her charge to go forth Avithout"], [39, "IN THE HOUSE OF BONDAGE 27 guardian or supervision amongst the indis criminate throng drawn together by a great horse-race. What Avould Mrs. Bancroft or the D'Anyers have thought had they known it. Legislation has stepped in to protect the factory child and the milliner's assistant ; but far into the present century girls were Avorked to death before their apprenticeships ran out. That is, Avhen there Avas a fashionable demand upon the establishment, and the head of it had no scruples. In the last century apprentice-law Avas excessively stringent, and at all times there are those who will take advantage of all the laAV alloAVS and feel themselves justified. As I have elsewhere intimated, in our army, our navy, our public schools, our private households, Discipline was the dominant power, and people had a notion that the world Avould not get on if the despot Discipline Avas deposed. Feeling Avas blunted by common consent. We, in this our day, looking back ask, could such things be ? But then they were, and were too general to create surprise. But"], [40, "28 FORBIDDEN TO MARRY. even then there were masters and masters, mistresses and mistresses, and Mrs. Bancroft had made a mistake, not in the system, but in regarding Mrs. Hopley as one of its mildest exponents. Not the only mistake she had made."], [41, "CHAPTER II. A DAY OF SURPRISES. *Y|ORTUNATELY for girls so left to them- selves, at Chester the Roodee, or race course, lies in a bend of the river immediately beneath its broad Walls on the south-Avest, overlooked by the Castle, and had anyone impeached Mrs. Hopley's care for the young Avomen committed to her charge, she would most likely have pointed to the fashion and respectability of Chester congregated on those Walls to Avitness the race, and have asked, \"Where could they be more secure?\" And indeed there the best families of Chester might be found, for there they could see the sIioav yet not be of it. But Avhat guarantee had Mrs. Hopley that they, cooped up Aveek after week in a close work-room, Avould keep to the comparatively"], [42, "FORBIDDEN TO MARRY. 30 safe Walls, and not rush like unbroken colts under the Watergate to the Roodee itself, with all its excitement and gaiety and — ■ danger ? Such might have been the case year by year had not Muriel shrank from mingling with a promiscuous crowd, and refused to ac company Matilda Parkes and her set on the first occasion ! They had urged that her \" mother Avould not know,\" and she had answered \" God and my oavii conscience Avould \" ; and after some banter and ridicule as a \" methodistical baby,\" and \" a stuck-up miss,\" she Avas left to pursue her own path. But she was not left alone. Miss Holmes, the Northwich surgeon's daughter, her elder by a couple of years, struck by the arguments of a mere girl on the side of propriety, had left the others to their own devices and borne Muriel company. They Avere of different temperaments and training, but they Avere friends from that day forth, to which friendship an unexpected"], [43, "A DAY OF SURPRISES. 31 meeting with Dr. Holmes and a party of Northwich friends no little contributed. Three years had done their work and Muriel Avas iioav eighteen, tall and slender, too slender in fact, for her slight though symmetrical figure suggested overgroAvth and overwork, too much sitting up, and too little nourishment, as did the flitting colour on her cheeks from which the disfiguring red marks of disease had disappeared, leaving little besides a seam betAveen the loAver lip and chin to tell Avhat its ravages must have been Avhen her father could say her \" beauty Avas spoiled for ever.\" Beautiful she Avas not ; but there Avas a something in her face better than beauty. She had a long, straight nose, good teeth, an open forehead, a pleasant smile, a pair of large brown eyes, clear and transparent as the well of truth, and her nut-broAvn hair had grown afresh sufficiently to curl all over her head, and be the very height of Parisian fashion, if it could no longer stray beloAv her Avaist. What the style is called in these days"], [44, "32 FORBIDDEN TO MARRY. of modern reproduction I know7 not. In those terrible days of French Revolution it Avas called a \"Brutus.\" Any Avay it suited Muriel, and so did the loAV-crowned straAv hat she Avore tied over her ears with a sky-blue ribbon in a boAv beneath her chin. She eemed to have a liking for the colour which harmonized so Avell with her complexion ; for ne small ruffles* at the Avrists of her tight sleeves Avere confined by narroAv straps of the same hue, wdiilst an azure Avaistband also irdled her plain Avhite muslin dress, as might be seen Avhen her scarf-tippet, also of muslin, and crossed modestly over the bodice, Avafted aside. The dress Avas plain and simple, Avithout frill or furbelow, Avas not so tight as to impede locomotion, not so long as to SAveep up the dust, nor so short as to exhibit more than the neat foot. But simple as it Avas, both that and the corresponding dress of Miss Holmes had been weeks in preparation, an occasional quarter of an hour stolen from sleep having been giATen to them, and so"], [45, "A DAY OF SURPRISES. 33 much of the first day of their holiday as exhausted nature had not compelled them to spend on their pillows. On the Thursday thej7 Avere all up betimes. There Avas quite a scramble which should have prior use of the mean looking-glass ; but even the dressing of damsels for an uiiAvonted holiday must come to an end, and then they stole one by one into the show-room to take a general survey in the large mirror before they sallied forth, their hearts in a flutter Avith the excitement of the actual, the probable, and the possible. \" You look a credit to the house,\" Mrs. Hopley condescended to say as they passed her on the stairs. \" I hope your demeanour Avill be equally creditable,\" at Avhich Miss Parkes gave her head a toss. Most likely she felt the reminder as a home-thrust ; but our story does not concern Matilda Parkes ; it follows those aaJio, as usual, separated from her and her companions at the Water gate. \" I'm glad to be well rid of them,\" said A'OL. II. D"], [46, "FORBIDDEN TO MARRY. 34 Miss Holmes, as she turned to the long flight of steps which led up to the Walls, whilst the others, less scrupulous, passed under the shadow of the wide arch on to the open Roodeo, where the velvet turf bore traces of three days' trampling under foot. \"Their manners are anything but decorous. I should be ashamed if anyone I knew saAv me Avith them. They have never been the same girls since they first went on that course.\" \" I'm sure I don't care to associate Avith them, either in the house or out, though there is little fear of meeting anyone I know,\" said Muriel. \" Still I am A-ery sorry they AA70uld not be advised. They are sure to regret their giddiness in the long run.\" \" Not meet anyone in all this crowd ! Well, we shall see ! \" They Avere by this time on the Walls above the Watergate. Looking back up the street, they Avatched a well-known chariot with six horses coming doAvn at a rattle, closely"], [47, "A DAY OF SURPRISES. 35 followed by a light curricle. By some unknown impulse, Muriel hurried her com panion across to the opposite side, and, standing with her hand to her chest, — for a small matter took her breath, — looked over the parapet, and saAv — not only Lady Grosvenor's chariot boAvling through the broad arch on to the Roodee, with a troop of gentlemen on horseback in attendance on the beauty of the day — but the curricle, and in it — she could not be mistaken — sat Mrs. Wynne, elegantly and youthfully attired in gauze and lace and feathers, and, yes ! it was Mr. Arthur Wynne there by his mother's side. She might have doubted, for six years had wrought a change in him as in herself; but the clustering curls had all been draAvn back, pomatumed and powdered in regulation military style, so that the red scar on his temple Avas visible. Her heart gave a great bound. Yet where fore ? Had not the Wynnes passed out of her life and her memory ? Her hand went up instinctively to her neck, and closed upon the d 2"], [48, "36 FORBIDDEN TO MARRY. lady's locket. Hoav should she forget with that memorial in Avear? There was no doubt an eager smile upon her face. He looked up ; his glance took in the out lines of two nice girls in straAV hats and muslin tippets. There Avas a temporary stoppage. He had an impression he had seen those large brown eyes somewhere before. The carriages rolled on again, the lady oblivious, her son perplexed by a glimpse of broAvn eyes, and Muriel feeling only — they Avere gone ! \" Why, Miss D'Anyer, I declare if that piece of affectation is not the captain's wife avIio Avas so rude to Mrs. Hopley ! \" \" Eh ! \" said Muriel, only half roused from her reverie. \"Don't you knoAv? — the lady who was so anxious to have a dress made by Lady Grosvenor's own milliner, and avIio, Avhen her ladyship sent Mrs. Hopley to her, at the Blossoms, was so uncivil. I fancy I see her noAv ! You know I Avent Avith Mrs. Hopley that day to carry the measures and patterns,"], [49, "A DAY OF SURPRISES. 37 and bring the stuff back. Up went her ladyship's, or captainship's eyebrows with a well-bred stare. She eyed little Mrs. Hopley from the point of her toe to the tip of her black bonnet, and superciliously lisped out, ' You cannot be Mrs. Hopley ; there must be some mistake.' ' Yes, madam, I am Mrs. Hople}7. There is no mistake. I understood from Lady Grosvenor that you desired me to make a dress.' 'You !' drawled out the lad}r, ' you ! an antiquated frump like you could never make a dress for me ! ' ' Very well, madam. Good-day ! ' and the Hopley walked out with as much dignity under her plain black bombazine as if she had been a duchess and not a dressmaker. I had much ado to keep my countenance. But Avasn't Mrs. Hopley in a rage, — you surely remember ? And see, Muriel, the two carriages are drawing along side one another, and I could fancy the captain's wife Avas telling Lady Grosvenor that Mrs. Hopley had declined to accept her humble apology when she found out her mistake. I Avonder if she will tell her Iioav"], [50, "38 FORBIDDEN TO MARRY. Mrs. Hopley curtsied and said, ' Oh, no, madam, an antiquated frump like me could not make a dress for you ! ' \" Who are you mimicking all this Avhile ? \" asked Muriel, recalled to herself. \"Not, surely, Mrs. Wynne ? \" \" Yes, that's the name — Mrs. Wynne ! \" \" Then perhaps you do not know she Avas the lady your father attended at Eddisbury, when her chaise upset ! \" \" You don't mean it ! That wax doll ! Why, if, as the song says of her ladyship, — 'She dyes her lips with the rose's hue, And paints her veins with azure \"blue,\" I am sure it might be said of Mrs. Wynne. I never saw such a piece of \" \" Stop, Lucinda ! You must not say that of Mrs. Wynne. I never saAv her paint, and she was very polite to me.\" \" And if that's the lady, she had reason to be polite to you, I've heard father say. But come along, and let's see who are on the Walls before the races begin.\" Muriel Avas not voluble ; Miss Holmes Avas."], [51, "A DAY OF SURPRISES. 39 Scarcely an individual passed in that saunter amidst the gay and fashionable throng whom she did not check off Avith some droll com ment on costume or characteristics. Muriel Avas silent, glad all at once that Mr. Arthur Wynne had escaped her companion's observation, and to be spared the effort of conversation. Why, she could scarcely have told ; but the sight of that curricle and its occupants had thrown her back into the past, — to associations at once pleasant and painful. She Avas never one to overrate her own services. Noav, she felt that no chance service of her grandmother or herself could bridge the gulf betAveen the Manchester traders and the associates of Lady Grosvenor. Yet common sense would be heard, and it said that if those people oAved their lives to her grandmother, they would be ungrate ful to forget it, Avhatsoever their rank. And she could not think Mr. Arthur ungrateful. Oh, Iioav she wished Miss Briscoe had allowed her to see the captain Avhen he called ! As if conjured up by the thought, they"], [52, "FORBIDDEN TO MARRY. 40 came abruptly upon the two prim sisters, as stately as of old, although the elder hoav rested for support on a crutched stick, and there Avas an air of slightly faded gentility about their well-Avorn brocades. Muriel would fain have questioned them respecting Captain Wynne, but her aAve of the grand preceptresses had not died out; she ansAvered their formal salutation Avith a pro found obeisance, as of old, and the oppor tunity Avas lost, as they passed on. A race was being Avon or lost; horses flashed past Avith the rapidity of lightning, urged on by whip and spur, and the cries of an excited throng ; but Muriel's eyes seemed drawn by some strange fascination to a group ot carriages, as if to single out one figure of the many standing up and cheering the winner. There Avas something in Muriel's breast that Avas neither hope nor expectation, and yet was vaguely akin to both, with a dash of doubt thrown in. Should she ever meet the young officer face to face again? His rank Avas to her unknown."], [53, "A DAY OF SURPRISES. 41 They had turned again to promenade, and not more brightly did the sun flash in the Avinding river, than the light which shone in Muriel's countenance as she encountered — not a gay young officer — but Mrs. Parry, from the Wrexham farm. By this time, Muriel had picked up sufficient Welsh, and Mrs. Parry had so far improved her English, as to need no translator ; and the former Avas soon in possession of the intelligence that Captain Griffiths and her niece were then in Portsmouth, that he AATas about to join his ship, and that when he had sailed, Mrs. Griffiths and her tAvo children Avould come to stay with her on the farm in his absence. \" Ant you had pest comes, too, my tear. It Avill do you goot, look you ! You pe too like the lily and the willow ; you Avant the fresh air ant the fresh milk, look you, to make you pe strong.\" Then the hospitable WelsliAvoman shook hands, and they parted, not, hoAvever, before she had put Mrs. Parry in possession of the"], [54, "FORBIDDEN TO MARRY. 42 fact of her apprenticeship to Mrs. Hopley, and been in turn informed, — \" Your fine friends are again with Sir Madoc at the Plas, look you ! \" information which accounted for their presence on the racecourse. With this meeting, the mercury in Muriel's barometer had gone up. Hoav she rejoiced in the prospect of seeing her gentle friend once again ! — the one who had added sympathy to precept, and taught her, as her own mother had taught, that which the Misses Briscoe did not see was needed : forbearance and endurance. It Avas indeed a day of surprises ; that day on which Muriel did not expect to meet anyone. Towards the middle of the afternoon, a AToice hailed them from the Roodee. It Avas Dr. Holmes, his suit of professional black almost as rusty Avith Avear as Avith the dust of the road. There Avas aAvalk back toAvards the Watergate, and then he took possession of them. Almost his first salutation Avas a remark"], [55, "A DAY OF SURPRISES. 43 that they had \" no more colour than their dresses,\" and a demand to know \"what have you both been doing to look so limp and wishy-washy ? \" \"Doing? Working night and day, with hardly time to know if the food we ate Avas good or bad, and not too much of it.\" He shook his head. \" I suppose it Avould be no use remonstra ting with Mrs. Hopley ? \" \"Not a bit. She Avould only tell you as she tells us Avdien Ave grumble, that'Ave do not know Avhen Ave are well off\", and there are other mistresses avIio beat their appren tices black and blue. She talks of Mrs. BroAvnrigg, of Fetter Lane, London, avIio threAv pails of Avater on her apprentices when they SAvooned after correction, and beat one girl to death, but she never adds that Mrs. BroAvnrigg Avas hanged for it, not she !' She ' cannot see Avhat Ave have to complain of,' and,\" added the mimic, \" I suppose Ave must grin and abide.\" \" Ah, well, Lucinda, your time is nearly up."], [56, "FORBIDDEN TO MARRY. 44 There you have the advantage of your friend here.\" \" She has one advantage I have not. She is patient — I rebel.\" Something in this must have struck Mr. Holmes. Turning at a tangent, he said abruptly, — \" I have seen some old acquaintance of yours, Miss D'Anyer. Old patients of mine, too. But I am sorry to see the lady suffers from a more terrible affliction than I have power to heal — loss of sight and memory.\" Muriel Avas puzzled. The surgeon's tone Avas doleful ; the twinkling of his optics un observed. She had noticed nothing Avrong with Mrs. Wynne's eyes, still, hers had been a distant view. \" Blind ? \" she exclaimed, incredulously. His daughter broke into a merry laugh, as he ansAvered Avith gravity, — \" Well, not totally blind, my dear, but un able to distinguish any object so small as a country doctor.\" (A look of pain and dis appointment crossed Muriel's face.) \" Ah, I"], [57, "A DAY OF SURPRISES. 45 see you know the lady. What a contrast to her noble son ! His memory needed no jogging. I should not have recognized him, he is groAvn so fine a man. It Avas he Avho spoke to me — put out his hand and shook mine as heartily as if Ave had been old chums, and pointed to the scar above his temple to quicken my memory. Then he asked if I had ever seen Red Riding Hood since she rode away on a pillion from the Forest House ; and if you had not been a child at that time, I should have thought you rode off with a bit of his heart, Miss D'Anyer, I should indeed.\" Muriel now laughed merrily, but she blushed at the same time. \" Not much fear of that, doctor.\" \"Well, you should knoAv best. But I can assure you the message he sent Avhen I said I hoped to find you with my daughter looked marvellously like it.\" \" Message ! \" echoed Muriel and Miss Holmes together. \" Yes, he begged me to convey to Miss D'Anyer his ' regret that his inadvertence had"], [58, "46 FORBIDDEN TO MARRY. caused unpleasantness between herself and the old Griffins who unfortunately had charge of her.' He really called them Griffins, my young lady, and he also desired me to add that he was extremely sorry he should have been ordered away, without any opportunity being alloAved either to the captain or himself for apology or explanation. And he ' hoped that the little girl Avould not think him ungrateful.'\" \" Little girl, indeed ! \" exclaimed Miss Holmes. \" He should see you now.\" \" I was a little girl then, you know.\" \" And I suppose he forgets that little girls grow,\" and Lucinda laughed heartily at her own supposition. What thought the fine young officer who came up to them whilst the last race Avas being run, as the red chased the white from Muriel's animated face at his hearty recog nition; and the problem of the brown eyes, which had haunted him all day, Avas solved. He held Muriel's hand in his clasp as he said with honest Avarmth not unmixed with"], [59, "A DAY OF SURPRISES. 47 gratified surprise, \" Can you forgive me, Miss D'Anyer, for failing to recognize you at a glance. A pair of soft eyes seen above the Watergate as Ave drove from under it, have been reproaching my memory all the day. I trust you will not reproach me for my failure to identify little Red Riding Hood with the tall sylphide Avhose eyes Avere alone unchanged. Dr. Holmes will have told you that I had expected time to stand still Avith you.\"' Rosy enough Avas Muriel as she ansAvered, \" It is six years since you saAv me, sir ; but I do not think I am much changed — except that I am taller — and older. \" \" Not changed ! by— — \" the hasty and expressive ejaculation was arrested by Dr. Holmes, avIio taking a hint from his daughter introduced Lieutenant Wynne to her : and with her, to lively chit-chat in which Muriel bore her part with smiling satisfaction. He, however, made an opportunity to inquire after her grandmother and uncle, and the hospitable Eingsleys before they Avere interrupted."], [60, "48 FORBIDDEN TO MARRY. The race Avas over, the crowd dis persing. There was quarrelling, and fighting, and shouting on the course ; horsemen and carriages Avere quitting the scene. A young lady and an elderly gentleman Avere seated in the curricle with Mrs. Wynne, and the latter looked around for her son, as if unwilling to drive aAvay Avithout him. It Avas with no small chagrin that she discovered him in animated conversation Avith the country doctor and \" tAvo creatures in white muslin \" on the Walls, close to the Watergate, the Avide arch of Avhich the A-ehicle Avas sloAvly approaching. A servant, despatched with the message, \" Mrs. Wynne is Avaiting, sir,\" bore back the ansAver, \"I am at Mrs. Wynne's service;\" but he did not hear the young lieutenant express his hope that he should see Miss D'Anyer again before he left the neighbour hood, or observe the mutual looks of regret as he took leave."], [61, "CHAPTER III. A SCENE IN A THEATRE. ffm. HOLMES had put up his horse and aSUP secured accommodation for himself at the Falcon Inn, in Bridge Street, another of the quaint old timbered buildings common enough then, but uoav regarded by the anti quary and historian as relics of the past ; by the utilitarian and sanatarian as decaying rubbish, cumbering the ground. It Avas in good preserA-ation, and notwithstanding the many inns in the city, was full to overflowing, Avhen the doctor led his daughter and Muriel thither, and ordered tea Avith a good, substan tial joint to cut at, and a tankard of ale in addition, for himself. \" Eat aAvay, my lasses,\" said he, \" there's neither griffin nor dragon here to stint you, and the Falcon's a good provider ; \" and VOL. II. E"], [62, "FORBIDDEN TO MARRY. 50 he rubbad his podgy hands together with glee on finding Iioav Avell they obeyed him. And no Avonder they found appetites, seeing that a cake or two, bought from an itinerant vendor, had served for their noontide meal, and that their early breakfast was neither too plentiful, nor sumptuous. Whilst knives and forks did their duty, tongues Avere not silent ; father and daughter had naturally much to ask and ansAver. Amongst other matters came the question from Lucinda Holmes, \" Is Asa Booth with you still ? \" \" Yes ; or I could not be sitting here so comfortably. He's been with me so long, the country patients take to him as naturally as ducks to the Avater ; and I've no desperate cases on hand. Ah ! he's a sine fellow, is Asa ; cool and steady, feels a pulse, or looks at a tongue with the gravity of an old physician. There's more than one farmer's daughter with a mind for Asa ; but he says, ' he's no mind for them.' ' \" I should think not, indeed,\" and Lucinda"], [63, "A SCENE IN A THEATRE. 51 gave her head a scornful toss, \" unless he meant to turn cow-doctor.\" \" Aye, or set up an opposition to Maggy Blackburn there in the Forest,\" and the sug gestion appeared to tickle the doctor, he laughed so heartily at his own sally. Even Lucinda seemed amused. Muriel's curiosity was excited. \" Who is Maggy Blackburn ? \" she asked turning to the doctor with some interest. Doctor Holmes had a merry eye, and it twinkled knowingly. \" Who is she? Wasn't at her birth and can't say — ichat she is would puzzle the black gentleman with a tail to tell. It is more than forty years since she set up in the forest as nurse and doctress ; for I was but a little fellow at the time, — and sure she has a knowledge of herbs and simples — aye and of herbs that are not simples — that many an apothecary has not. And she has known how to turn her skill to account. It is not only ignorant country-folk that she doctors. They say she is a witch and are half E 2"], [64, "52 FORBIDDEN TO MARRY. afraid of her ; but many a post-chaise, and many a coronetted-coach has driven through the forest to Maggy Blackburn's door ; and it is said that more has been done under her roof than has ever seen light. May be, there's no knowing, those bad lads of hers have helped to make an evil name for her, poachers are never in good odour with foresters. Any how, there are queer tales afloat, and \" — here he tapped the table with the blade of his horn-handled knife, meditatively, dropping his voice to be unheard beyond the range of their own table — \" a coach and six came on a mysterious errand to the Forest House in mistake for Maggy Blackburn's one night, and let the Kingsleys into the secret of Maggy's doings. But there,\" and he pushed his plate away, \" these tales are not for young lasses.\" Muriel had listened, breathless. \" Surety Uncle Sam and Aunt Lj'dia could not know of any wickedness, or they would never have had her in their house. I saw her tending aunt ; and she brought a boy"], [65, "A SCENE IN A THEATRE. 53 with her they called Jem. One of my uncles seemed curious about him. Do you know who he is?\" she asked. Dr. Holmes began to fill a long clay pipe, and the tobacco apparently required much manipulation, he did it so deliberately. \" We-11,\" said he, slowly, as he lit his pipe at a Avax taper set on the mantel-piece for such service, \"I may have my suspicions, but no one cares to meddle with Maggy Blackburn's business. Maggy nursed Lydia's mother, and laid her out when she died, and perh aps that's why your aunt takes to her. But now, dears,\" and he pulled a bell rope, suspended in the middle of the room with a brass acorn for weight and handle, \"Mrs. Adams or the chambermaid will show 3rou to a room where you may tittivate yourselves a bit, for I mean to take you to the play.\" \" The play ! \" The exclamation was simultaneous, and both black eyes and brown lighted up at the word, but the intonation was different."], [66, "54 FORBIDDEN TO MARRY. Lucinda had been to the theatre with her father once or twice, and had visited the shows on the Justing-field at Fair times with the other girls, and had witnessed the performance of a party of strolling players in a barn before she left North wich. Muriel had only the remembrance of a pantomime seen in her childhood, but she had heard her father and relations talk of tragedies and comedies, and had early made acquaintance with Shakespeare in Theobalds edition from her father's bookshelves, until she had a strong desire to see an acted play. But there had also been the counter influence of her three years with the Misses Briscoe, to whom a theatre was but a single remove from the bottomless pit, the Chester play-house essentially so. Mrs. Hopley too had strong views on the subject. Muriel's quick \" Oh, thank you ! \" was followed by, \" Do you think it would be right for us to go, sir? Mrs. Hopley \" \" Bother Mrs. Hopley ! Let her say what she likes,\" cried audacious Lucinda."], [67, "A SCENE IN A THEATRE. 55 Her father smiled ; between the whiffs of his pipe he said, \" I'll make it all right with the old lady, don't let that trouble you ; \" and Muriel, not confident enough to make a fuller explanation before strangers, fol lowed Lucinda and their conductress, though, it must be confessed, somewhat dubiously. The history of the Chester Theatre had something to do with this, for though Muriel was not puritanic she had the fullest reverence for sacred things. It so happened that its site was not propitious. The ancient church of St. Nicholas had at one time been transferred to St. Oswald, but either the saints disagreed or their representatives, and the sacred fane was deserted for more than half-a-century. It was then converted to secular uses as the Common Hall of the City, and St. Nicholas being the lawyers' patron saint, there might be some pretence of fitness, but that it should afterwards degenerate into a mart for wcol — a Wool Hall, and finally"], [68, "56 FORBIDDEN TO MARRY become a play-house and a licensed Theatre- Royal was not so fit. These changes had been wrought in the course of centuries, and few who entered the obscure building under the shadow of the Cathedral, ever thought of its original use. Mr. Holmes did not. He led the two white-robed damsels past the great doors of a waggoner's warehouse on the ground floor, and up the staircase lo the hall above, with out troubling himself about the ancient uses of the edifice. He had taken places for the pit, and was more concerned in finding good seats for his companions than in aught else. Not so Muriel. Miss Briscoe had so impressed on her young mind in her pompous orations that all who entered the desecrated building were doomed to per dition, that she could not shake off a feeling of uneasiness ; and after a time ventured to entrust Mr. Holmes with her doubts and apprehensions. \" My good Miss D'Anyer,\" said he, \" don't"], [69, "A SCENE IN A TIIEA TRE. 57 perplex your young brain with questions so abstruse. The monks of St. Werburgh were not so scrupulous when they turned the building over to the citizens for common uses ; and after centuries of legal wrangling, and of mercantile chaffering, there can be little of holiness or sanctity left to the old walls. Besides, the stage has been a great teacher; it has its own code of morals ; and its sermons are not to be despised. I always treat my self to the play whenever I can afford a holiday, though that is not often, and I take the dlace as I find it, without a thought what it has been. Besides, did not the monks have mystery-plays on this very spot? Listen to the music, child, and make your mind easv.\" She took his advice, listened to the music, and glanced at the seats right and left called the boxes, though they bore little resemblance to the curtained boxes of modern theatres, and soon became interested in her sur roundings, albeit not wholly convinced by the doctor's arguments. The seats were"], [70, "58 FORBIDDEN TO MARRY. gradually filling, but one box near the stage remained unoccupied. There was a tolerable orchestra, and the music soon carried her out of herself. A countryman, dressed in his best Sunday smock, sat on her right, companioned by a respectably attired young woman whose rusticity seemed to have long worn off. To this man every thing appeared strange, but he had an ear for the music, and made his comments audibly, regardless of his companion's frequent \" nudges \" and hints to \" be quiet, Zack, do ! \" \"Eh, that's some!\" cried he, \"that's grand! It's worth a' the brass to yer that, by gum ! It's better nor th' music i' Gresford Church ! Oi sings i' th' quire i' Gresford Church, Miss,\" he vouchsafed, addressing Muriel complacently. \" Do you ? \" said Muriel briefly. \" Yoi,\" he answered — when further com munication was cut off by the ringing of the prompter's bell and the rise of the green curtain."], [71, "A SCENE IN A THEATRE. 59 The play was The Jealous Wife. As the curtain rose, \"Mr. and Mrs. Oakley\" entered wrangling, and came forward to the foot lights with a letter under excited discussion. Barely had a sentence been uttered when the countryman rose to his feet, gave a pluck at his companion's sleeve and cried, \" Coom lass, it's toime to goo, dunno thee see they're talking business, it is na' mannerly to stop an' hearken.\" \"Do sit still, Zack ; that's part of the play,\" whispered the young woman, pulling him down to his seat. \"Don't ye see all the other folk sit still.\" He looked round, scratched his shock red head, and resumed his seat as bidden, looking on and listening with open mouth ; but preserving tolerable silence. At the end of the first act he again rose to go, and was again called to order. His pockets were apparently filled with nuts, the remnants of some winter store, for he amused himself between the acts with cracking them betwixt his teeth. All at once, as if inclined to be"], [72, "60 FORBIDDEN TO MARRY. extra civil and generous, he offered a handful of his nuts to Muriel, and when she quietly declined, he became pressing. \" Yea, do, Miss, fur they're so hard oi conna crack 'em ! \" Again there was a pull at the man's sleeve. \" Hush, Zack, behave yoursel'. Don't you see you're annoying Miss.\" Then speaking across him to Muriel, \" Flease, Miss, I hope as you'll excuse Zack. He's my cousin, but he's never been to a play before.\" The fellow stammered out something about not meaning to offend ; Muriel, half inclined to laugh, bent her head in assent to the apologist, and after this \" Zack \" subsided, much to the comfort of Muriel who had seen a party enter the unoccupied \" box,\" in which she recognized, besides Mrs. Wynne and her son, the young lady and old gentleman whom she had seen in the curricle on the Eoodee. Mr. Holmes and Lucinda observed the new arrivals also, as who did not, for their entrance disturbed \" the house ; \" but the trio in the pit remained unrecognized, even"], [73, "A SCENE IN A 'THEATRE. 61 when Mrs. Wynne put her gold eyeglass up to scan the opposite boxes, passing over the pit with a glance too cursory to take in more than its general aspect, as if its occupants could be of no account to her, and were beneath notice. Their arrival certainly distracted Muriel's attention no little. She found herself wonder ing who the young lady sitting next to Arthur Wynne could be. She was not long left in doubt. Between the acts, Lucinda, who had given them all a good stare, leaned across her father and whispered : \" I say, Muriel, that's Sir Madoc Wynne and his daughter, and that other young fellow at the back is Sir Jenkyn Jenkinson. He's been abroad on the grand tour (she pro nounced it tower), and only came back last year when his father, old Sir Jenkyn, died. Matilda Earkes (the gossip of the work-room) says he's over head and ears in love with Miss Wynne, and follows her like her shadow ; though everyone knows she's as good as promised to her cousin. It's a fine thing for"], [74, "FORBIDDEN TO MARRY. 62 her to have two strings to her bow, and never a beau at all for either you or me, except my old father here.\" \"That's just what Asa wanted to know the other day, whether Miss Lucinda had a beau. I shall be able to answer him now,\" said Mr. Holmes slyly. \" I don't care if you do,\" replied Lucinda, with a toss of the head ; and just then the curtain rose again. \"So that is Sir Madoc of the Flas,\" thought Muriel, \" he's a fine, hearty, old gentleman, though he does take so much snuff. And how his snuff-box sparkles, it might be all diamonds. I like him better than his daughter ; there is something scorn ful and imperious about her. I should not think she would suit Mr. Arthur, though she is so handsome; and that gold-llama dress does set her off wonderfully, though it is far too low in the neck, and the sleeves are much too short, to my mind. That thin gauze scarf is no covering for her bare neck. I wonder if those beads and bracelets are topazes or"], [75, "A SCENE IN A THEATRE. 63 amber? I should have thought Mrs. Wynne would have told her to cover herself, but she does not seem much better. Well, I know it's the fashion ; but my mother would never ex pose herself for fashion, I'm certain. I should think Captain Wynne would not like it, or Mr. Arthur either. How she looks up at him, and what large black eyes she has ! What is she whispering to him behind her fan ? Dear me ! What business is it of e> ), mine r Still her eyes and fancies would stray to the box on their left, in spite of her interest in the performance, or her attempts to con vince herself that its occupants, their dress or their doings could be no affair of hers. The curtain fell on the denouement of the \" Jealous Wife ; \" and in a few minutes rose on a forest scene and a comic singer. But ere the singer could utter a note, up started the countryman from his seat by Muriel's side, pointed towards the scene, and in a tone of unqualified amazement, heard all over the house, exclaimed,"], [76, "64 FORBIDDEN TO MARRY. \"Whoi! if theer isna' Gresford Wood! How did they get Gresford Wood theer? Whoi, Miss,\" and he addressed himself to Muriel once more, thus calling general atten tion to her. \" Whoi, Miss, oi goo through yon wood every Sunday to church, oi do ! \" \" Sit down, will you, Zack, I tell you ! It's only painted ; \" and his better informed cousin pulled him forcibly down. \" Fainted ! Is it ? By gum ! I thought it wur the wood itsel',\" he exclaimed, still in bewilderment. Eare tribute that to the scene-painter. It was anything but pleasant to Muriel, whose innate delicacy shrank from general observation ; to say nothing of the drop of her father's family pride lurking in her blood. Her gipsy-hat failed to conceal the crimson flush of annoyance on her brow, when Lieu tenant Wynne, recognizing her presence, bowed to her and to her friends from the box. It was meant as courtesy, but it only served to make her more conspicuous and"], [77, "A SCENE IN A THEATRE. 65 uncomfortable. She saw a scornful gleam in the questioning black eyes of Sir Madoc's daughter, and could almost imagine her speech to Mrs. Wynne was, \" Who are those queer people iu the pit ? \" Muriel heard little or nothing of the song which seemed to delight Mr. Holmes so mightily with its chorus of \"Fol-de-rol, too ra-loo,\" and which he applauded to the echo. All she could think was, how to get away before the country fellow at her elbow again made her a mark for all eyes, and claimed association with her, in the sight of every body. Who everybody was she did not stop to think. No sooner was the song over than she suggested, nay urged upon the good doctor that Mrs. Hopley would be angry if they stayed for the farce. They \" were never out so late without leave,\" she added ; and though Lucinda said \" Bother ! \" and was inclined to brave Mrs. Hopley's displeasure, her father took Muriel's view of the subject ; and rose to lead them forth. VOL. II. f"], [78, "66 FORBIDDEN TO MARRY. There was a movement in the side-box. As they readied the head of the stairs, they were joined by the lieutenant. \" I am afraid that country bumpkin has driven your fair charge away,\" said he, addressing the doctor, adding: \"If you will conduct your daughter down this awkward staircase, I will take care of Miss D'Anyer,\" bowing gracefully and taking her hand as he spoke. A word or two he said about the play — was sorry she had been annoyed — hoped she had been entertained, and that thej7 might shortly meet again — to all of which she answered in a sort of bewildered dream, and in little more than monosyllables — and then he shook hands and returned to his party — to find his seat occupied by Sir Jenkyn Jenkinson, Miss Wynne occupied with Sir Jenkyn ; Sir Madoc taking a long drawn . pinch of snuff, and Mrs. Wynne fanning herself irritably."], [79, "CHAPTEE IV. Mrs. Wynne's mistake. /rOULD that be the same Muriel who went '-^ back at night to the crowded attic, as the one who had left it in the morning with the weariness of weeks in her gait and bearing ? Her tranquil, patient eyes had a new light. Her doubts had been resolved. Arthur Wynne was neither haughty nor ungrateful, whatever his patrician mother might be ; and she would fain think Mr. Holmes and Lucinda both in error respecting her, though her faith was certainly shaken. The fresh air, the exercise, the gay scene, the excellent repast provided by the good surgeon, had all tended to refresh weary body and spirit ; but more than all the pleasant surprises of the day, the meeting with Mrs. Parry and Mr. Arthur f 2"], [80, "68 FORBIDDEN TO MARRY. Wynne, had served to cheer aud brighten her. It was not much the latter had said, but quite enough to show that she was remembered gratefully, though as a child, and that his surprise at finding her a woman was not an unpleasant one. Moreover, his inquiries had embraced her grandmother, and uncle, and the Kingsleys. It was clear he did not seek to ignore them all. And nothing proved it so much as his open recognition in the theatre when surrounded by his own friends. From the importance she attached to the discovery, it would seem as if there had been a doubt lingering in her mind and troubling her. But in monotonous, uneventful lives, small matters do assume undue importance. Not that the retention or loss of a friend is a small matter by any means. At all events, she was blithe now the doubt was resolved. Mr. Holmes called early in the morning. He had an interview with Mrs. Hopley, during which the little mantua-maker took"], [81, "MRS. WYNNE'S MISTAKE. 69 lofty ground. She dwelt on the self-will and discontent and indolence of the young women, to whom she \"considered she had been almost a mother, training them, as she said, for future lives of industry and usefulness, by judicious discipline. Nothing was to be done without discipline in an establishment like hers. She was bound to keep insubordination down. And it was a difficult matter with two girls like Matilda Parkes and Lucinda Holmes under her roof ready at all times to incite others to rebellion. The best she could say for his daughter was that she had selected a good companion. She had certainly improved since Miss D'Anyer came, but that was not saying much, there was room for it ; and if Miss D'Anyer had taken to grumbling she was of opinion that companionship with Miss Holmes had not improved her A This was not a pleasant hearing for a father who had to take another's word for his daughter's conduct, and wdio knew of old that she had something of a spirit. It stirred the easy man to say, \" Miss D'Anyer did not"], [82, "FORBIDDEN TO MARRY. 70 grumble ; but a doctor can read faces and appearances, and their faces spoke loudly enough. They spoke of too much work, and too little sleep, food, and fresh air. I should prescribe all three, Madam. At all events, Lucinda's insubordination will not trouble you long, thank God!\" And he walked away quite in a fluster, leaving Mrs. Hopley to recover her composure at leisure. He was however afraid he had not much mended matters by his interference, and was glad to get the two girls out of the house to share a substantial breakfast with him at his inn, before he started for Northwich. That he ought to be on the road betimes he knew ; although Asa Booth, his young assistant, had come into his surgery when a bo3% as a pupil, and he could leave his ordi naiy patients to his care, there were cases not to be so left, and he was anxious to get back ; but for some unexplained reason he lingered, even after he had borne them company to the rapidly filling Walls, and declared he could not stay."], [83, "MRS. WYNNE'S MISTAKE. 71 \" I am sorry I must leave you both,\" he said, as at length he was going; \"not that any harm is likely to come to you, if you go home before the last race. When the voting bucks, who have been drinking over their losings and winnings, leave the Eoodee, your safest place is the house, since you have no protector. And, my dears, should Lieutenant Wynne seek you out, and join your prome- nade — though I have great respect for the gentleman — endeavour to shorten your walk. There is so wide a gap between the mantua- maker's work-room and the Wynnes' carriage, that — that — well — a girl who respects herself will not care to be seen with the red-coats, when there are no old folk on guard. Mind, I have not a word to say against Lieutenant Wynne — but — it's best to be on the safe side. So now, good-bye, Miss D'Anyer, good-bye, Lucinda ! Be good lasses ; and take care of yourselves. I'll come or send for you when your time's up, Lu.\" The surgeon had no doubt seen in Arthur Wynne's face that his expressed desire to"], [84, "FORBIDDEN TO MARRY. 72 meet Miss D'Anyer again was something more than mere compliment, and his word of ad vice was kindly meant. Muriel had won his approbation, as a child ; and he could not forget that now she Avas the associate of his daughter. That she was a good one he had Mrs. Hopley's grudging testimony, still the little woman's remarks had made him uncom fortable. And he shared the common belief that red-coats and rakes were synonymous. He rode home on a somewhat uneasy saddle in consequence. He could but remember that he had himself brought Lucinda into contact with the officer ; aye, and her friend, too ; for the lieutenant would not himself have recognized Muriel, changed as she was. Miss Holmes remembered it also. \" Dear me, what a fuss father makes, to be sure ! \" she exclaimed as he went away. \" If a mere red-coat makes a man more dangerous than a black or a blue one, whj7 did he bring the lieutenant to us ? \" \" That puzzles me,\" responded Muriel, as they strolled along in the direction of the"], [85, "MRS. WYNNE'S MISTAKE. 73 Dee, past the Nun's Garden, and the Castle, meeting at every few yards familiar city faces, lay and cleric. \" Perhaps the lieu tenant asked him. You see, he knew me long ago, before I went to Miss Briscoe's, and I don't think he expected to find me grown up, or has any idea that 1 am an apprentice.\" She paused, and, as if on reflection, added: — \" Two of my cousins are military officers, one in the artillery, and I come of good family ; but, for all that, I fancy your father is quite right. And I know that, in any case, young and unprotected girls like our selves cannot be too careful. Still \" She broke off; the doctor's caution had set her thoughts wandering in new tracks, but the sun was in eclipse over all. Not until now had she confessed to herself that she looked forward eagerly to the pleasure of another meeting with Arthur Wynne. Not until now had she seen that pleasure and propriety were in antagonism."], [86, "74 FORBIDDEN TO MARRY. \"Still ivhat?\" her companion asked, after a longer pause. Muriel's straying thoughts were recalled. \" Still — oh, I meant that we might be discreet without being discourteous, should we chance to meet Lieutenant Wynne ; but — a — I don't think the likelihood very great.\" \" Don't you ? \" droned out Lucinda in a tone of incredulity. Just then their attention was drawn to the animated scene on the racecourse below, where the horses were being recalled after a false start, and no more was said, on that subject. Presently Lucinda's sharp eyes descried Mrs. Wynne's pony carriage ; and she pointed out — unnecessarily — that the same young lady and elderly gentleman bore Mrs. Wynne company, and that the gallant officer and Sir Jenkyn were again in attendance on horse back. Muriel drew back. \"Come away, Lucinda ; don't let them see us staring at them.\""], [87, "MRS. WYNNE'S MISTAKE. 75 But the race was being run, and Lucinda was not inclined to budge ; and soon, whether Muriel looked towards them or not, a cheese cutter hat was doffed in respectful salutation, to which a touch on Muriel's elbow called attention. About half an hour later, when they had changed their position, and Muriel, weary of the shifting crowd, the cries, and the commo tion, was persuading her companion to quit the scene and make the circuit of the city walls for a quiet change, a brisk, firm step behind them stopped short, and in another minute Arthur Wynne was shaking hands with them. Not the slender youth with the pale face Muriel had first seen in the forest, but a fine, manly fellow nearly six feet high, with a noble forehead from which the hair, white with powder, was drawn back, thus exposing the lung-healed scar. His dark grey eves were set in well-moulded features, the nose being large without undue prominence, the lips at once tender and firm. \"How closely he resembles his handsome father ! \""], [88, "FORBIDDEN TO MARRY. 76 was the swift thought of Muriel, as with a smile he began : \"It is quite a pleasure to meet you again. I was afraid Mr. Holmes might have spirited you off with him to Eddisbury or to Northwich this morning. I was summoned away j-esterday so abruptly, before I had well recovered my astonishment at the trans formation of Little Eed Riding Hood, and my speech with you at the theatre was so brief, that I had not presence of mind to ask if your visit to Chester would be prolonged through the race-week.\" This was not put as a question, yet Muriel felt it to be one, and perceived that he supposed her only a visitor ; and whether she was moved by the caution of Mr. Holmes, or by a touch of her father's pride, she answered merety, \" I am living in Chester at present, sir.\" He was \"delighted to hear it — thought it was probable they might meet again before he rejoined his regiment. He and Mrs. Wynne were staying with relatives in the"], [89, "MRS. WYNNE'S MISTAKE. 77 neighbourhood of Wrexham, and were frequently in the city. They were on their way to visit the same relatives when they had the good fortune to fall in with Eed Biding Hood and her friends, during Captain Wynne's sick leave,\" he said. Yet he did not seem to be the bearer of any message from his mother, and did not offer to take Muriel to speak to the lady, although the carriage was in sight and easily accessible ; nor did Mrs. Wynne bow, or even seem to recognize her, as she must surely have done had she known with whom her son had been conversing the previous afternoon, or had joined in the theatre, — or at least so the simple-minded young person thought. The fact was, there had been something narrowly approaching an altercation between the lady and her son overnight respecting that very young person. He had so openly expressed his gratification at a meeting which gave an opportunity of explaining apparent disrespect, and his surprise at the change years had effected in Miss D'Anyer,"], [90, "78 FOR BIDDEN TO MARRY. that Mrs. Wynne's most active instincts Avere aroused, and she once more declared, — \" The slight obligation we were under to those people years ago does not justify a renewal of the casual acquaintance. They had no doubt forgotten us, and there is no reason we should refresh their memories.\" \" My father did not regard the obligation as slight ; and I know he AA'ould be proud to show respect to Miss D'Anyer were he here.\" \" Oh, I do not question his Quixotism for a moment, but I cannot sanction hangers on of that class : and I think, Arthur, that you might see its inconvenience, especially now we are staying at the Elas, and the furrier's grandchild has grown to Avoman hood. How you could bow to her and the country apothecary she Avas Avith, and quit our box to join such people is positively astounding. It Avas exceedingly imprudent. I saw Pauline did not like it.\" \" Hang Pauline ! \" or something even stronger had almost escaped him. A quick compression of teeth and lips alone kept the"], [91, "MRS. WYNNE'S MISTAKE. 79 ejaculation inaudible. He Avas sufficiently emphatic when he added deliberately: — \"I am not in leading-strings to my cousin yet, and am not inclined to shape my course by Pauline's fancies. She does not appear to be shaping her course by mine. To my mind, choice lies between right and Avrong, civility and incivility, gratitude and ingratitude. The age or class of Miss D'Anyer has nothing to do with it. Were she a bare footed beggar-girl, her claim on my courtesy Avould be the same.\" This conversation took place in Mrs. Wynne's private apartment at the Plas, a fine castellated stone mansion, the picturesque mountain seat of Sir Madoc Wynne, Avhere a large ■ party of guests had been drawn to gether by the Chester races, the ten or tAvelve intervening miles of rough road being of small account to the hard riders of those days or to the native ponies harnessed to Sir Madoc's carriage, itself built to suit the roads, Avhich certainly rendered running footmen with torches a necessity after"], [92, "FORBIDDEN TO MARRY. 80 nightfall, and not superfluities of ostenta tion ; indeed Sir Madoc Avas too hearty and genial for the latter. Making much of her exhaustion and fa tigue after the excitement of the play, and the perilous drive home through the midnight air, Mrs. Wynne had expressed her intention to retire immediately, and re quired the assistance of her son, to enable her to surmount the stairs to her rooms. And to this no one seemed to object, not even Pauline. Mrs. Wynne herself, with all her languor and delicacy, had a little match-making on hand, it being her especial desire to secure Sir Madoc's daughter and heiress for her son. Sir Madoc and Captain Wynne were next of kin ; the wide estates of the baronet held stone for the quarrying above the surface, coal for the heAving beneath it ; but little besides the Plas itself AATould descend with the title. Pauline Wynne, the sole survivor of a large family of brothers and sisters, Avas three or four months older than"], [93, "MRS. WYNSE'S MISTAKE. 81 Arthur ; but his mother had planned their union when the last brother died oil ; and neither the baronet nor his daughter seemed averse, though hitherto only a tacit under standing existed between the tAvo most con cerned. That he should leave the side of Pauline and be seen shaking hands demonstratively with a strange girl upon the Walls, and again in the theatre, Avas in Mrs. Wynne's opinion a fatal mistake, only to be exceeded by the evident satisfaction with which he reported his first meeting with Miss D'Anyer. She kept her countenance at the time and during the ride home, reserving her opinion and counsel for a private intervieAv. The result had left her more than ever con founded. Imagine her chagrin when her son once more dismounted, and, with a bare Avord of apology, quitted the carriage side and his friends, to seek out the furrier's grand child, and a country surgeon's daughter, in the very teeth of her prohibition. Arthur vol. n. G"], [94, "82 FORBIDDEN TO MARRY. must surely be insane, she thought, or under some strange infatuation. \" I say, I say, there must be a poA\\rerful magnet on the Walls to attract your cousin again,\" observed Sir Madoc to his daughter Avith a dip into his snuff-box. \"Yes, gratitude,\" said Pauline, with a faint note of irony in her tone, and straight way turned her smiling attention to Sir Jenkyn, avIio lingered near, proud to catch the slightest token of her favour. \" Ah, just as I feared ! \" argued the mother within herself. \" He Avill lose the substance whilst trifling Avith the shadoAv. No doubt that girl will do her best to entangle him. Those Ioav people are so artful.\" But she openly defended her son by a languid assent to that AA-hich Miss Pauline had put forth so doubtfully. \" Yes, Pauline, Arthur feels constrained to be civil to the girl. It is so hateful to be under obligations to inferiors.\" Yet could Mrs. Wynne have left her visible body in the carriage to wateh the"], [95, "MRS. WYNNE'S MISTAKE. 83 races, and in invisible spirit have folloAved the lieutenant as he Avalked beside the two young girls Avho seemed to have no other protector, she might have convinced herself that Muriel Avas spreading no lures for her son, unless reserve and a sort of timid constraint might enchain him. The caution of Mr. Holmes rang in her ears, and gave her an uneasy feeling that it Avas her duty to dismiss the young officer. Yet he Avas so respectful, and so agreeable Avithal both to Miss Holmes and herself, that she knew not Iioav to do it. And she Avas curious enough to seek information, which time had not brought voluntarily. \" Yes,\" she Avas told in ansAver to her inquiries, \" Captain Wynne's arm was stout and strong again. Miss Briscoe did not Avrite to the Colonel. The recovery of the serA-ant Norris had long been doubtful. He would be a cripple to the end of his days. He remained in their service, in attendance on Mrs. Wynne. No, the ruffians had not been punished. Two men named Blackburn a 2"], [96, "FORBIDDEN TO MARRY. 84 had been apprehended on suspicion; but Norris had been stunned by the first bloAV, and could not positively swear to them. Some people had come forward to swear an alibi, and the men Avere dismissed ; as no doubt Miss D'Anyer had heard. A reward had been offered for the capture of the miscreants, but no other persons had been apprehended, and he supposed the real delinquents never Avould be knoAvn.\" And all this Avhile the polite lieutenant marvelled that Mr. Holmes should leave his daughter and her young friend to wander there unattended. It Avas only in reply to a direct query that he Avas told the doctor had gone back to NortliAvich ; and then he lingered, loth, as he said, to leave them unprotected. This, hoAvever, AAras not said until Muriel had suggested that Mrs. Wynne might feel neglected if he remained longer away from her. And it Avas not until Muriel had assured him more than once that they \" Avere perfectly safe — no one Avould molest them Avhilst so manA/ of the"], [97, "MRS. WYNNE'S MISTAKE. 85 citizens remained on the Walls with their wives and daughters,\" that he seemed at all inclined to take the hint and de part. Very courteous was his leave-taking, as had been his manner throughout, and Miss Holmes Avas in ecstasies when he was gone, frequently breaking out in wonderment Avhether the morroAv would bring the hand some young officer to beau them about again. To her dismay, the morroAv brought onty a persistent downpour of rain, Avhich spoiled the races and kept the feminine portion of the community within doors. Lucinda Holmes and the other girls grumbled audibly. Muriel said it was quite as Avell ; the country needed the rain, and it Avould give her an opportunity to write home, Avhich she did ; her meeting with Lieutenant Wynne, and his politeness, figuring largely in her budget of news and inquiries. He had gone back to his friends with more reluctance than he had cared to admit."], [98, "86 FORBIDDEN TO MARRY. He had found Muriel the woman as charmingly unsophisticated as Muriel the child, but hedged in by a degree of reserve the child had not displayed. And it occurred to him that this reserve had increased since the departure of the doctor. No hint of her address had been vouch safed, although sought in all but direct question ; and he must trust to chance for meeting Avith her again. The desirabilitjr of such other meeting did not come under consideration. The broAV of Mrs. Wynne Avas clouded with displeasure on his return ; there was a light of jealous fire in the sloe black eyes of his cousin Pauline, and his uncle, betAveen his pinches of snuff, rallied him on his \" devotion to the petticoats,\" his \" enlist ment in the corps of Cupid,\" Avith more of annoyance than of mirth in his tones. Arthur, whom he looked upon as his future son-in-law, was in especial favour with the good gentleman, but this open neglect of Pauline Avas, to say the least, disrespectful,"], [99, "MRS. WYNNE'S MISTAKE. 87 and irritating. It Avas not what he expected from his nepheAv. He found that no one but himself regarded his prolonged promenade with the two young ladies in white muslin as \" a mere act of courtesy.\" Yet, really it Avas nothing more ; and had not Mrs. Wynne again taken the young man to task for his imprudent desertion of his wealthy cousin, \" parading to and fro with strange young women, in the very face oi Pauline, and driving her to retaliate in a flirtation with that odious Sir Jenkyn,\" it might never have been anything more. The feather might have bloAvn awaj*, but she Aveighted it with lead, and it went down into her son's heart like a plummet. He went to bed contrasting modest broAvn eyes with haughty black ones, and waked from a nightmare in which a black-eyed Avolf was about to pounce on a broAvn-eyed Eed Eiding Hood."], [100, "CHAPTER V. ON THE WAY TO THE TOST. HGTEIETATION is never a safe game for •^® man or woman. Not only can tA\\o play at it, but its results are uncertain. Very sure of a man had a woman need be Avho resorts to it, AA'hcther in pique or retaliation. The means taken to draw are as likely to repel, and Avhat is Avon is rarely worth the winning. Arthur Wynne had a sort of cousinly affection for Miss Pauline of the Plas, and might have drifted lightly enough into the harbour of matrimony with her. Indeed, he had begun to regard it as a net remote possibility, when she made the mistake of playing off soft-headed and soft-hearted Sir Jenkyn Jenkinson against him. At first she Avas in the hope of bringing her"], [101, "ON THE WAY TO THE POST. 89 military cousin more speedily to the point, and, not succeeding in this, she continued it in pique ; and perchance carried her flirtation a little farther than she had originally intended, since the hopes of her devoted slave rose to flood-tide, and only a sudden chill stopped short an ardent avoAval of a very sincere passion. Not that Pauline had thought seriously of encouraging Sir Jenkyn, her latest display was by way of jealous retaliation, and Avas of all things most unwise with a man of Arthur's temperament, if she wished to secure him. She kneAv that her aunt desired the family alliance, and that her father regarded it complacent^, but she could not say that her cousin had made any special demon stration of regard during his occasional sojourns at the Plas. He had seemed rather to accept a position than to assume it. The assumption Avas of the three and not of the one. AttentiA'e and courteous he had been, as a gentleman and a relative ; he had joined her"], [102, "FORBIDDEN TO MARRY. 90 in duets, and listened with delight AAdien she took her Welsh harp in hand, and sang and played the strains of their native bards. He had turned over her music at a newer instrument, at which she Avas not so proficient, — the grand piano being but a recent acquisition, — and he had been a complimentary critic. He had held her skeins of silk for winding, her basket when she gathered flowers ; had baited her hooks when they had a fishing party on the lake, and all Avith right good Avill ; but in this he Avas not exclusive. To be a partner for life was another affair. He had not yet giA'en his heart wholly into her keeping, and Avhatever chance there was of its surrender vanished with her latest freak of flirtation with Sir Jenkyn. There Avas always a dance at the Plas on the Eace Friday, and who Avas so distin guished noAv as Sir Jenkyn, who of so small account as the lieutenant ? It was Sir Jenkyn with whom she danced a minuet ;"], [103, "ON THE WAY TO THE POST. 91 it was Sir Jenkyn avIio re-adjusted her floating scarf, avIio led her to her harp, and selected her songs, and avIio Avas privileged to whisper his enraptured thanks into her listening ear, and to receive her smiling acknowledge ments ; Sir Jenkyn avIio basked in the smiles of the proud beauty until he Avas half beside himself. \" Pon honour, I think my mother Avas right. Pauline is flirting desperately. The battery of her black eyes has shot that soft Sir Jenkyn's flowery waistcoat through and through. The poor felloAv seems desperately in earnest too. Well, I'll not baulk his chance. If Pauline is playing with him to punish me, she has no heart, and mine is safest in my own keeping. So success to your wooing, Sir Jenkyn ! \" Some such meditation sent Arthur Wynne riding through the rain to Chester on the Saturday afternoon, to keep, as he said, an appointment with an old friend in the garrison, of which nothing had been heard Avhen the guests with sporting proclivities"], [104, "FORBIDDEN TO MARRY. 92 had set off to the races in the early morning, promising a list of the winning horses for the home sweepstake on their return. Mrs. Wynne frowned, Sir Madoc looked loftily displeased, Miss Wynne charmingly reproachful, but he Avent, with not even his man behind him to grumble at the rain. There Avas to be a junket in the servants' hall that night, for which the man Avas good-humouredly set at liberty. Perchance the master desired liberty as well as the man. A new element had unaAvares entered into his being of which his mother's reproaches had first made him dimly aware. He rode forth with his head bent to the slant rain with a restless longing for something unshaped even to his OAATn thought, free to ponder and debate within himself, un observed, a problem she had left for him to solve. A soldier, the son of a soldier, early in commission, having a handsome person and easy manner, society had opened its arms to"], [105, "ON THE WAY TO THE POST. 93 him, and mothers, regarding his lieutenancy as a step toAvards a captaincy, had all but flung their daughters at his feet. How was it that despite all the charmers of all the garrison towns he had known, notwith standing the fascinations of his cousin Pauline and her fortune to boot, his heart Avas sound ? This Avas the problem he set himself to solve in that cheerless tAvelve-mile ride. The rain had almost ceased by the time he reached Dee Bridge (which then long and narrow span of seven arches Avas the only communication betAveen Chester and North Wales), and when he paid his toll at the Bridge-gate, after making his way through a throng of mud-bespattered ponies and frieze-coated Welshmen, some with pretty WelsliAVomen mounted on pillions behind, he had answered his OAvn question by others. Could it be that he had set up a mere child he had lived with a single Aveek as his ideal? Had he unconsciously brought elegant Avomen of fashion, wit, grace,"], [106, "FORBIDDEN TO MARRY. 94 refinement into comparison with that simple maiden aaJio had not even beauty to commend her? Nothing but a pair of soft brown eyes and a voice like a seraph's song. Nothing more? Yes, a shower of silken curls, an agile form, a pair of tripping feet matched with round Avhite arms, teeth like tAvo roAvs of pearls — but expression Avas the charm. There Avas no gainsaying it. He had certainly shrined little Eed Eiding Hood in his memory, a memory of unselfish de votion to utter strangers ; of unstudied gifts and graces fresh from the mint of God. He had looked in lovely faces since, but they bore the stamp of the Avorld, and had not satisfied his soul. He had rarely stood before a glass to brush his hair, or sat there to have it dressed and poAvdered by his man, but he, seeing the scar, had remembered the pitying face that bent over him, the gentle fingers that picked out the broken glass and bound up his Avounded brow so tenderly. And now that the child was gone, and he a man, he had"], [107, "ON THE WAY TO THE POST. 95 touched that gentle hand again, had looked on those soft brown eyes, on a face no longer disfigured, and it mattered not to him AA-hether Pauline Wynne flirted with Sir Jenkyn or John Jones. Mrs. Wynne had lent him a key to his own heart ; he had unlocked it and looked in. He must have forgotten his appointment, for he passed the end of Castle Street Avith out turning his head, rode on up Bridge Street to the Flume of Feathers' Inn, and gave his horse in charge to an ostler without asking for any friend in waiting. Then walk ing on to the junction of Chester's four main thoroughfares — Avhere CromAvell found a fine cross of stone, and left behind only its name — he turned sharply to his right up East gate Street, leaving the muddy roadway for the uneven pebbly pavement, and having passed under the sweeping arch of the East gate, turned up a narrow alley on the immediate left of Foregate Street into Post Office Yard, the location also of the Excise. There he dropped into the postal box a"], [108, "FORBIDDEN TO MARRY. 96 couple of letters, one bearing the address of Captain Wynne, the depot at Chatham (the main regiment Avas on service in St. Domingo), and received from the postmaster in answer to his enquiry a franked missive Avith a great red seal, and tAvo newspapers, the Times and the Morning Post. He left the cramped-up Eost Office for the open street, thrust the small neAvspapers into his breeches' pocket, glanced over his brief communication, and stood for a moment hesi tating Avhether he could, as a gentleman, ask the Misses Briscoe for the address of Miss D'Anyer, seeing that she herself had not vouchsafed it. Had he gone he would have found disappointment in the shape of a sprawling \" To Let \" on a desolate house. Turning to retrace his steps through the umvonted bustle of Foregate Street, along Avhich crowds Avere hurrying singly and in groups, on foot, on horseback, in vehicles, in all stages of drink and excitement, pour ing out of the city at the close of the last day's race, he saw a young woman in a"], [109, "ON THE WAY TO THE POST. 97 cloak and pattens waiting Avith a letter in her hand as if for a favourable opportunity to cross the road to the Eost Office ; the hood of her cloak well draAvn over her bonnet as a protection from the rain, which Avas not quite over. Courtesy prompted him to hasten to assist her, but ere he could do so, or recognize her features, tAvo drunken boors jostled her from the narroAv footpath into the roadAvay. The insecurity of patten-rings on pebble pavement caused her to lose her footing, and she fell in the very front of a horse and ATehicle advancing at a reckless pace. Another second, and the animal's hoofs would have been doAvn upon the prostrate girl ; but there Avas Arthur Wynne's strong hand at the horse's head to force and keep him back. It Avas at his oavii imminent peril, for the horse, suddenly checked in a mad race AA'ith another, started and plunged, and sAverved aside. Eeople shouted ; the driver vociferated angrily, yet pulled the reins ; a passer-by helped the cloaked figure VOL. II. H"], [110, "98 FORBIDDEN TO MARRY. to her feet ; she was again on the path and out of danger. The horse was released and on its way, and then the brave young officer pressed for- Avard to assist the young person, avIio seemed scarcely able to stand. A startled exclamation burst from his lips. \"Miss D'Anyer! You! Thank God I was at hand! I trust you are uninjured.\" Yes, it Avas Muriel, — she who had been in his thoughts all that day, of Avhom he had dreamed in the night, Avhose where abouts he had been so desirous to learn, leaning for support against a wall, faint and pale with pain and fright, her bonnet crushed, hands and cloak muddy, one patten on, the other, Avith her letter, in the roadAva}*, crushed, as she might have been, under hoofs and wheels. She heard the voice, and recognized it with a sort of hazy thankfulness, a temporary surrender to the sick and dizzy feeling Avhich made speech impossible. She had a dim sense of a supporting arm, of the same"], [111, "ON THE WAY TO THE POST. 99 voice saying, \" Brandy, someone, quick ! she is fainting ! \" of a glass which some good soul had already brought being offered to her quivering lips, and then a brief oblivion. The Hop-Pole Inn Avas close at hand ; but her supporter hesitated to carry her thither, seeing how its doors and AvindoAvs Avere occupied with felloAATs fresh from the race-course in all stages of excess and inebriation, filling the air Avith tobacco fumes and blasphemy. He could not take Miss D'Anyer thither. Better the unpolluted atmosphere of the open street, and the compassionate crowd collected by the accident. Her light Aveight Avas nothing to him — -the nameless thrill which ran through every fibre of his being as he upheld her of course did not count. He had been Avise, for the cool air playing on her cheek revived her. He was glad to see the closed eyelids open and recollection return, though with it a faint carmine flushed the sensitive cheek, and the head from which the crushed bonnet had been with- h 2"], [112, "FORBIDDEN TO MARR1 100 drawn by a Avoman, was raised from his breast. As she slowly recovered from her brief SAVOon, under the influence of fresh air and brandy administered with a teaspoon, recollection came of a rude thrust, a tAvisted patten and ankle, a fall, a glimpse of a monstrous horse, a dread of a crashing hoof, a confusion of cries and sounds, the rush of someone to the rescue, of a hand dragging her up, of her oavii SAvift thankfulness. It was like waking from a dream ; yet there was her deliverer, and her ankle pained her Avhen she strove to stand alone. Still she made the effort braA~ely, alarmed at finding the daylight going, people around her, a woman tying on her bonnet, herself in Arthur Wynne's clasp ; though her gratitude was too great for expression, and she felt that his presence there Avas nothing less than proA'idential. There Avas a conflict of feeling in her breast, as she stroATe to support herself, desire to get back to Watergate Street being upper-"], [113, "ON THE WAY TO THE POST. 101 most for the time. Then she remembered her letter, only to be told that it was beaten and trodden into the earth, at which a shade passed OATer her face. She might not havTe such another opportunity in a hurry. Arthur Wynne misunderstood her look. \" I hope your letter Avas not important, though I fear it must have been, or you would never have ventured out alone on such an afternoon as this. The streets are positiATely unsafe for ladies.\" \" It Avas a letter to my mother, sir, and she would think it of very small account against the life you have saved. I know you have earned her gratitude as well as mine.\" She interrupted a loAv-voiced speech on her prior claim to his gratitude, with the hurried observation, \" You are very kind ; but I am better, thank you, and I must go home.\" But going home alone was an impossibility, though she left behind her remaining patten, and made the attempt bravely. \" Do, Miss D'Anyer, lean on me and alloAv me to support you to your home. But you"], [114, "FORBIDDEN TO MARRY. 102 really are unfit to walk at all. Pray, permit me to send someone for a chair.\" \" Oh, no, thank you, sir. You are very obliging, but— oh, dear no ; I could not go home in a sedan. I must indeed do my best to walk.\" She had a vision of Mrs. Hopley's consternation at the arrival of one of her apprentices in a sedan-chair, and she under-rated the effort to Avalk. \"Then you must certainly accept the support of my arm. I should be a brute to suffer you to proceed alone,\" he added, drawing her hand to a firm rest as he spoke. HoAvever reluctantly, she Avas compelled by pain to accept Lieutenant Wynne's proffer ; and Avhether he Avas more pleased or sorry at her refusal to go home in a sedan is scarcely to be told : or whether she was more thankful for his support, or ashamed to take his arm in her deplorable plight, is just as doubtful. It was not that her scarlet cloth cloak Avas muddy, or that her bonnet had suffered too, --though he AATould scarcely have cared to"], [115, "ON THE WAY TO THE POST. 103 meet acquaintance by the way, — made him suggest the chair. It Avas that he saAv the pain each step occasioned. And seeing it, he wondered at her refusal. But the resolution with which she made light of pain won his admiration. And he concluded she had an all-sufficient motive for rejecting his proposi tion, with so much agony as an alternative, and in all his intercourse with his cousin, Pauline Wynne, he had never felt the touch of her jeAvelled fingers as he felt whilst Muriel's mittened hand rested on his arm, or gave an involuntary grip when an out sized pebble in the uneven pavement caused a sharper twinge than before. Gladly would he have suffered in her stead, and he told her so, and bade her lean upon him more securely. \" You cannot think what a pleasure it is to serve you, hoAveATer slightly. Or how proud I should be to escort you, Avere it not that I feel you are suffering at every step.\" They had turned the corner of St. Peter's Church at The Cross, and Avere almost at"], [116, "FORBIDDEN TO MARRY. 104 the top of Watergate Street, when he said this, looking down into her face and stop ping to give her a moment's rest. Just then a party of exhilarated horsemen from the Eoodee came dashing up Watergate Street and SAvept round the corner of Bridge Street on their Avay to the Bias. \" Halloo, Wynne ! What pretty gips}r have you picked up ? \" cried one, without slackening speed. \" Bravo, lieutenant ! \" called out another amid Avaving hats and a chorus of hurrahs ; and the gallant young officer knew that they were carrying to the Bias more news than the promised \" List of the Winners.\" Muriel shrank within herself as these elated gentry shouted and hoorayed, and felt as if she in her disreputable appearance had somehow compromised her brave and generous protector in the sight of his friends. She wished then she had thought less of Mrs. Hopley's indignation, and more of consequences to her courteous companion. Then the caution of Dr. Holmes came"], [117, "ON THE WAY TO THE POST. 105 back to her with crushing force. She, sent away from home for reasons to her inscrutable, overtasked and OA*erAvorked, un cared for by the mistress to whom she Avas bound, associating with girls of a lower grade, had felt as if a breath from Paradise had Avafted across her since Arthur had shaken hands with her again. He Avas so kind, so gentlemanlike, so respectful ; and 110AV did she not OAve her life to his bravery? Yet she saAv clearly, that for his sake not less than her oAvn, she must cut off the right hand of a friendship at once so pleasant and so unsuitable. There Avas but a simple name-plate on Mrs. Hopley 's door ; nothing to indicate the calling of those within ; but before they, making sIoav progress under shelter of the Row, had reached it, her resolve Avas taken, and there, leaning against the door-post, she thanked him again for the service he had rendered, but apologized for her inability to invite him within, on the ground that she Avas but an apprentice to the mantua-maker"], [118, "106 FORBIDDEN TO MARRY. Avhose name Avas on the door ; though it cost her no small effort to make the admission. If she had expected a recoil, she Avas un deceived. Whatever might be his surprise — and he avus surprised — he did not show it. \" You will, at least, permit me to inquire after you, Miss D'Anyer, before my leave expires? The injury you have sustained Avill keep me most uneasy until assured of 3'our recovery.\" The moisture in her eyes Avas unseen in the deepening twilight ; but he could feel the hand tremble he held so firmly in his clasp, as she cut doAvn the bridge of hope with the Avords : \" I feel your kindness, sir, and shall not forget it. But I have no friends in Chester. I am utterly alone and unprotected here, and you really must not call. And hoav let me thank you once more, and say ' good-bye,' as we said it years ago in Delamere.\" \" I respect your scruples,\" he replied, \"and will not intrude. But I will say 'good-night,' and not 'good-bye,' and trust"], [119, "ON THE WAY TO THE POST. 107 in Brovidence to meet with you again,\" and with as graceful courtesy as if she had been a duchess, he raised her hand to his lips, and Avith a bow departed. With his departure night seemed to have set in for Muriel. She opened the door, groped her Avay up the dark staircase, halting on every step, and hoping to find a light in the work-room ; but it Avas deserted. There was a noise and a scuffle in the nurserj-, as if the children Avere going to bed. She opened the door softly. She was a favourite there. The children, big and little, dressed and undressed, came croAvding around her, with Avondering questions and alarm, to Avhich her pale face, her crushed bonnet, muddy cloak, and halting gait gave rise. She explained that she had been knocked down, nearly run over, had sprained her ankle, and wanted a light ; but she did not think it essential to name the gentleman who had preserved her, or to say that he had brought her to the door."], [120, "108 FORBIDDEN TO MARRY. She said she was faint and Aveary, and Avould go to bed ; and the servant-lass, seeing how ill she appeared, offered to bathe the injured ankle ; but no one suspected that her heart was aching worse than the foot, though she lay in bed all the morroAv, her only companion and comforter being her mother's priceless gift, the little siher-clasped Bible. And surely she had need of her guide and comforter. If she bore her daily burden passively, it Avas not because she did not knoAv its Aveight, but that she never added to it Avith useless murmuring. Most of the other girls gave vent to their irritation, or indignation, or splenetic feeling in divers ways. Snappish words, snapped threads, a slip of scissors or needle in spiteful inadvertence, the upset of a pin-tray, the snuffing out of candles, the wilful mislaying of card, or stiletto, or patterns, or the mysterious misplacing of the bees-wax on Mrs. Hopley's chair to the detriment of her black gown. And to them every holiday was a carnival."], [121, "ON THE WAY TO THE POST. 109 She, differing in birth, in temperament, and in training, had no such outlets for her emotions. Her nature and her conscience restrained her. She could simply endure in silence, and the strength to do it she found under the black cover of the old book. The others had ceased to jeer at her as a \"Methody\" and \"a milksop,\" since she nevrer obtruded her opinions unsought, and Lucinda Holmes had in fact become her champion ; but that Avas needless, Muriel was not weak, she was only non-combative. They had all gone to church in the morn ing in their Sunday best, for the rain had ceased the previous evening and the sun shone gloriously, even lighting up the bare attic where Muriel lay. True, Mrs. Hopley's youngest, a child some five or six years old, avIio had a grateful remembrance of one avIio, Avhen she bumped her head in falling down stairs, \"Ran to catch her as she fell, And kissed the place to make it well,\" and who had helped to nurse her through"], [122, "FORBIDDEN TO MARRY. 110 one or tAvo childish ailments, with so much patience and loving sympathy, and who told such pretty tales Avhen she was getting better ; this little one came to her bedside and prettily enough offered to \" come and stay Avith you, instead of going to church, if mother will let me, Miss D'Anyer. I'll tell her Iioav bad your foot is.\" But the little one never came back upstairs, so Muriel knew Mrs. Hopley had been less gracious than the little one, or had had a different sense of duty. Lucinda Holmes brought up Muriel's dinner to the attic and reported, \" There was as much bother over my bringing up this bit of cold meat to you, as if it Avas a crime for you to lie in bed for a day, ill or Avell. Thank goodness ! I shall be soon out of the skinny old beldame's reach ! I wish you AArere.\" \"And so do I, Lucinda, but Avhat can't be cured must be endured, and ' grumbling ne\\rer lightened a pilloAv,' so my mother used to say. It it not very pleasant to lie here in"], [123, "ON THE WAY TO THE POST. 111 pain, alone, but I have so much reason to be thankful that I was not killed outright, that I may Avell be content that bad is not worseA \"Well, Muriel, as you seem so content, perhaps you Avon't mind if you are left by yourself this afternoon. I had promised to go to Shotwick for a walk, you knoAv Mrs. Hopley's old apprentice Phœbe Home is married and lives there, but if you think you would feel lonely, I don't mind remaining Avith you.\" Lucinda had her pretty gipsy hat half on as she spoke, and her eyes turned from the shabby looking-glass to the outer sunshine, and Muriel had not the heart to keep her back. \" Nay, nay, that would neArer do. It is quite bad enough for one of us to be shut up here. There is no reason why you should be punished for my disaster. Go and enjoy the sunshine whilst you can ; there is a hard week's Avork before us. Thank you for the offer all the same.\" \" It was ATery kind of Lucinda,\" she murmured to herself AArhen the other was"], [124, "FORBIDDEN TO MARRY. 112 gone, \" but I saw she Avas longing to be off, and no wonder. It would have been thoughtless to expect her to stay moping in this dull room. And perhaps little Missy will come during the afternoon.\" But neither little MissjT nor anyone else came near her, not even to bring her tea. \" If she wants tea she must come doAvn for it,\" Mrs. Hopley had said, and so Muriel went without. The sunshine had gone with the hours, dusk crept on, the stars came out, she was alone with her pain, and her inner questionings of right and wrong. She had lain there that day more troubled about her lost letter, and her lost friend, than about her SAVollen ankle, or her own isolation. It Avas a long letter, filling the square sheet in every inner fold. She had given the whole morning to its production ; it contained many messages to Milly Har greaves as well as others, and she kneAV her mother would expect it. She could not count on such another opportunity to write"], [125, "ON THE WAY TO THE POST. 113 home ; she feared her mother would be anxious. And she could not hope again to meet Lieutenant Wynne as a friend ; she had herself closed the door against him. She Avas convinced she had done right, but the conviction somehoAV did not bring the consolation with it she might have expected ; her friends at hand Avere so feAV. At times she Avould check her murmurs AAuth a gleam of thankfulness for her escape, and that again brought back the chiA^alry of Arthur Wynne ; and she found herself com paring him Avith the King Arthur, Sir John Mallory had draAvn. And so the day had gone by with its alternations of light and shade, until the book she had dipped into from time to time had refreshed and tran quilized her spirit, as the bed had rested her limb. Lucinda brought home a sprig of haAvthorn and a bunch of daffodils, and they brought SAveetness and beauty with them — ■ and a sort of promise. i VOL. II."], [126, "CHAPTEE VI. IN CONTRAST. IQIpOBTING squires in the last century <^^i were not desirable society in the Avithdrawing-room, either at the close of a day's hunt, or a race-meeting ; and those guests of Sir Madoc Avho had braved the rain for the sake of the last day's race, having one or two considerable winner's amongst their number, and no heavy losers, rode back to the Bias in most hilarious mood, to which a stoppage at Wrexham to \" bait \" no doubt contributed. They rode into the courtyard of the Bias, ripe for fun or mischief; and the return of Lieutenant Wynne, about an hour later, AATas the signal for uproarious merriment. He Avas plied with questions about the \" maiden all forlorn ; \" \" Dorothy Draggletail \" Avas"], [127, "IN CONTRAST. 115 sung out in full chorus, and \" The pretty gipsy maid\" Avas toasted at table and jested about afterwards, in such wise that had Lieutenant Wynne been of his sire's tem perament he would have had more than one duel on his hands before morning. But something of his mother's languor had tempered his father's fiery spirit in him. And he had never forgotten the innocent horror of a certain little girl when told that his father's arm was wounded in a duel. That a stain darker than the brand of Cain should rest upon the duellist was a daring assumption, one not in accord with the military code of honour, but he was then at an impressionable age and the novel theory of the unsophisticated child had certainly impressed him. Possibly as en forcing the creed of his old tutor, a man of rare worth and excellence who was given to think for himself. At all events Muriel's remark had served to restrain him many a time before ; it served him in good stead then. He left 1 2"], [128, "116 FORBIDDEN TO MARRY. the convivial and noisy party, Avith Sir Madoc at their head, to their mirth and their wine, simply saying that he had a letter of impor tance to answer ; and though someone darted after him to draAv him back, he did not return. In the morning, Avhen all Avere sober, he begged that he might hear no more unseemly jests on the subject, at the same time narrating just so much of the accident he had Avitnessed and of his interposition to prevent a fatality as explained his companionship with the young lady, Avhose name he did not suffer to tran spire. He lost none of his oavii dignity, and he did make some of the rude jesters a little ashamed. Something of his \" absurd civility to a bedraggled damsel \" reached the ears of Mrs. Wynne and of Pauline, but the important missive of Avhich he Avas the bearer, filled the mind of the former to the exclusion of all minor matters. Captain Wynne had obtained his Majority ! It was a quietly made announcement, ac companied Avith regret for the death which"], [129, "IN CONTRAST. 117 had led to his own promotion, and also that his son had not obtained his step at the same time. But of these regrets Mrs. Wynne said nothing Avhen communicating the main fact to Sir Madoc and Miss Wynne over the break fast-table that Sunday morning. She looked as if a neAv honour had fallen on herself, yet at the same time affected an air of easy indifference which imposed on no one. Her son made no secret of his satisfaction, and Sir Madoc greAv important. The news papers containing the official gazette were duly circulated, and Major Wynne was the topic of the hour. Not until the ladies had retired to dress for church had Sir Madoc an opportu nity to say in private to his nephew, \" I say, Arthur, how is it you have not stepped into your father's old shoes ? \" \" Perhaps, sir, they were considered too large for me to fill,\" the young man answered Avith a pleasant smile. \" but jesting apart, I could scarcely expect to take precedence of our senior lieutenant ; and there would have been good reason for jealousy had"], [130, "118 FORBIDDEN TO MARRY. father and son both been promoted the same day ; although I believe my father expected it ; some promise of the kind AATas made to him last year.\" \"Then, I say, I hope you are not dis appointed, look you ? \" And out came Sir Madoc's snuff-box, to be offered mechanically to Arthur, and declined Avith a boAv. \" Disappointed ! Certainly not. I am young enough to wait. It would have been an act of injustice to a gallant officer — one Avith a Avife and three fine children — had I stepped OA^er his head. I could scarcely have Avorn my honours comfortably in such a case. But here come the ladies.\" Horses and carriages were at the door, the gentlemen loitering in the great entrance hall hung with the spears and shields and boAVs of bygone Welshmen, Avhen Mrs. Wynne (who had been unusually fastidious over her toilet) descended the stairs folloAved hj one or two others, and the proud form of Bauline, as fashionably faultless in her attire as her elaborately arrayed aunt."], [131, "IN CONTRAST. 119 Sir Madoc pressed forward gallantly, and led forth his airy and juvenile sister-in-laAV by the tips of her Avhite and jewelled fingers, which mittens left revealed ; ex pecting Arthur to folloAv Avith Pauline. He approached her for the purpose, say ing, \" I am at your serA'ice, Pauline ; \" but. ignoring his graceful bow and extended hand, she passed him Avith a haughty inclination of the head ; smiled graciously, said, \" Sir Jenkyn, may I trouble you ? \" and placing the tips of her gloved singers in the ready palm of her neAv esquire, left her cousin standing, to bite his lip and transfer his courtesy to a Miss Trevanion, whom he escorted to her seat beside his cousin with recovered composure. He might be disconcerted, but only for the moment, and he Avas not particularly jealous. A week earlier he might have felt and acted differently under such a slight. That day he took the matter very coolly ; and the amused smile on his countenance as he left the side of the carriage with a bow,."], [132, "120 FORBIDDEN TO MARRY. caused Miss Wynne to bite her lip, at once perplexed and displeased. He and Sir Jenkyn, and one or two other men were mounted, but he did not hurry his steed, and he saAv the infatuated young baronet ride on ahead to be ready at the church to assist Miss Wynne to alight without any of the jealous fluttering the young lady might desire to provoke. There were always servants in attendance, or ostlers from the inns hanging about to take charge of horses during service, so many of the congregation came from a dis tance to Wrexham old church ; but when the serATice Avas over that Sunday morning, one of the horsemen of Sir Madoc's party turned the head of his beast towards Chester, and left the field open to his rival, for that day at least. WheneA7er Sir Madoc Avas annoyed his snuff box Avas most in request, and he uncon sciously half emptied it that morning before they reached the Plas. He had almost for gotten his ordinary courtesy to his sister-in-law on their stoppage, had not an amazed \" Sir"], [133, "IN CONTRAST. 121 Madoc ! \" reminded him ; and no sooner Avere they all out of the carriage, than he drew Pauline aside and demanded what she had done to drive her cousin aAvay. He had obserA'ed Sir Jenkyn's assiduous attentions, and his daughter's graciousness, and set Arthur's unexpected desertion doAvn to a fit of jealous spleen. Pauline made a like mistake. \"Oh, my dear sir, let the gallant lieu tenant gallop his jealousy down. If he chooses to turn cavalier to bedraggled damsels overnight, I may surely select my cavTalier in the morning. I have read the gentleman a lesson, that is all.\" \" Well, Avell, my dear, but don't make a mistake. Arthur has a high spirit, and, look you, he won't be trifled with.\" \" Nor Avill / be trifled with ; \" and she swept aAvay leaving her sire to the solace of his brilliant snuff-box. He made but an indifferent host that Sunday, and Mrs. Wynne, in the newness of self-elation and importance, had so much to"], [134, "FORBIDDEN TO MARRY. 122 say of \" the Major,\" that she failed to observe it, as she had failed to observe the bj-e-play of Miss Pauline, or the absence of her son. \"Major Wynne\" was not, however, an inexhaustible topic for conversation, nor her audience illimitable, and when dinner was served, she could not but observe with dismay that no Arthur was there to conduct Miss Wynne to the dining-room, and that Sir Jenkyn Avas accepted as a substitute, somewhat too graciously. She and Sir Madoc exchanged enquiring glances across the long table from time to time, but they did not bring back Arthur Wynne, or prevent Pauline from smiling on the beaming Sir Jenkyn. Festivities did not end AATith the race-week. Balls and routs, notably one at Eaton House, were to follow. For this Mrs. Wynne was in the dilemma of fashionable dames nearer our own time, and vowed she had \" nothing to wear.\" Accompanying this avowal Avas another, that she AAras \" monstrously unlucky in offending the queer-looking mantua-"], [135, "IN CONTRAST. 123 maker ! \" And since Lady Grosvcnor's assur ance that the quaint little body was of a verity the unrivalled fashioner of ladies' gear, and kept a skilled embroideress on her premises, there had been a sharp contest between Mrs. Wynne's love of dress and her pride, in Avhich the former, being backed by personal vanity, came off victor. Monday forenoon Avitnessed the self-abase ment of Mrs. Wynne and the triumph of Mrs. Hopley. The Wynne's pony-phaeton stood long at the door, Avhilst the lady employed all her arts of apology and persuasion to soften the offended Avielder of scissors and measuring tape, beseeching the little Avoman, AA'ith very unwonted humility, to undertake a robe for her to Avear at Lady Grosvenor's ball. Had she not adroitly made Lady Gros venor's introduction the lever, it is doubtful Avhether she Avould have moved Mrs. Hopley with all her sueing. That shrewd calculator kneAV it Avas not politic to offend her noble patroness, any more than it Avas wise to drive"], [136, "FORBIDDEN TO MARRY. 124 away a customer who avowed she Avas \" Avilling to pay any price \" for her Avares ; and the monetary consideration had full weight. Playing with the lady's fears lest she should have no befitting dress for the occasion, just so long as to keep up her oavii dignity and to pay back her debt of spleen, Mrs. Hopley at last consented to oblige Mrs. Wynne, yet \" solely out of respect to Lady Grosvenor's recommendation.\" So much conceded, materials Avere brought forth, and a consultation ensued, in which the lady's langour almost disappeared. Ig noring her forty-fiA*e years, her matronhood, and her constitutional delicacy, the beauty of a bygone day rejected all suggestions of brocade or taffeta as too old and heavy, and Avould fain have a robe as diaphanous and airy as a Parisian belle. A dress styled \" a curricle and petticoat \" Avas in A'ogue ; for this azure gauze aams selected, Avith satin for the under-skirt. The upper-skirt, arranged like a sort of classic drapery, crossed on the"], [137, "IN CONTRAST. 125 left side, where it Avas so disposed as to reveal the under one, and this upper curricle she required bordering Avith a wreath of satin stitch embroidery in white silk ; a similar wreath to encircle the low edge of the narroAV skirt. It Avas in vain Mrs. Hopley protested there avus not sufficient time for embroidery and making both. She \" had so many robes be spoke for the same occasion.\" Mrs. Wynne's diplomacy preATailed, and the embroideress Avas summoned to take instructions. As Mrs. Hopley spoke to the sliOAv-room assistant, \" Bid Miss D'Anyer come hither ! \" Mrs. Wynne started. Surely her ears had deceived her ! She thought her eyes had deceived her also, AAdien, in a feAV minutes, a tall, fragile girl, in a plain dress of striped grey and Avhite gingham, came into the room, avIio evidently Avalked in pain, clinging to the doorpost as she entered ; Avho, with a quick smile irradiating her face, advanced with extended hand, apparently misinter preting her summons into the shoAV-room."], [138, "126 FORBIDDEN TO MARRY. \" Oh, Mrs. Wynne, this is kind. I thought you had forgotten me,\" she began. Mrs. Hopley looked beAvildered. What previous knowledge had Miss D'Anyer of the lady? Mrs. Bancroft's questioning of Muriel in Eaton Park, years before, had scarcely made on her a momentary impres sion and Avas not remembered now. Mrs. Wynne Avas disconcerted ; but whilst her oavii locket hung before her eyes on Muriel's neck, there Avas no affecting ignorance, no excuse • for refusing the proffered hand, Avhich she took with sufficient courtesy, only to drop it hastily as Muriel Avent on to say, — \" I suppose Lieutenant Wynne told you of my accident. I should certainly have been killed but for his bravery.\" Mrs. Wynne froze on the instant. Her fashionable eyeglass Avas raised to her cold optics : then they traA'elled doAvn to the limping foot, and upwards to the astonished eyes of the young girl, which they fixed with an icy stare, causing the blood to"], [139, "IN CONTRAST. 127 rush to Muriel's face Avith a consciousness of the sudden change and of some unknown offence. \" I heard that my son was seen Avith a bedrabbled female he had picked up out of the mud — saved from being run over, or something,\" Avas said, as from a lofty height. \" And so you Avere the person. May I ask if you had an appointment with my son, as he happened to be so conveniently at hand ? \" \" Mrs. Wynne ! \" The tone of surprise and pain in AAThich this was ejaculated was in itself a denial. Up to Muriel's brow surged the crimson tide of injured delicacy. \"I AA-as on my Avay to the Post Office, madam, Avhen the accident occurred. I did not see my preserver until I came to myself. I believe I fainted.\" \"I shall put my oavii construction on your indirect ansAver to my question, Miss D'Anyer. My son himself spoke of an appointment he had made. It occurs to me you are presuming on the little service your grand-"], [140, "128 FORBIDDEN TO MARRY. mother rendered to us some few years back, and throwing yourself in the way of Lieutenant Wynne in a manner that is neither delicate nor seemly — in your position especially. Mrs. Hopley will do well to keep a stricter watch over her assistants in future. It is not to her credit that they should consort with young officers.\" Muriel felt as if she should choke. All this was so utterly unjust. \" You are under a mistake, Mrs. Wynne. I have neither sought your son, nor encouraged him to seek me. I should forfeit my OAvn self-respect Avere I to do either.\" And not another Avord did she say either in self-defence or justification. Mrs. Wynne stood revealed before her, all that Mr. Holmes and Lucinda had pourtrayed. The locket, so long worn in remembrance, Avas henceforth seen on Muriel's neck no more. Muriel's quiet disclaimer was lost in that of Mrs. Hopley, avIio professed to be shocked, at the same time that she sought to uphold the"], [141, "IN CONTRAST. 129 credit of her establishment. In her own mind she Avas not sorry to see the discom posure of the haughty Mrs. Wynne, though she knew little Avhat it Avas all about. With a Avave of her hand, Mrs. Wynne dismissed the subject, and turned to the discussion of embroidery as coolly as if the young woman standing there — with infinite pain, mental and physical — to take her orders was simply the mantua-maker's assistant, and had never held other relation to her. She rode back to the Plas full of her discovery, thinking to overwhelm her son with it. Lieutenant Wynne had again gone to Chester, she was told. \" Say I desire to see him on his return,\" were her orders to Norris ; and Arthur found her pacing the raised terrace which ran along one side of the mansion, all eager and impatient to tell him that the Miss D'Anyer whose relations gave themselves such airs in Delamere was nothing but a mantua-maker's apprentice, a common embroideress about to work for AOL. Ill K"], [142, "FORBIDDEN TO MARRY. 130 her, and, as such, no associate for the son of Major Wynne. \" I am aware of Miss D'Anyer's position, madam,\" said he with respectful calm, \" but I consider that she is altogether superior to that position, and has excellences IhaATe looked for in vain amongst my ordinary acquaint ance.\" It was a surprise to find her son equally Avell informed, and more than a surprise to discover that he held Muriel to be \"superior to her position,\" and flamed up Avith indig nation at the bare suggestion that she Avas \" laying a snare to entrap him \" — Avas \" luring him from his allegiance to his cousin.\" \"You are aspersing the character of a most noble girl,\" he cried hastily, \" and I should be unworthy to rank with gentlemen, if I entered no protest against it.\" He defended, not himself, but Muriel : maintained that their meeting was fortuitous on her part on each occasion, that she had only accepted his arm Avhen unable to walk, had herself informed him of her apprentice-"], [143, "IN CONTRAST. 131 ship : and he Avound up by saying, \" If Pauline had but half Miss D'Anyer 's modest reserve and delicacy, my so-called ' allegiance to my cousin ' might have been a fact and not a mere fancy of yours.\" \" A mere fancy of mine ! Compare Pauline Wynne of the Plas, with a mere milliner's apprentice ! \" and the lady tapped her fan irritably on the stone balustrade of the terrace, which overlooked a picturesque garden scene. \" You must have lost your senses over the girl! Surely, Arthur, you have not entangled yourself in any way with such a plebeian ? \" For a moment Arthur Wynne pressed his lips tightly together : then he answered with deliberation : — \" I have seen Miss D'Anyer but three times since she was a child — a child, madam, to Avhom we were greatly indebted. I was providentially at hand to rescue the young lady (he emphasized the Avord) from great peril. There can be no possibility of ' entanglement,' with one so pure and so reserved ; and, if I compared her k 2"], [144, "FORBIDDEN TO MARRY. 132 Avith Miss Wynne, to the disadvantage of the latter, — look there ! \" He had drawn himself up to his full height, as he spoke, in feature, manner, and bearing the reflex of his handsome father, and now he fluno- his left arm out above the balustrade, as if to point his speech. The fine afternoon had brought the whole party out of the house ; but there, sauntering along a shady walk by the border of the lake, might be seen at intervals the fair Pauline, evidently weaving snares for the \" entanglement \" of Sir Jenkyn, on whose arm she was leaning, whilst she tovTed with her fan and answered his enamoured glances with bewitching smiles, as if no question of a cousin's attachment had ever arisen. \" Pauline has herself dispelled the glamour of her OAvn eyes ; so heartless a coquette is not the Avife for me,\" he went on, \" and I must confess, I have seen no woman in our circle who reaches the high standard of Miss D'Anyer. Until I do, I am likely to remain a bachelor.\""], [145, "IN CONTRAST. 133 Without another Avord he turned aAvay and joined Sir Madoc then reading the Times on a stone bench some paces off, dipping into the old gentleman's snuff-box as pre liminary to a chat, for Avhich the political aspect of affairs and the neAvspapers Arthur had brought from the Post Office on Saturday furnished material. Mrs. Wynne was aghast : all her schemes Avere bloAvn over. Sir Madoc AA~as hale and strong; the chance of her husband's suc cession to the baronetcy small indeed, to say nothing of the chances of Avar. As Pauline's mother-in law, she had hoped to reign at the Plas, where indeed she did spend more of her time than Major Wynne might be supposed to care for ; but \" Celia was delicate, and the air among the Welsh mountains so pure, and suited her so well, he could not find in his heart to keep her in garrison with him.\" At least that was the reason generally as signed for her long periods of absence : if it was not the whole reason, it concerned no one but himself."], [146, "FORBIDDEN TO MARRY. 134 She had herself a belief, and had impressed Sir Madoc that she stayed there in part to Avatch over Pauline, and bind her to Arthur — and now he repudiated his cousin. And what had he set in her place ? A country manu facturer's daughter, sewing for her living. Oh, it Avas too horrible ! She must Avrite to the Major : Arthur must be recalled. But she must give no inkling Avho was Pauline's loAv-born rival — there was no trusting her husband's Quixotism. And before another day dawned the letter Avas Avritten, — and despatched. Ostensibly it contained her con gratulation of her husband on his promotion. Mrs. Hopley had questioned Muriel with some asperity ; but the explanation was so clear and simple, the repudiation of Mrs. Wynne's unfounded suspicions so decisive, that it scarcely needed her own first ex perience of Mrs. Wynne to convince her of Muriel's truth. And Mrs. Hopley, hard and strict where her own interest was con cerned, did not much trouble herself with matters beyond. She just advised Muriel"], [147, "IN CONTRAST. 135 to keep out of the lieutenant's way — a superfluous piece of advice, considering her inability to take a step without pain. She moreover, found a liniment and a bandage for the injured ankle, and said, \"You need not come doAvnstairs to meals ; I will send them up to you, so that you can rest your foot and get on Avith the embroidery at the same time ; for that Avill have to be done if you sit up all night over it.\" Muriel placed a footstool beneath her frame as a rest for her foot ; but sitting in the one position all that evening, through all the next long day and seemingly longer night, and far into the Wednesday, with only brief intervals for food, or the shifting of the gauze on the frame, Avas not such rest as a sprained ankle requires ; and when Muriel next Avent to bed, she was compelled to use the ready arm of Lucinda Holmes as a crutch. There had been some calculation in Mrs. Hopley 's sudden show of kindliness. \" It's best to preA'ent the girl from being Avholly"], [148, "FORBIDDEN TO MARRY. 136 disabled. I could not spare her, at this busy season,\" she had argued with herself. And her kindliness Avas but short-lived. The city of Chester contained an overplus of old maids, poodles and parrots (of the latter many funny anecdotes Avere told) ; and it Avas the custom amongst the ancient spinsters of genteel birth and small independ ence to give periodic tea-parties, where gossip Avas handed round with the cake and tea. It so happened that at one of these staid tea-parties in Abbey Square, the Misses Briscoe heard a bit of gossip Avhich set their ancient ears a- tingling, and caused them to uplift their skinny hands in horror. Miss D'Anyer, the pupil they had trained so carefully and so piously, had been seen to leave the Theatre Eoyal, and that too in the company of a militarj7 officer : and the same officer had been seen loitering about Watergate Street and the Eoavs more than once since. The very next morning — on the Tuesday that is — the tAvo spinsters laboured up Mrs."], [149, "IN CONTRAST. 137 Hopley's staircase, bent on \" doing their duty to the misguided young woman ; \" and Miss D'Anyer, still more laboriously, descended from the work-room to be confronted with them, and with Mrs. Hopley, who professed like horror of \" so sinful a place as a play house,\" and who saAv in the companionship of the officer a confirmation of Mrs. Wynne's accusation. \"What is this I hear, Miss D'Anyer? That you have been seen at the theatre in company with a military man ? \" she began stiffly. \" Do you mean to bring a scandal on my establishment ? \" \" Have you forgotten the pious and decorous training you received from us ? \" questioned Miss Briscoe severely, with her hands folded across her Avaist. \" No, Miss Briscoe, it was Dr. Holmes avIio took his daughter and myself to the play. Lieutenant Wynne only came and spoke to us as Ave were leaving,\" ansAvered Muriel in self-defence, but Avith all the composure of truth not doubting credence."], [150, "FORBIDDEN TO MARRY. 138 Mrs. Hopley, avIio kept her standing as usual, without a thought save for the in quisition which Avas to clear herself of all knoAvledge of the presumed offence, caught at the name. \" Then it was Lieutenant Wynne ? There was some truth in Mrs. Wynne's allegations ! And you dared to deny them ! \" \" 1 could not deny seeing him at the theatre ; Mrs. Wynne Avas present, and must have known it. And she must have seen that I was with Dr. Holmes, who was not a stranger to her. I only denied an appoint ment Avith the lieutenant, and I still deny it.\" \" Whoever this Dr. Holmes may be,\" put in Miss Briscoe loftily, \" he Avas unfit to be a parent if he could take his own daughter, and a young lady who had been trained in virtuous and religious principles, into so vile and corrupt a place. If I were to enter a theatre I should expect the floor to sink, and the roof to fall on me and carry me down to the bottomless pit, as thirty human souls were carried tAventy years back, within almost"], [151, "IN CONTRAST. 139 a stone's throAV of this spot, and seventy more maimed or scarred for life.\" \" In Puppet-shoAV Alley,\" supplied Betty, as commentator. \"Yes! Miss D'Anyer, the people had gone on the fifth of November to witness a puppet- sIioav, as thoughtlessly as you alloAved your- self to be taken to a theatre. It was a blasphemous sIioav — Dr. Faustus— -and like a judgment upon them all, eight-hundred- Aveight of gunpoAvder stored in a room beloAv exploded and sent them headlong to per- dition. The city shook as with an earth- quake, the eruption was as that of a volcano, the fiery shoAver shot high into the air and streAved the roads with Avreckage and with horrors, then flames arose, and all the popu- lace seemed gathered to extinguish them. It was a direful calamity, an unparalleled scene of terror and consternation. I and my sister amongst the spectators of the dire catastrophe could but think of the Cities of the Plain, and hope the aAvful Avarning would not be lost upon the multitude."], [152, "FORBIDDEN TO MARRY. 140 There was mourning in the city for the lost. John Wesley, and other pious divines, improved the occasion, and for a time there was a talk of closing the Play house doors. But a Avicked cabal prevailed, because, forsooth, centuries had gone by since the ancient Avails of St. Nicholas had echoed prayer or praise, and desecration was no neAV thing. Women have no voice in such matters, or ice should have entered our protest. We could only, in our sphere, do what we could to enlighten the minds of our scholars, and lead them to shun the spot. Yet Ave find you, Miss D'Anyer, one of our most promising pupils, so regard less of your OAvn soul as to \" Muriel's patience had reached its limit. She Avas in too much pain to listen longer to Miss Briscoe's harangue. She interrupted her with, \" My mother is not regardless of her own soul, or of mine ; she is a good woman, and a good Christian, yet she and my father took me to see a pantomime when I Avas quite a little one. If she Avere here now she"], [153, "IN CONTRAST. 141 Avould not disapprove of my going, I am certain.\" Miss Briscoe and Miss Betty uplifted their hands and eyes. \" Nor of meeting Lieutenant Wynne, I suppose,\" put in Mrs. Hopley sharply. \" Nor of speaking to Lieutenant Wynne,\" corrected Muriel quietly. \" You are bold, Miss D'Anyer,\" almost gasped Miss Betty, in dismay at the reply to her august sister, who had risen and stood trembling Avith contending astonishment, feebleness and irritation, leaning on her silver-mounted stick for support. \" Lieutenant Wynne ! \" she ejaculated, \"to be sure! I remember that was the name of the young man who had the impertinence and audacity to accost you on the Walls during our weekly promenade ! And he is still folloAving you about I hear ! Someone should acquaint your grandmother. It is little to your credit, Miss D'Anyer, to encourage such advances. And I consider it my duty to warn you against the consequences of"], [154, "FORBIDDEN TO MARRY. 142 permitting such freedom. It is a reflection on the moral training you received from us.\" Muriel looked from one to the other. The speech of Mrs. Hopley was sharp, that of Miss Briscoe deliberate and incisive, but she had no opportunity to edge in a word. At last even her quiet spirit was roused. \" These are calumnies, and I decline further reply,\" she said, her cheek flushing as she spoke. Then turning her back, she limped aAvay, leaving them to say their Avorst, and soon Avas bending over her frame, in anguish of mind and body hardly to be borne. Whatever Mrs. Hopley thought she said no more on the subject to Muriel, but she looked stern, and there Avas no further com passion for the sprained ankle, at least from her. HoAvever sorry the other girls might be they had no leisure for anything but their Avork. Lucinda Holmes, after helping her upstairs that night, rubbed the SAvollen joint, and replaced the bandage very cleverly, and kindly, before they went to bed."], [155, "IN CONTRAST. 143 So, too, in the morning, and for many nights and mornings to follow ; for unless the chair nearest her own chanced to be vacant for a brief space, Muriel could only relieve the swollen and painful member by lying in bed on the Sabbaths, which as often as not meant the surrender of such meals as her friend, Lucinda, Avas not at hand to convey to their attic ; for after a frock Avas greased in carrying a dinner upstairs, Mrs. Hopley would not suffer her own children to wait on Muriel, or they would have been willing enough. And surely their food Avas neither so good nor so plentiful as to leave a margin for fasting. Butter milk and potatoes Avas often enough their only mid-day meal, and when the buttermilk Avas not stale, Muriel preferred it to the coarse beef which, during the summer months, was generally tainted, or to the cabbage and bacon boiled together, seeing that the rustiness of the latter was apt to flavour the former. At her own home, food and cookery had"], [156, "FORBIDDEN TO MARRY. 144 been of the first order, John D'Anyer's fastidious palate having to be catered for, and not all her long initiation at the Misses Briscoe's had served to reconcile his daughter to unwholesome diet. She cared not Iioav plain it might be so that it Avas fresh, and as a matter of choice ate her bread dry to avoid the rancid butter served to the ap prentices. To say that Muriel never protested, never complained, never uttered a moan Avhen her foot throbbed and burned with pain, Avould be to place her beyond the pale of humanity . but as a rule she bore it bravely — said \" com plaining Avill not cure,\" and submitted as to the inevitable. Weeks went by before she could get another letter Avritten home and posted ; and then she had so much to tell of her meetino- with Arthur Wynne, of the accident in which her former letter had been lost, and of her rescue by him, that she said less of the prolonged agony of the sprain than might have been expected. For one thing, she"], [157, "IN CONTRAST. 145 heard Mrs. Hopley say with contempt, \" Such a fuss over a mere sprain,\" and she had no mind to make her mother uncomfortable over what others thought a slight matter. VOL II. L"], [158, "CHAPTER VH. muriel's visitors. fJMpRS. WYNNE presented herself no more HHH at ]\\jrs Hopley's. The airy blue dress Avas duly finished and duly sent home, and Mrs. Wynne accepted the sacrifice of the young embroideress Avithout a pang of remorse. She had been told that the poor girl, who Avas eA'idently in pain (and avIio had once ministered to her repose), would be compelled to work day and night to execute her order, yet she had not abated a tittle of her demand. Not a leaf or a flower of the elaborate wreath could be omitted lest the design should appear defec tive. She was not accustomed to consider consequences to others, — and inferiors. Her own requirements Avere paramount. The dress was scanned critically through the"], [159, "MURIEL'S VISITORS. 147 lady's eye-glass, and declared to be \" posi tively faultless ; \" with an air of languid satisfaction. Of aching hands, or eyes, or chest, or foot, what thought or cared the lady ? The dress Avas ordered and paid for, its production had been Mrs. Hopley's concern not hers. She little deemed Avhat a robe of Nessus it would prove to her. Vanity Avas in the ascendant. Parisian fashion declared that women should drape themselves classically, not clothe ; and many a silly life was sacrificed in the desire to \" be slim and genteel,\" even on this side the channel. Forty-five years had not brought Mrs. Wynne wisdom. It Avas useless for more sensible Owen to expostulate. An under petticoat was dispensed with Avhen an addi tional one should rather have been worn ; and in this, the lady only followed a very common and silly practice. \" I tell you, Owen, it is superfluous. You might think I Avas an old Avoman to be l 2"], [160, "148 FORBIDDEN TO MARRY. coddled. Hoav could the robe cling gracefully with so many garments beneath it.\" Owen shook her head behind the lady's back most ruefully, and expressively, but she had the gift of silence. \"There!\" said Mrs. Wynne, as she sur veyed herself in the long A7enetian glass in her dressing-room, Avhen fully attired, \" the effect is charming. I protest I look almost as young and captivating as Pauline. Yet the dear girl is not without taste, I am proud to say, for I have helped to form it.\" Miss Wynne's taste Avas certainly better than that of her aunt, and though her outer robe of Avhite crape Avas almost as diaphanous as the blue gauze, there Avas a trifle more of sleeve and bodice, less clinging of the skirt, and the natural floAvers which looped the trimmings here and there had kept no one awake to groAv them. Yet of all the dresses at Lady Grosvenor's ball Mrs. Wynne's bore off the palm of fashion. She Avas flattered, admired, envied, and scandalized. Beaux fluttered around her, dis-"], [161, "MURIEL'S VISITORS. 149 played their ivory teeth, their scented kerchiefs and jeAvelled snuff-boxes and declared she eclipsed all the beauties in the room ; and she, trifling with her ivory-mounted fan, languished sentimentally and believed them. Once or tAATice she shivered, and her obser vant son gravely suggested that she Avas too thinly clad, and offered to procure a warm Avrap, but the lady said, \" No ! my scarf is sufficient,\" and though the scarf Avas little more than a film, he kneAv of old it Avas no avail to remonstrate. There Avere caleshes to cover curled and poAvdered and befrizzled head, and fur-lined mantles to enfold bare shoulders, during the long ride home through the raAV morning air. But the mischief was done. The penalty had to be paid for vanity and folly. A cold settled in the fine lady's limbs, and kept her prisoner to her couch for Aveary months, during which Pauline and Sir Madoc both grew pretty well Aveary of her, so many were her lamentations and her capricious fancies."], [162, "FORBIDDEN TO MARRY. 150 Owen and Norris had a sorry time of it ; and more than once Avere on the point of throAving up their service, she was so difficult to satisfy or to manage. And, thanks to her own manœuvre, her son, recalled at her suggestion, Avas no longer by her side to administer to her comfort or her whims. Yet when she came to sa}7 fareAvell she blamed him for leavung her to suffer alone ; and when he was gone could only console herself with the reflection, that he Avas \" separated from that artful Miss D'Anyer.\" Long before Dr. Wilmslow, summoned from Chester, had, after many consultations with the local doctor, and with much humming and hahing, and much deliberation over the gold head of his cane, counselled her removal to the baths at Buxton, she had learned to contrast the Avilling service and gentle handling of little Muriel in the past Avith that of her oavii maid or the hired nurse. But she was not one whit softened towards the Muriel of the present, the Muriel in whom her son saAv so many hidden charms ; and"], [163, "MURIEL'S VISITORS. 151 had she knoAvn how that son had haunted Watergate Street, and, failing to see Miss D'Anyer, had ventured to write to her on his recall, her cup of bitterness Avould have run over. The woman of fashion, cramped and drawn with rheumatism, had no resource within her self. A game at picquet by her bedside, a sentimental novel monotonously read out by her maid, was all she had to sill her intervals of pain. The higher light of religion had not dawned for her — and Muriel might have been envied, not despised, for she had a solace of Avhich the other kneAv nothing. She had, besides, the enviable faculty of seeing the sunbeam where the other saAv only the motes ; and whilst Mrs. Wynne blamed her niece and her attendants as \" unsympathetic,\" \" inattentive,\" \" awkAvard,\" Muriel could say, \" I should never have known how much goodness there Avas in Lucinda, if I had not sprained my foot, or hoAv much Mrs. Hopley's little ones cared for me. Tlievr never were so kind to me"], [164, "152 FORBIDDEN TO MARRY. before.\" And I am not certain that she did not regard her accident Avith something akin to complacence, if not altogether Avith satisfaction, when she read over the letter received from Lieutenant Wynne. That letter was brought to Muriel in the Avork-room, Avith her breakfast, by one of Mrs. Hopley's youngsters, avIio exhibited a shilling, and said, \" An officer on horseback gave it me, to bring the letter safe to you. He had a soldier behind him on another horse, and he asked me ever so many ques tions about your bad foot, and he did seem so sorry.\" Muriel laid the letter down to be read Avhen the child was gone, conscious of rising colour in her cheeks, and an unusual flutter beneath her bodice. Mrs. Wynne's asper sions were fresh in her mind ; could she have said aught to call forth this communi cation? With compressed lips she tore it open and read, — \"My dear Miss D'Anyer, — \" I trust your goodness will pardon the"], [165, "MURIEL'S VISITORS. 153 liberty I take in addressing you by letter. I can only plead in extenuation that I am unexpectedly recalled to join my regiment in Chatham, and can therefore have no other opportunity for expressing my deep felt sorroAV for an accident which must have caused you much suffering (though I thank God you did not lose your life). 1 could not leave the neighbourhood without a syllable of regret or farewell. Indeed, I am troubled at going away Avithout seeing you again — going aAvay with no assurance from jxnirself either that your pain has abated or that you are doing well. Never came a recall to duty less opportunely ; for I also have to leave my mother seriously indisposed. But a soldier has no choice. He must obey orders ; and he has no abiding-place, nor foreknowledge whether his next ' route ' may carry him to scenes of peace or Avar. I however cherish a hope that at some future time I may meet with you again under more favourable auspices ; but should I never have that happiness,"], [166, "FORBIDDEN TO MARRY. 154 allow me to say that the remembrance of our brief friendship will be ever with me, an ennobling and purifying influence. \" Before closing this epistle, it is my pleasing duty to convey to you the grateful thanks of Major Wynne for your kind offices in the past, Avhich he has been denied the opportunity to tender earlier. It is with unspeakable regret that I am thus com pelled to take leave, but believe me, Miss D'Anyer, with ever)' sentiment of gratitude and esteem, and with heartfelt wishes for your recovery and happiness, \"I remain, \" Ever your true friend, \" Arthur Wynne. Twice had Muriel read the letter through before she remembered her breakfast, hungry as she had been ; and yet a third time she Avas conning it, Avhen ascending foot steps Avarned her to put it away. But she could not put aAvay the emotions, the images, the reflections, it had aroused from slumber. And complex enough they Avere. She had"], [167, "MURIEL'S VISITORS. 155 sacrificed friendship to propriety and duty when she dismissed Arthur Wynne at Mrs. Hopley's door, and she had met Mrs. Wynne's insinuations with a clear conscience so far. But deep down in her heart she had unwittingly embalmed his looks and Avords ; and his kiss Avas fresh upon her hand. She could not dismiss him from her thoughts — and she did not try. Not until she read his letter had she known that there lurked in her breast the contradictory hope to meet him again somewhere. And now, that hope Avas echoed by himself. He did not shrink from her. His father did not, else Avhy that message confided to him. He had said farewell, but he had said it as a friend, and a friend he must ever be to her, even if they never did meet again. It was clear he kneAV nothing of his mother's unkindness, and she Avas glad of it. Neither did she know anything of his un satisfactory leave-taking at the Plas, or of his parting intervieAv Avith his mother, or of"], [168, "156 FORBIDDEN TO MARRY. the many letters begun and destroyed in the attempt to say no more to her than circumstances warranted, though the very need to say farewell had brought the con- A'iction that to say it as a, friend only required an effort of self-control and self-abnegation Avhich put his manhood to the test. She did not knoAV Iioav much manly love had gone to the composition of a letter which might satisfy the demands of friend ship without disturbing her serenity by any premature expression of regard. Muriel took it simply as she found it ; but she pondered every word, noted his re gret and his hope, and altogether the letter Avas a solace to her, and in thinking of it and the Avriter — always as a friend — much of her pain was deadened. But somehoAV, as the weeks Avent by, she seemed to grow thinner and more fragile. Once or tAvice she fainted at her work ; a windoAV Avas opened, there Avas a rush for Avater ; but no sooner had the faintness passed than she had to take up her needle"], [169, "MURIELS VISITORS. 157 and resume her stitchery, the interruption being commented on as \" a nuisance \" by the hard taskmistress ; whereupon Lucinda Holmes muttered audibly and Avith sufficient point, \" There's many a Avorse nuisance than that in this house.\" Indeed, about that time Miss Holmes let her rebellious spirit loose more than once. She boldly asserted at table that their \" food Avas neither Avholesome nor sufficient, and that she was thankful she Avas not going to stay there to be killed by inches ! \" This Avas tOAvards the end of June, AAdien she looked for the coming of her father to see her indentures cancelled and to carry her away, and was in a rebellious mood accordingly. Her only regret was that she should leave Muriel behind with no one to take her part. She had learned to love her, and from her example to think of others as Avell as herself, though she did say, \"I don't knoAV Avhat you'll do when I'm gone. You're so provokingly tame and submissive. I wish I could leave you a bit of"], [170, "158 FORBIDDEN TO MARRY. my spirit, for you'll want it.\" But she had a scheme in her head of which she said nothing to anyone except her father when he came. Very stiffly did Mrs. Hopley decline to give a day's holiday to Miss D'Anyer when Dr. Holmes solicited it \" on the occasion,\" although she could not well refuse him permission to see the young lady, or to examine her foot and prescribe for her as a medical man, Avhen he had seen her. But she could bridle up at the suggestion of \" a more generous diet,\" and ask \"Avhat he meant by such an insinu ation?\" and \"if he thought, Avhen food Avas at famine prices, she could afford to keep Miss D'Anyer in idleness whilst she rested her foot, forsooth ? \" Sad and lingering was the parting betAveen the two girls, dissimilar as they Avere, and even though the one Avas regaining her freedom, and Muriel felt that she ought to rejoice with her ; but she likewise felt that she Avas losing a Arery genuine friend, and Lucinda was sorry to leave her behind."], [171, "MURIEL'S VISITORS. 159 \" Never mind, Muriel, cheer up,\" she said, as she saAV the tears on the other's cheeks, \" it's always darkest before the daAvn, you have told me many a time, and something may turn up before long to serve the old brute out.\" \" Hush, Lucinda ! \" \" I sha'n't hush. She is an old brute. I daresay she'll croAv oA'er you AAdien I'm gone, and there's no one to stand up for you ; but don't let her crow too soon, that's all ! And hoav good-bye. We may see each other again some day.\" \" I hope so,\" said Muriel, \" here or there,\" and she pointed upAvards. Whereupon Lucinda ran off precipitately to join her good father at the door be- Ioav. \" I wouldn't gratify the old thing by shedding a tear, lest she should say I Avas sorry to leave her, but I could have burst out sobbing when Muriel said that, for she looks to me more like going to Heaven than to a home such as mine,\" she said to her father,"], [172, "FORBIDDEN TO MARRY. 160 as they left the house, and he made no reply. He had a like opinion. Three days only had gone by Avhen another visitor came to see Miss D'Anyer — came too in Mrs. Hopley's temporary absence, and, through the open sliOAA*-room door, beheld Muriel descend the stairs painfully and laboriously, grasping the balustrades to lower herself from the stair on Avhich she Avas seated to the one below. Mrs. Kingsley, for it Avas she, hurried to her assistance, and surely never was good Avoman more shocked at the change since she had seen Muriel last. \" Oh, my dear child,\" she cried, \" how ill you do look ! I Avould not credit Dr. Holmes Avhen he came and asked me to write to your relatives about you. And noAv I have come to satisfy myself. I see he did not say any thing more than was true. Come and sit doAvn, and tell me how you are, and if you have had the rest and nourishment the doctor ordered ? \" \" Nothing more than usual, Mrs. Kingsley,"], [173, "MURIEL'S VISITORS. 161 and I really do feel excessively faint at times.\" \" Likely, if you haATe not enough to eat ! \" burst from her visitor. \" Well, you see, the pain of my ankle takes aAvay my appetite, and I cannot eat meat if it is at all tainted, or butter if it is rancid, and dry bread chokes me ; so I am afraid I do get less than the others, and — Mrs. Hople}T gets ATery cross about my being so dainty.\" \"Dainty, indeed! Well, Muriel, though I did not believe all Mr. Holmes said, I took care to bring a basket of things you might like. I kneAv they would not go a-begging if you could not eat them. Here are a couple of nice boiled chickens and a bit of ham, and some of our own eggs and butter, and a small loaf of our oAvn baking, and a custard, and a bottle of elderberry AAune ; but mind, I brought them for you, and not for Mrs. Hopley ; so you must get them smuggled to your own room. I've put a knife and fork, and plate, and cup Avith them.\" vol. n. m"], [174, "FORBIDDEN TO MARRY. 162 Muriel's eyes grew moist with tears. \" Oh, Mrs. Kingsley, Iioav good you are ! \" she said. \" It Avas only this morning I was Avishing for some of the Eddisbury bread and butter. And for your kindness in coming so far to see me, and bringing these niceties, I do not know Iioav to thank you sufficiently. I shall never forget it.\" Mrs. Kingsley had been fumbling in one of her pannier-like pockets for a cork screAV. and iioav she insisted on Muriel trying the elderberry Avine at once. Proceeding to question her, she discovered amongst other matters, that Muriel's last letter home Avas unansAvered, and that her grandmother did not knoAV Iioav much she was ovenvorked, nor yet of her increasing debility. \"You see I quite expected the sprain Avould get better soon, and I said so. Mother Avould have fretted so much if she thought I was really ill,\" Avas Muriel's explanation. \" She shall knoAv before Ave are many days older,\" said Mrs. Kingsley, as she rose to take leave, suspecting that Muriel Avould be"], [175, "MURIEL'S VISITORS. 163 blamed if she stayed too long. \" And here, I'll carry the basket up this flight of stairs for you,\" and she suited the action to the Avord. \" Pray don't say anything that shall alarm my mother, Avhatever you do, Mrs. Kingsley,\" cried Muriel. \" I daresay I should be better if my ankle Avould but let me go out.\" \" Oh ! I'll not say a Avord more than I should say,\" answered Mrs. Kingsley, as she gave the girl a motherly kiss, and watched her craAvl upstairs on her hands and knees — too feeble to do othenvise, even had she not had a lame foot. The basket, placed midway by Mrs. Kingsley, Avas with difficulty lifted from step to step as she Avent higher. In Watergate Eoav Mrs. Kingsley encoun tered Mrs. Hopley coming out of God's Brovidence House with Mrs. Peover. She had a hot temper of her oavii, had Mrs. Kingsley, and she made Mrs. Hopley feel it before they parted. \" I've been to see one of God's lambs that has been committed to your care,\" she began. \"How shall you answer to Him for the trust M 2"], [176, "164 FORBIDDEN TO MARRY. you have abused? You a mother! and starve and work other people's children to death for your gain ! There's Miss Holmes brought home all skin and bone, and as for that poor Muriel ! Oh, it made my heart ache to see her ! You needn't speak ; I've seen for myself, and seeing's believing. But never another stitch do you set for me, and never another hare or haunch comes from Eddis bury for your eating, Mrs. Hopley, you may take my word for it ! \" And Avithout hearing a Avord in reply, she stalked on, having talked herself into a fume that hot day. Certainly, neither time, nor Avords, nor sentiment Avere Avasted in the letter she dispatched to Mrs. Bancroft before sitting doAvn to her own comfortable dinner at the Blue Posts. It ran thus : — \" Dear Friend, — \" If you Avant to see your grand- child Muriel alive, you must lose no time. Between a sprained ankle, starvation, and slavery, she has hardly strength to craAvl up and doAvn stairs on hands and knees."], [177, "MURIEL'S VISITORS. 165 Who's most to blame I'd be loth to say. Some folk have hearts as hard as the nether millstone. There's always a spare room at Eddisbury. \" Yours to command, \"M. Kingsley.\" \" There ! \" said she, as she handed it to the good-natured forester, avIio had borne her company, for him to fold and seal Avith one of the great gold seals pendant from the watch in his fob. \" There ! It's no use beating about the bush with Sarah Bancroft. If she's hard enough to leave the poor lass Avith strangers, and never come even at Fair time to see how they used her, it would be Avaste of good ink to mince matters Avith soft Avords. I could never make out why a rich woman like her should set her grand child to mantua-making. It's my belief that sly Sam's at the bottom of it. And now be off' Avith the letter. It's lucky the post-boy goes this afternoon. I suppose you know that Bost-office Yard is just outside the Eastgate. Muriel told me it was about"], [178, "FORBIDDEN TO MARRY. 166 there she was knocked down and hurt, and, strange to say, it Avas that captain's son, Mr. Arthur Wynne, Avho picked her up and saved her from being run over ! Hoav things do come round, to be sure ! \" \" Aye, aye,\" said the forester, as he stood in the doorway, letter in hand. \" One never does a good deed purely for God's sake but God brings it round to us some day or other ; \" and he was off on his good errand. Lucinda Holmes had set the wheel in motion. She had induced her father, whose horse had carried double in taking her home, to stop at the Forest House by the wa}r, and the story of overwork and underfeeding, and Muriel's condition, lost nothing by her telling. Mrs. Kingsley was a woman of action, and her natural kindliness needed no prompt ing ; she was soon on the alert as we havre seen, but she was mistaken in one of her premises. Sam had no hand in placing Muriel with either the Misses Briscoe or Mrs. Hopley. Indeed, he had remonstrated"], [179, "MURIEL'S VISITORS. 167 Avith his mother on what he called \" waste of good money.\" She had acted solely out of mistaken kindness to the girl ; it may be too credulously taking upon trust the eulogiums of proud parents displaying the accomplishments of their daughters in the one case ; in the other relying too much on Lady Grosvenor's patronage of her whilom faithful dependant, and her OAvn business knowledge of respectability and punctuality through a lapse of years, to say nothing of Mrs. Hopley's OAvn adroit plea of motherhood. Briscoes and Hopleys stood well in the eyes of the community ; Iioav Avas she in her flying visits to look farther. Sam, however, had a hand in holding his mother back from Chester. Since he had brought his wife home to Manchester, he had sedulously schemed to keep his mother from Eddisbury and Waverham. If she had taken her journey vid Frodsham he would not have cared; but she would travel on horseback as of old, and he knew a stoppage at the Forest House, and a visit to Waverham"], [180, "FORBIDDEN TO MARRY. 168 Avere inevitable, and evenr year made that more risky. He had maintained with much truth and apparent sincerity, that it was time she had more rest ; the journey was too long for a woman of her years ; that she had so Avell trained him, the business Avould not suffer in his hands, and that he could call on Muriel and carry messages on either side. She was Avilling to agree with him, in part, Avas gratified by his filial care for her ease and praised him for it, still the old furrier had no mind to be superseded, but it so happened unaccountably that tAvice over she was required at home at the very time she should have started, and Sam went to Eddisbury and Chester without her, taking Lydia in her stead, whom he left at Waverham on his way ; a convenient arrangement in which Mrs. Bancroft at last acquiesced, seeing only a good son's care for his old mother, a good husband's attention to his wife, and a good daughter's desire to visit her old father."], [181, "MURIEL'S VISITORS. 169 And yet there were times Avhen she had strange doubts and misgivings concerning Sam, and her laudations of her steady-going business-like son were less frequent and assured."], [182, "CHAPTEE VIII. mrs. Bancroft's business. fQ^AM had certainly been as good as his word and called to see Muriel : had taken her letters, messages, money and other presents : her own father had choked doAvn his pride and condescended to ask for her at the dressmaker's, but it Avas always at so busy a time, the show-room was generally crowded, there was no chance of privacy — or Mrs. Hopley did not make any — and they carried back but AT-ague impressions, Avhich were translated into favourable ones. \"Very Avell, though looking rather tired, as must needs be at Fair time.\" Neither had seen in her fatigue more than that of temporary over Avork, and passing months wrought changes. At all events, Mrs. Kingsley's letter told"], [183, "MRS. BANCROFT'S BUSINESS. 171 another tale. Stirred to the depths of her nature, the stern Avonian, in her counting house, set her teeth together to hide her agony and remorse. She knew not whether Mrs. Kingsley inveighed against herself or Mrs. Hopley ; she only felt that she was responsible to God and her own daughter for the sacrifice of Muriel. People were slow to move then, but she had said, \"I'll see to it : \" and her prompt in structions were given in the Avarehouse, the workshops, the house, to Avorkpeople, to Sam and to Margery ; lads Avere despatched with messages hither and thither ; a valise Avas packed with a change of raiment : and in less than tAvo hours Sarah Bancroft Avas in a post-chaise, and with her Milly Hargreaves, to be set down at Hyde's Cross, a messenger charged to carry the miserable neAvs to Broom Street as carefully and gently as AA'as possible. Though it is certain the emotional girl, whose sobs were audible, was ill-calculated for the office, try as bravely as she might to hide and subdue her own agitation."], [184, "FORBIDDEN TO MARRY. 172 There was a stoppage at Nortlrwieh to change horses, a rest for the night with the good people at Eddisbury, where Mrs. Ban croft (looking considerably older than when we last saw her on the hearth of the Forest House) heard all that Mrs. Kingsley had to tell, and all that Lucinda Holmes — whom she found there — could reveal by way of supplement, and Lucinda Avas not likely to paint with dim colours. What the self-contained, self-sufficient woman suffered in that solitary' drive, of self-reproach and upbraiding, Avould never be known ; to say nothing of her other anxieties. She had prided herself on a Avondrous stroke of policy in reversing Muriel's position of \" nurse \" and \" lackey \" in her oavii family, and it had ended in depriving the mother of her chief comfort, and in making the gentle, too- obliging girl a worse drudge to strangers, a bond-slave even to the gates of death. She had taken upon herself to control events, and Avas learning in the bitterness of her heart that"], [185, "MRS. BANCROFT'S BUSINESS. 173 the Lord's hand Avas stronger than her own, His Avill Avas not to be set aside by a human wiR. It Avas the second check her self-suf ficiency had had, and she boAved beneath it. \"Man proposes, God disposes,\" was impressed upon her brain, and there were lines on her face when the chaise stopped at Mrs. Hopley's door which Avere not there when she started on her journey. A small, light vehicle, just abetter sort of Welsh cart, moved away to let the chaise draw to the door, which stood ajar.. Up the stairs marched Mrs. Bancroft with a face rigid as a stone or her own purpose, just as Mrs. Hopley Avas blandly boAA'ing out of the show-room Mrs. Parry and her niece Mrs. Griffiths, and saying apologetically, \" Really I am very sorry, but we are so very busy, and Miss D'Anyer has had so many visitors of late, that I cannot permit her to be called from her work for any friends not related to her.\" \" Won't you ? \" struck in Mrs. Bancroft ; \" then perhaps you will call her down for me. But stay ! I'll see about it myself ;"], [186, "FORBIDDEN TO MARRY. 174 maybe she's not able to come. I shall have a reckoning with you, Mrs. Hopley, Avhen I come down. I know all about it.\" And the Avords came back over her shoulder as she trod the stairs with the determination to see Muriel as she was, Avithout any glozing. She did see her as she was — in a deep swoon, the AvindoAV open, the tambour-frame before her, the needle loose on her work, her head on a girl's shoulder, another sprinkling Avater on her face. Mrs. Hopley, who had followed close at her heels to debar entrance, stood in white wrath, as one defeated and detected, and shuffled out something of \" the overpoAvering heat.\" \" OverpoAvering cruelty ! \" retorted Mrs. Bancroft grimly, as she took the fainting girl in her own arms, and fanned with her handkerchief; but not another word or look did she bestow on Mrs. Hopley. At length consciousness and speech returning, Muriel gasped, —"], [187, "MRS. BANCROFT'S BUSINESS. 175 \" Oh, grandmother, I am so thankful you are here. Do not leave me.\" \" Leave you ! no, my child, not I. You'll have to go back home with me,\" Avas the answer. \" There will have to be tAvo Avords to that, Mrs. Bancroft,\" quoth little Mrs. Hopley stiffly ; \" you can have no claim on my apprentice.\" \" As many Avords as you like, Mrs. Hopley: and as for the rest, Til see to that AAdien Muriel here has seen her friends. I guess one is Mrs. Barry, child, by her Welsh hat and cap ; I think the other is your old teacher.\" Yes, sure enough, Mrs. Griffiths and Mrs. Barry, arrested by Mrs. Bancroft's flying speech, were still waiting in the show-room when, with a painful effort and the support of her grandmother's arm, Muriel reached it. But there was barely time for greetings and introductions before Mrs. Hopley, having reduced the disorganized work-room to order, came on the scene."], [188, "176 FORBIDDEN TO MARRY. Then there were not merely many Avords but high Avords betAveen the tAvo women A\\diose Avord Avas laAV each in her OAvn domain, and pacific Muriel listened trembling as she sat betAveen her Welsh friends, Avith a hand clasped in that of Mrs. Griffiths. Never had Mrs. Bancroft's affections been so Avounded, never her trust and confidence so outraged, since the unhappy day when Muriel's mother went off with John D'Anyer, and her indignation Avas proportionate. Never had Mrs. Hopley's citadel been so invaded ; never had her authority been so set aside. Mrs. Kingsley 's insolent attack in the open Eoav Avas as nothing to it. She had been made a cipher in her own Avork-room, and the furtive exultation on the pale faces there had stung her. Not that her con science pricked her overmuch. Had not the high price of food compelled the richest in the land to economise its consumption ? She held that she had a right to make the most out of her apprentices, and was prepared to maintain it in the face of Mrs. Bancroft's"], [189, "MRS. BANCROFT'S BUSINESS. 177 stern accusations and demand for Muriel's release. Nay, she took the ground of the injured ; asserted, \" Muriel has not been worth her salt since the race- week. And her foot Avas not injured in my service. If she had not gone gadding after a young officer she might have been Avell noAv.\" Muriel clasped her hands together and cried piteously, \" Oh, grandmother, that is not true ! \" \" It is true ! His OAvn mother, Mrs. Wynne, accused you of it in this very room,\" retorted Mrs. Hopley, with the sharpness of a stab ; \"and did not Miss Briscoe call me to order for alloAving you to meet him at the theatre ? and he's been sending letters to you since, you can't deny it.\" Muriel flushed and paled. This Avas terrible. Her friends looked confounded. Her grandmother turned tOAvards her for an explanation. \" This was all the letter sent to me,\" said Muriel with a Aveary sigh, dipping into her vol. 11. N"], [190, "FORBIDDEN TO MARRY. 178 pocket for the housewife in which it Avas encased. \" He had providentially saved my life. I have not seen him since. Mrs. Wynne made a mistake, and so did Miss Briscoe. I AA^ent to the play Avith Dr. Holmes, and Lucinda.\" Mrs. Hopley's triumph Avas short-lived. She had not expected the production of the letter. \" It is the letter of a gentleman, my lass,\" said her grandmother, after a glance over it. \"But if he had met thee or Avritten to thee a dozen times, that would be no excuse for starvation and neglect, or working thee to death at that tambour-frame instead of teach ing thee thy business. Here, Mrs. Griffiths, you mind my lass, Avhilst I go for Dr. Brestbury ; and then I'll see Avhat a Justice of the Beace has to say about it. Aye, and Avhat my Lady Grosvenor thinks of killing the girls who trim her gOAvns.\" And before Mrs. Hopley could remonstrate or intercept her the energetic old Avoman Avas half-Avay downstairs. ]"], [191, "MRS. BANCROFT'S BUSINESS. 179 It Avas Mrs. Hopley' s turn to change colour. She kneAV Mrs. Bancroft's resolute spirit, and that she had Lady Grosvenor's ear. Were she to withdraAv her patronage — and she might — half her connection Avould folloAv. And a case before a Justice ! She Avould lose her respectability. She saw that concession Avas safer than exposure, and Avhen Mrs. Bancroft returned Avith the Avell-knoAvn surgeon she was ready to come to terms. But even then she let the kindly doctor bend his long back, his square shoulders and graA'e face OA'er Muriel's swollen foct and inflamed ankle, and counsel immediate attention, bed, and good nursing before she tardily submitted. But there could be no cancelling of indentures. She would not hear of a money equivalent. Muriel must return on her recovery and serve out the last year of her term. Mrs. Hopley had a will as Avell as Mrs. Bancroft, and Avas as keen and calculating a business Avoman if not more so. N 2"], [192, "FORBIDDEN TO MARRY. 180 Muriel cared not so long as she was free to go home then. Her heart yearned for home. \"My dear,\" said Mrs. Griffiths, \"if the doctor thinks you could be safely removed to Wrexham, it Avould be a pleasure to give you every care and attention at the farm. And the pure air Avould set you up for the longer journey home.\" \"Look you, doctor, would not that pe the pest for her ? \" suggested Mrs. Barry, \" and she Avould pe Avith friends.\" The doctor shook his head. \" The young lady is no more fit to go to Wrexham than to Manchester. This injury has been neglected too long. Let your chaise take her to the nearest inn, madam (to Mrs. Bancroft), there must be no delay, or amputation may be necessary. She must be taken to bed at once. And her foot must not be put to the ground. Come, you are a light Aveight, Miss, suppose I carry you to the chaise,\" and the worthy man, avIio remembered his old patient at the Misses Briscoe's, bade one of the children hanging"], [193, "MRS. BANCROFT'S BUSINESS. 181 about the door bring Miss D'Anyer's hat ; and lifted her like a child. The children she was leaving looked ruefully on. The Yacht Inn was but a feAv doors aAvay ; the post-boy was told to drive sloAvly. Mrs. Bancroft walked down the street with the doctor, Mrs. Barry and Mrs. Griffiths also following on foot, the former leading her horse. She Avas her oavii driver. The doctor lifted Muriel from the chaise him self, saAv her conveyed upstairs, and then hurried aAvay promising to be back imme diately with a cooling lotion and bandages. \"Then AAre will see what a tonic and a good night's rest Avill do, with some kitchen-physic to back it. We must allay the inflammation and bolster up the system before Ave decide on a journey.\" All of which told Iioav serious he considered the case. He Avas a prompt man at any time ; but he was more so than ordinary, and Mrs. Bancroft saw it Avith renewed anxiety. Those were not times for anyone in business to throw money away, hoAA'evcr well-"], [194, "182 FORBIDDEN TO MARRY. to-do. Many a commercial house that had stood its ground in the panic of 1793, had yet been shaken to its foundations, and had not altogether recovered the shock ; and even cautious traders like Sarah Bancroft had felt a sense of public insecurity, and a need for caution in trade, and economy in private, never before called for. But had it been otherAvise, Sarah Bancroft Avas not the woman to throw money away, or to spend recklessl}' that which she had acquired with so much care and painstaking. It spoke Avell for her heart that she did not calculate the cost of the post-chaise, the hire and keep of horses and postillion Avhen she undertook her journey in a hurry ; and it said as much for her head, that even in her haste and distress she could call Sam's attention to the fact that it Avas the fourth of July, and that she could reach Chester just in the nick of time for the July Fair which began on the morroAv (the 5th), and that she might \" kill two birds with one stone,\" if he packed up certain goods and"], [195, "183 MRS. BANCROFT'S BUSINESS. sent them after her as quickly as conveyance Avould alloAv. Sam had looked blank, and rubbed his thighs irritably. \" What about the October Fair ? \" he asked. (That was the great fair Avhich they Avere wont to attend.) \" Never thee mind. I'll see to that before October comes. Do just as I tell thee now.\" But long before her solitary drive had come to an end, she had (apart from her trouble and her remorse concerning Muriel) begun to calculate and reflect, and heavier than her fears for the cost of her journey were her misgivings and doubts of her substitute at Eed Bank, and her fears for the business left in his sole charge in such a hurry. She might be troubling herself unnecessarily, but she had not been satisfied AA'ith Sam of late, she OAvned to herself. He mixed up too much with politics, and with the Avarlike volunteers, avIio Avere turning Manchester into a huge barracks and parade ground, and though she confessed herself"], [196, "184 FORBIDDEN TO MARRY. \" loyal as most folk, still, business Avas business, and soldiering Avas soldiering.\" True, he had brought in a goodly order or tAvo for skins to make shakos and saddlecloths, but she did not care much for business which took him so frequently away from bis place of business — and his home. And although Lydia Avas close and never said a Avord in his disfavour, she had her suspicions that all Avas not right under his own roof; that he kept later hours than in his bachelorhood. It Avas not until the night she brought Muriel from school, when she caught Sam slinking aAvay from observation among the other outpourings of John Shaw's Bunch House, that siie had the shadow of a doubt of her Avell-beloved and much trusted son. Had he not stuck close to business and remained unmarried so long to please her, a plain, steady-going tradesman, on Avhom she had built her hopes of keeping up the old name and connexion ; consorting as he did Avith his elders, and not with wild young bucks and dandies ; and marrying at last a"], [197, "MRS. BANCROFT'S BUSINESS. ■85 plain industrious farmer's daughter, instead of a high-flown miss, avIio would spend money faster than he could make it ? Sam had indeed been a son after her own heart, fond of a sly joke now and then, but obedient and trustworthy, without a single vice ; she had trained him well, and was satisfied with the results of her training. If her eyes Avere opened that night, she AATas ready to accept his plausible excuse, though she never quite closed them again. Little matters that had formerly escaped her attention iioav arrested it, and there certainly Avas something about Sam she could not quite understand. Whatever change there Avas had come on since he married, and like other mothers-in-law she attributed the change to his marriage. There had always been a something about Lydia she could never fathom, a sort of shrink ing reserve, a constraint of speech and manner as if perpetually on guard over herself. At first she set it down as the rustic awe of the country-bred young woman, but Avhen time"], [198, "FORBIDDEN TO MARRY. 186 brought her no nearer familiarity it became a source of perplexity, and she was not fond of enigmas. And she did not care to see Maggy Blackburn ruling her son's house as if she Avere mistress, and bringing a lout of a lad with her as she did when their girl Avas born. She wished that babe had been a lad. Still Lydia made Sam a good wife, there was no mistake about it, and still less that his will Avas laAV. She Avas homely, motherly, neat, industrious, kept her house in order without a maid, and never went gadding, tokens both of thrift and domesticity to be commended. But Mrs. Bancroft had an idea she kept too closely indoors for one reared in the country. The markets Avere close at hand, and no one ever saw Mrs. Sam except there, or at church, or in the queer but orderly rooms of the old black-and-AAdiite house in Toad Lane, hard at work of one sort or other. Had she not even herself told Sam he ought to take his wife out noAV and then to get the fresh air and see his relations, he ought not to have married to let her lose her fresh"], [199, "MRS. BANCROFT'S BUSINESS. 187 country roses shut up in a box, as if he Avas ashamed of her. He had answered : \" Lydia's shy of tOAvn-folk, she hasn't been used to them or their ways,\" and for a long Avhile this had passed muster, Lydia did seem so afraid of his relatives, especially her mother in-law. Well, she kneAv she Avas hard and brusque, and Lydia had not got used to her. But Avhen she had dropped in at unexpected, far apart, times and seasons, either when collecting her rents, or coming from church or the D'Anyers, and invariably found her alone, and more than once in tears over the hose she was knitting, or the babe she Avas nursing, with the place as bright and inviting as hands could make it, she began to think there might be someone to blame besides Lydia ; and to Avonder where Sam spent his Sundays and his after-business hours. She even forgave her for keeping Maggy Black burn about her so long, since her new home must be dull after the farm, and Maggy could bring her all the news of Waverham, and it Avas this caused her to assent so readily"], [200, "188 FORBIDDEN TO MARRY. to Lydia going Avith Sam, on the autumn journey. Indeed she had more than once taken him to task and said there Avas no place for a married man like his own hearth. True, Sam had always an excuse or a reason, and his reason Avas generally \" busi ness,\" whether he Avas with John D'Anyer, or with his military and volunteer friends, until at last she had told him that his \" professed diligence in business Avas somewhat OA*erdone, she Avould like him to keep as close to the Avorkshops and the counting-house now he Avas his oavii master as he had done before, there Avas as much need.\" Thus it Avas that her absence from Man chester and the furriery, in those critical times, Avas weighted with extra anxiety. Her forebodings came on afresh when Mr. Prestbury declared Muriel unlikely to leave the bed hastily prepared for her, for some days, and in need of constant care and atten tion. She began to think she had made a miscalculation, and that all her trade pre-"], [201, "MRS. BANCROFT'S BUSINESS. 189 visions Avould end in extra cost. She might almost as well send back her furs unopened ; there Avould be no leaving Muriel to the care of the busy hostess or waiters at fair time ; and when the fair Avas over, the chances of trade Avould be over too. She had her misgivings too about the business at home left so hurriedly in the care of her son and partner. Keen as was Sam at a bargain, fond as he was of money, close as he had stuck to the workshops and counting house before his marriage, the change Avhich had come over him since recurred to her with fresh force. It added now to the anxiety Avith which she contemplated her coming watch by Muriel's side at the inn, instead of driving over to Eddisbury at once and leaving her there in charge of Mrs. Kingsley and Dr. Holmes whilst she came back to buy and sell in Chester ; as had been her intention. Here Avas another thing over which she had no control, and it Avorried her. Yet she was not the less ready to OAvn that she had \"just"], [202, "FORBIDDEN TO MARRY. 190 come in the nick of time,\" and accept it as a Providential circumstance that the July Fair had brought Muriel's tAvo Welsh friends to Chester, and to Mrs. Hopley's at the same juncture. It Avas a satisfaction to have met them so opportunelj7, and for once in her life she Avas content to have someone at hand to \"see to it,\" in her stead, she felt so unstrung. The tension upon iron nerves may be too great, and hers had been overstrained. She did not faint, she had never fainted in her life, but when she heard the doctor's decision, she sank into a chair within an ace of it. Some one brought her a glass of brandy-and- Avater, someone avIio saAv she had need of a fillip. She could not be sure whether it Avas Mrs. Griffiths or Mrs. Parry. It was a tacit surrender of her own suf ficiency when she stood aside, or sat down and watched strangers perform for Muriel those offices she would have felt called upon to perform at any cost to herself, had they not been present to proffer service."], [203, "MRS. BANCROFT'S BUSINESS. 191 It was Mrs. Griffiths. Avho assisted Muriel to the great four-post bed ; Mrs. Griffiths who Avaited upon Mr. Prestbury Avhen he applied his lotion and swathed the tender and unsatisfactory member in Avet bandages. It was likewise the kind friend of her girlhood, more matronly but otherwise unchanged, avIio stooped down over Muriel — when, pressing her white lips close, she winced at his touch — and whispered to her Avords of sustaining power and comfort, in the language of the Book which had been Muriel's treasury, whence she had drawn her patience and her hope, the Book Sarah Bancroft had begun to study so late in life. The Avords fell from Mrs. Griffiths' lips like the cooling drops from a fountain of sweet waters, and did much to soothe Muriel's pain, and tranquilize her spirit, disturbed alike by the accusation and the altercation about herself at Mrs. Hopley's ; and the suggested possibility of amputation. And when Sarah Bancroft's business cares strove audibly with the necessity for nursing"], [204, "FORBIDDEN TO MARRY. 192 her debilitated grandchild, it Avas Eachel Griffiths who relieved her dilemma, by arranging for Mrs. Barry to go back to Wrexham and her boys without her, expressing her OAvn intention to remain Avith her young friend in case Mr. Brestbury should apply leeches to the ankle on the morroAv, as he feared might be necessary, and in fact until she Avas fit for removal to Wrexham or elseAvhere. She had an impres sion that the hard-featured woman would rather irritate than soothe the sick girl, Avhose mind needed rest as Avell as her body. It was Mrs. Barry avIio, with many a \" Look you ! \" and \" Pless my heart ! \" revealed that the dress Muriel had sat up night and day to embroider for Mrs. Wynne (of which Lucinda Holmes had given a full account), had indirectly been the means of laying Mrs. Wynne herself up with rheumatic fever. \" And it waas serve her right, to dress like a young girl, look you ! \" \" Oh, Mrs. Parry, you Avould not say so,\" expostulated Muriel from her pillow, \" if"], [205, "MRS. BANCROFT'S BUSINESS. 193 you kneAv what rheumatism is. My mother suffers from it dreadfully.\" \"May pe, put if she threw off her warm skirts, and did put on a thin gown, and did pare all her arms and her neck at a pall, then it would serve her right too, look you!\" \" My mother never did that, I am sure. I believe she got Avet through one day. I never was told Iioav,\" ansAvered Muriel innocently. But her words sent a shaft of pain through her grandmother's breast. Was that wetting Ellen's fault or her OAvn? Was anyone \" served right \" in that case ? She was glad Muriel knew no more. Best, lotion, bandages, nourishment and friendly sympathy did as much for Muriel as the doctor's anodyne. She slept long and tranquilly. Though leeches were necessary, there was no more said of amputation, Muriel herself had settled that. The inflammation subsided and she remained recumbent by Mr. Prestbury's command. She Avas patient ; Eachel Griffiths was all that a kind and gentle AOL. n. o"], [206, "FORBIDDEN TO MARRY. 194 nurse should be. And there being no interdict on speech, there Avas much to hear and tell on both sides. On Mrs. Griffiths' part, of her husband, her boys, and the years which might elapse before she and the captain met again. But there Avas no whining or complaint in her tone. What ever she might feel, she submitted to the absence of her husband as she had done to that of her lover, or her father before him, as to the inevitable, leaving the future in hands Divine. She made no parade of anxiety or distress. And in the aftertime Muriel remembered this. I have said little of the Avar fever that Avas raging through Europe, and had spread its contagion to our own land ; but it Avas on that epidemic Mrs. Bancroft had counted for trade during the July Fair. The bom-bom of the drum and toot-a-toot of the fife Avere heard in every town and village where idlers or patriots might be ready for enlistment. Volunteer corps Avere enrolling and arming ; Sheffield and Birmingham were noisily and"], [207, "MRS. BANCROFT'S BUSINESS. 195 grimily at work on SAVords and muskets. The Avheels and looms of Yorkshire and Wiltshire were humming and clacking to furnish cloth ; madder and indigo had possession of the Lancashire dye-pits ; army tailors and saddlers stitched and pressed their Avork in hot haste, for even the women Avent into uniform — at least the loyal ladies avIio presented colours to the various new troops wore military coatees over their short bodices. And as the volunteers loyally equipped themselves, the demand for mink, bearskin, and sheepskin for shakos and housings was brisk and general. Not alone on Chester, but on the Welsh and Irish traders did Sarah Bancroft rely. The presence of Mrs. Griffiths set her at liberty, and as she had calculated, the large bales of skins Sam had duly despatched to the Manchester Hall were exchanged for piles of flannel or linen, or hard cash before the fair was over ; and the old dame took credit to herself for the smart way in which she had turned her unfore seen journey to account. o 2"], [208, "196 FORBIDDEN TO MARRY. She did not forget to thank Mrs. Griffiths for the kind and Christian-like devotion to Muriel Avhich had released her to more con genial duties, and so helped to make a fortunate hit of a misfortune ; and when Mrs. Barry came for her niece on the Satur day, the market-day and the last of the fair, the little light cart carried off a load of toy drums, trumpets, and swords, gingerbread soldiers and sailors gloriously gilt, for the boys, and rugs for winter use in the farm, which she pressed on their acceptance with a mingling of grateful good-AA'ill and independence. And Rachel Griffiths carried away with her not only Muriel's grateful thanks for true and womanly service in the present, but the assurance that her precepts and her example in the past had been set up by her loving pupil as a lamp to light her on the rough path she was treading. And if the pair parted with tears, there was a rainbow shining through them."], [209, "CHABTEE IX. SEEN and heard. pS HAVE said elsewhere that Muriel had s^> been carried away like a leaf on a stream, the stream of her grandmother's strong will. But let it not be supposed she Avas passive from the Aveakness of her nature, but from its very strength. ShalloAV Avaters chafe at every pebble, the deep and strong glide on without a ripple on the surface. There were unsuspected forces in her breast with which she had wrestled many a time and oft ; and but for the softening influence of Rachel Williams at one crisis of her life, they might have OATer come all her own mother had taught of cheerful obedience, and patient endurance. She had found life at Mrs. Hopley's hard and uncompromising, but she looked hope-"], [210, "198 FORBIDDEN TO MARRY. fully through the vista of }rears for her release, and had picked up some crumbs of comfort by the way. She had saved Lucinda Holmes from the reckless course Matilda Parkes had taken towards destruction ; and through all her life Lucinda Avould bless her for it. She had Avon her Avay to the hearts of Mrs. Hopley's children ; dressed rag dolls for the girls, made balls and marble bags for the boys, watched by their sick beds through the hours of the night, carried them Avith her into the fields and lanes, and told them tales by the way, on Sunday afternoons in the slack season. Or she had cheered up their dull and crowded attic at bed-time Avith that marvellously sAveet voice of hers, and they had croAvded round her eager for \" more.\" She had brightened her own life as she SAveetened theirs, and she had her reward in the love they bore her. Young heads of all sizes had peered through or OA'er the balustrades as she Avas borne away ; sobbing \" good-byes \" were called to her, and Muriel Avas sensible she"], [211, "SEEN AND HEARD. 199 had done something more at Mrs. Hopley's than make dresses or embroider robes, Avas leaving some little hearts that Avere sorry for her, sorry to lose her, even for a time. The fact was, one listener had carried the word \" amputation \" to the others, and the horror that Miss D'Anyer's foot was to be \" cut off \" was strong upon them, and not to be overcome. They talked of it, cried over it, dreamed of it. They need not have been afraid. Muriel had listened and decided within herself that it should not be \"cut off;\" and so she told Mr. Prcstbury vvdien he at the inn a second time adverted to the possible necessity for using the knife ; as doctors of the time were rather inclined to do. \" Well, sir,\" she said emphatically, \" if I cannot go back to my father and mother Avith all my limbs, I am Avilling to die. They would get over the shock of my death, I have been aAvay from them so long ; but my father would never recover the shock of a maimed daughter stumping about the"], [212, "200 FORBIDDEN TO MARRY. house,\" and a long-drawn sigh came from the depths of memory. She Avas right in her conclusions. Her cropped head had been an eyesore to her father and she knew it. The knoAAdedge had been a grief to her. The doctor had possibly sounded a false alarm partly to bring Mrs. Hopley to reason, partly to convince Mrs. Bancroft that imme diate removal was impossible, and it may be to emphasize his OAvn skill in curing Avithout so desperate a remedy. He had however faith in his OAvn resources. And thejT sufficed. Indeed so successful had he been that though he shook his head and said it Avas \" hazardous \" and \" premature,\" he could not on the Saturday morning Avhich closed the fair deny the feasibility of removing his patient to Manchester if done with care, easv traATelling and short stages. Mrs. Ban croft had not dismissed the post-chaise in which she had travelled, AAdien she sent the Northwich post-boy back with his horses ;"], [213, "SEEN AND HEARD. 201 and she had no difficulty in finding other post-horses. (When Arthur Wynne had ridden aAvay with his servant behind him it was on post-horses to be changed at the next posting-station.) Muriel was glad to exchange the hot, stifling, gloomy double-bedded room at the Yacht, with its heavy hangings and small transome window, for a seat in the post chaise, though her foot had to be stretched out on the seat before her. And she Avas glad to see four or five of the young Hopleys on the Avatch for her, boys and girls from fourteen to six, and to exchange good-byes and nod back to them as they waved their hands to her. The windows Avere open, the afternoon sun was shining, and she was going home. Home ! the Avord seemed written in sunbeams on every beam of every gable in the ancient street, on the balustrades of the rows as they were left behind. The fresh clear air, the blue sky, seemed to be a part of her gladness, and but for the children there was not a creature she cared to leave"], [214, "202 FORBIDDEN TO MARRY. behind, not a soul to care for her going. She almost forgot her still aching foot in her gladness, and leaned back happy but not talkative. If the reflection that she was bound to return to her task-mistress would obtrude, she thrust it into the back ground, and left it behind when tliej^ Avere once fairly out of Watergate Street, and there was no fear of Mrs. Hopley stopping the chaise and demanding her stay there and then. It Avas a market as Avell as a Fair day ; the streets Avere full of people, and the recruiting sergeant had taken advantage of the opportunity. At the Cross they passed a party of soldiers with a file of rustics in their charge avIio had closed their hands on the king's shilling, and AATith gay cockades and flying streamers followed the lure of the fife and drum. The music disturbed the horses, and the postillion had to urge them past Avith whip and spur. Then they set off with a rush so sudden that Muriel was startled."], [215, "SEEN AND HEARD. 203 Looking out involuntarily through the front AvindoAvs of the chaise, she caught a momentary glimpse of a face she kneAv above the parapet of ihe AATide Eastgate ; but before she could tell her grandmother that she had seen Arthur Wynne, the flying horses had carried them beyond the Bars, and along Foregate — scattering the people right and left — only slackening speed when Chester was left behind, and they Avere far out on the clearer highway beyond Boughton milestone, between green hedges, where the only streamers AA*ere those of the dog-rose and the scented honeysuckle. \"Are you sure it Avas Lieutenant Wynne,\" the elder Avoman asked. \" Quite. I could not mistake him ; and I think those soldiers recruiting at the Cross wore the same uniform, only they had tall blue caps like mitres with the Prince of Wales's feathers Avorked in front.' \" Ah, the Welsh Fusiliers ! So they Avere, my lass ! I wish I had seen him, or that Ave had not gone flying past at such headlong-"], [216, "FORBIDDEN TO MARRY. 204 speed. The horses had quite run away with us, it is Avell there was no accident. They have given my old bones a shaking, and will not have done your foot any good. But I am more sorry they took fright then, because I would have liked to have a Avord or two Avith the young gentleman.\" \" And so,\" thought Muriel with a sigh, \" should I. But perhaps it is as Avell as it is, one never knows,\" and she sighed again unconsciously, lapsing into silence, in which thought and memory Avere busy with her \" true friend, Arthur Wynne.\" SomehoAv she Avas not quite so glad that she Avas hurrying aAvay since she had seen him. And she Avondered Iioav long he had been in Chester, and if it Avas possible he had recognized her. Her grandmother, too, had sunk into silence. It might be she Avas calculating her gains during the fair, or it might be that the jolting and rattling of the chaise (the best of roads were bad) inclined more to meditation than speech."], [217, "SEEN AND HEARD. 205 Suddenly she broke abruptly on Muriel's reverie. \" Do you mean to say you never heard how your mother got her Avetting? \" and her voice sounded strangely hard and stern. Muriel looked wonderingly in her face. \" Never ! \" \" Then I'll tell you ; and let it serve as a Avarning. Your mother Avas my youngest, and my darling, the pride of my widoAved life, yet — / did it ! When she Avas barely sixteen, and I first heard of her clandestine marriage through your father's blustering demand for his wife, I drenched her with the Avater in which she was washing lace, and bade her ' begone.' Wet as she was, without another word, he took her aAvay. I never saw her again until after you were born, — you need not look so petrified, Muriel ! If that wetting caused her pain in every limb, her own secret and undutiful act stung me to wrath and brought it on herself.\" And the dry, grinding tone in which this Avas said sounded as if the old Avoman would"], [218, "206 FORBIDDEN TO MARRY. be ready to do the same again under like provocation. \" Poor mother ! \" murmured Muriel behind the hands in which her tearful face Avas hid. \" Poor mother ! \" echoed Mrs. Bancroft, angrily, \" and what of me ? Was not I the poor mother robbed of the child on Avhom I had lavished coin like water. Treacherously robbed, in cruel silence and secrec}-. It came on me like a thunderbolt, and the storm fell on both. Was I to blame ? I troAv not. No child has a right to contract marriage without a parent's sanction. What do young folk know of character or habits. They meet and fall in love — calf love, and if no elders intervene marry and make fools of themselves. Take care, girl, you make no such mistake ; I should never forgive you if you did after this caution.\" \" There is no fear of that, grandmother ; I am not in love yet, and no one is in love with me. I Avill let you know when there is,\" and Muriel's smile chased aAvay her tears."], [219, "SEEN AND HEARD. 207 \" That's right, child, see you do ! \" aud the wrinkled singers of the mittened broAvn hand stroked caressingly the thin white one lying on the outstretched knee. \" I have set my face against premature marriages,\" she went on. \" The hottest love is soonest cold, and those who have neither patience nor constancy to wait, will belike shoAv little patience or constancy aftenvards. And the courtship that dare not ask the blessing of father or mother, is a something to be ashamed and afraid of. Thank God ! I had one dutiful child avIio stuck by his old mother, and was not too wise to take her advice and wait till he was old and sensible enough to take charge of another's life and happiness. There Avas nothing secret or clandestine about Sam's courtship ; though I sometimes think I kept them waiting rather longer than was any need. Lydia was ' a steady lass, and makes him a notable, thrifty Avife : and Sam's lost nothing by his obedi ence, I can tell you. If he only keeps steady and sticks to business, he's a made man.\""], [220, "208 FORBIDDEN TO MARRY. Some of her recent misgivings about her son must have recurred to her, for her broAVS suddenly contracted and she fell into a broAvn study. Muriel herself was so lost in wonder at the drift of the conversation and her grandmother's unwonted burst of confidence, that she had no Avords for her entangled thoughts, in which the rights and Avrongs of her mother and grandmother were inex tricably confused. Noav and then she shifted her position to ease her lame foot, and made a casual remark as they passed through tOAvn or village in their route, but DO ' the Avheels Avere more voluble than either of their tongues. Indeed the rattle and shaking of the vehicle made conversation a strain, and induced fatigue. They had left Tarvin behind but had not reached Kelsall, and so were not yet within the bounds of Delamere, and the dark green Avoods of the Old Bale of Eddisbury looming through the tAvilight mists high above all to promise rest and welcome, were only seen in anticipation, Avhen, as abruptly as if there"], [221, "SEEN AND HEARD. 209 had been no break in her own communings or their colloquy, Mrs. Bancroft again laid her aged hand on Muriel's with kind impressiveness, and said : \" I thought, my lass, you had maybe set your fancy on that lieutenant, and it Avas best to give you a bit of a caution ; for he's a likely lad to catch a girl's fancy, and soldiers are here to-daj^ and gone to-morroAV, and j) \" Oh, grandmother, Iioav could you think — ?\" interrupted Muriel like a gasp, the colour mounting to her pale cheeks unseen in the evening shade. \" Well, Avell, I hope I had no right to think; for Arthur Wynne comes of a proud stock, and that mother of his would consider his blood defiled if he mated with a trades man's child ; and not all the blood of the Masseys, and Stanleys, and the D'Anyer of Cressy to boot — of which your father boasts so much in his cups, — can do away with the fact that he and his father got their living and made their money in trade, though it's AOL. 11. p"], [222, "FORBIDDEN TO MARRY. 210 little enough your father has made — Avorse luck; so you'd best not let your fancy go astray, my lass, that's all.\" Muriel murmured something of his being \" only a friend.\" \" Aye ; he may be, as you say, only a friend, but friends of his class are best at a distance. I'm glad we left him behind.\" Muriel had the clue now to her grand mother's extraordinary tirade — the figure seen for a brief moment above the Eastgate. A clue had been supplied to something more — the unsuspected mystery of her OAvn heart. For a moment its pulses seemed to stand still, then they Avent on beating, but to a new tune for Avhich she had not yet a name. She had discovered that her \" true friend, Arthur Wynne,\" Avas more to her than a mere friend ; and the discovery kept her silent. She could not tell that to her grand mother. Presently her grandmother broke out, as abruptly as before, \" Hast heard from thi cousin Milly of late ? \""], [223, "SEEN AND HEARD. 211 \" Not since Christmas, when she sent me Avord of the grand doings at the Grange,\" ansAvered Muriel, Avondering why she asked. \" Aye,\" responded the questioner, \" Thy Aunt Bent's o'er fond of fooling money aAvay in dinners and dances ! And so many poor folk starving too ! I've no patience. And now that all the Avorld is fighting mad, she never has the redcoats out of the house. It cost enough for Will's commission and uniform ; and now Joe has turned volunteer. She might Avant to get rid of all her sons. As if a cotton-spinner's sons had not some thing better before them.\" \"Milly said that Bob would soon be out of his articles ! \" put in Muriel to change the subject. \" Aye, and a pretty laAvyer he'll make, half his time dangling after Milly, and the other half hunting or shooting. And Avhat had Milly to say about him ? \" \" Oh, only that he danced a minuet With her, and a new country- dance called 'Haste to the Wedding.' \" r 2"], [224, "FORBIDDEN TO MARRY. 212 \" Humph ! Haste to the Wedding, indeed ! Lads and lasses are all ready to dance to that tune, but most haste, less speed, Muriel. And it's not the tune for either Milly or Bob for many a year to come. I don't care to put my fingers in other folk's hot pies, or I should bid James Hargreaves look after Milly.\" \"Why, grandmother? \" and Muriel opened wide her lovely eyes. \" Why? — well, because the lass is always poring over rubbishy novels and love-sick romances, till she's as silly and sentimental as any Amanda or Clarissa she finds in them ; and your sister Marion's not a bit the better. Ah ! you've something to thank your old grandmother for, if only keeping you clear of such nonsense. I'm glad you are not one of the silly girls Avho fall in love if a fine felloAV only looks at them. There's plenty of time, Muriel, plen — ty of time !\" and again the old Avoman patted the young one's hand. But the young one ansAA'ered never a word though her heart beat rapidly, and again sent its crimson to her broAv."], [225, "SEEN AND HEARD. 213 They were at Eddisbury. The chaise stopped, lights flashed to and fro, and in the hearty greeting of the forester and his Avife Muriel's unwonted and rapidly fading bloom escaped notice. They were in the great hall, still in the bustle of reception ; Mrs. Bancroft help ing Mr. Kingsley to place Muriel for rest and ease, among cushions on the oaken settle to which he had borne her, like a child, in his braAvny arms. \" Mrs. Kingsley, do you want me ? \" Avas shouted from one of the side passages. Mrs. Bancroft pricked up her ears. \" Goodness ! That was our Sam's voice ! \" \" No ! no ! \" cried Mrs. Kingsley, hurry ing down the passage on the left to keep someone back. \" Your Sam ? Why, Ave have not seen him for months,\" said the forester. \" It's only a poor, neglected lad my wife's taken pity on.\" \" I could have sworn it Avas our Sam,\" replied the old furrier, but she did not ask"], [226, "FORBIDDEN TO MARRY. 214 to see the lad ; and though she gave Muriel Sunday's rest and Monday's at Eddisbury, whilst she made her purchases of skins from the forester, and drove to Waverham to collect her rents and inspect her property, she went back to Bed Bank Avithout seeing him. Sarah Bancroft thought she had made a discovery of Muriel's secret ; she little thought Iioav close she had been to the discovery of a greater one, the dread of which made two people in Manchester quake in their shoes ; and put the good-natured Kingsleys in a quandary. A figure seen on a city Avail — an empty voice in a dim passage ! There Avas of course a brief stoppage at Northwich, where horses and post-boy had to be exchanged, but the stoppage Avas at the door of Dr. Holmes and not at the door of the inn ; and there the exchange had to be made, for so Sarah Bancroft willed, and she Avas too old and too regular a customer to be offended. Beople who put up at an inn once or tAvice a year in those untra veiled days"], [227, "SEEN AND HEARD. 215 Avere knoAvn and respected. Host and hostess attended to the wants and comforts of their customers, the inn-servants kept their places until they were as well known as the swinging sign, and as attentive as master or mistress. But the homeliness and home-welcome of the old country posting-house is a thing of the far past ; have been lost in the whiz and fizz of steam. Eailways are not unmitigated blessings. At the doctor's there was rest, and a luncheon of bread and cheese, gooseberry pie, and home-breAved ale, though the doctor was out. Lucinda and her mother were at their wits' end to entertain their impromptu guests as they Avished, and were quite in a flurry of regret that they had no better fare to set before them. \" As if it matters,\" said Muriel, \" Avhen the hearty Avelcome is here : and it is for us to apologise for taking you by storm, but I thought you would not mind it, and I could not have Avalked here from the inn.\" \" Mind it ! I'm delighted ! But now tell us how you got away, and all about it.\""], [228, "216 FORBIDDEN TO MARRY. Lucinda AA~as in a state of great excitement and rejoicing at the \" triumph over old Hopley,\" though her joy was damped to hear that Muriel Avas bound to return. And she Avas most desirous that they should remain until her father came. But he Avas gone on an uncertain errand, and Mrs. Bancroft Avas eager to get home. So, it may be, as a substitute for her father, Lucinda introduced his assistant Asa Booth, a sober- looking young felloAv avIio brought with him the flaATour of the drugs he was compounding; and AAdio seemed glad to escape to his pestle and mortar, somewhat as if he felt he had been \" on view.\" And Lucinda's Avhispered \" What do you think of him ? \" to Muriel, did seem to bear some such interpreta tion. Mrs. Bancroft Avas fidgetty to be off. The horses Avere brought round from the Unicorn, and Muriel leaning on Lucinda limped to the door. A tall thin felloAv with sharp ferret ty eyes Avas busied putting the horses in the chaise. As he raised his"], [229, "SEEN AND HEARD. nead from buckling a strap, Muriel had a good view of him, and his face .seemed knoAvn to her. \"Who is that man?\" she asked Lucinda, \" I have either seen him before or someone resembling him.\" \" Oh, that's one of Maggy Blackburn's sons, and his brother's as like him as tAvo peas.\" \"Ah, that's it! I thought I had seen the face somewhere. It was Maggy Blackburn's.\" \" Yes,\" added the other, under her breath, as if afraid a whisper Avould reach his ears. \"It's a face to remember, and not pleasantly. If I were the landlord of the Unicorn, I'd have none of him hanging about the stables, cleaning harness and conveyances, and horsing them. If a linch-pin is loosened or a strap cut half-through and blacked over, it isn't found out maybe till the people are far enough in the forest.\" \" Well ! \" and the listener caught her breath. \" Well ! Avhy, don't you know that the high road to Chester goes round with a great"], [230, "FORBIDDEN TO MARRY. 218 sweep? Long legged fellows like that running straight across can be ready to take advantage of a break-down, and if one's left behind to be sworn to, who's to be sure about the other. That's the way Captain Wynne's carriage had been served, father says.\" Bart of this conATersation had been held Avhilst Mrs. Bancroft disputed the man's demand for bringing the horses round, and Lucinda settled her friend comfortably in the chaise. Her closing remark being, \"Don't you be afraid ; you're goiug the other way, and Asa is giA7ing a sharp squint at every thing. He's very clever is Asa.\" Muriel smiled : she had heard of Asa, and his cleverness, many a time before. Lucinda acknoAvledged the smile with a laughing good-bye, and retreated to make way for Mrs. Bancroft. There Avas a fresh start, another set of associations to occupy their minds and conversation as they left milestones and turnpike-gates behind. But through all, that voice heard at the Forest House seemed to"], [231, "SEEN AND HEARD. 219 come back to Sarah Bancroft's ear ; and that figure seen above the Eastgate was more vividly present to Muriel than her companion imagined. Tim time Muriel Avas taken direct to her own home, and the chain across the end of Broom Street Avas removed to alloAV the passage of the chaise. John D'Anyer him self helped his daughter to alight, and lent her his support to a seat. He left a kiss on her brow, and said he was \"glad to have her home again,\" before he resigned her to her mother with moist ejes to mingle tears of mutual thankfulness and affection. Sisters and Betty all came round her with their greetings, and Muriel felt once more she was \" at home.\" John D'Anyer had returned to the chaise, more than usually courteous to his mother-in law. He thanked her for her care of Muriel, offered to recoup the cost of her journey, and begged she would alight there. His attention and offers of repayment were doubtless gratifying ; her prompt \" I'll see"], [232, "FORBIDDEN TO MARRY. 220 thah don't,\" was said Avith a smile ; but the old woman went on in the A'ehicle to Hyde's Cross, whence it came, and having settled her long bill out of her long purse, with as long a face, carried her hand-bag over to her son's house just as Lydia was clearing aAvay her tea-things. Her little girl Avas playing with a kitten on the home-made hearth- rug. \" Where's Sam ? \" Avas the first salutation. \"Oh, Mrs. Bancroft!\" Lydia never said mother — \" How you made me jump ! I thought it was Sam coming in. He said I had better not wait tea, he might be late paying Avages as you Avere away. I'll soon have a cup ready for you — and how did you leave all the folks at Waverham ? There Avas a curiously anxious expression about Lydia's mouth and eyes as she put the question ; but her mother-in-law had lifted the little one into her lap to be kissed and treated to gilt gingerbread cakes from those capacious pannier-like pockets of hers. \" Oh, they Avere all pretty hearty. The"], [233, "SEEN AND HEARD. 221 Avar doesn't seem to be a bad thing for the farmers from all I hear. Your father looks fat and jolly enough. He sent his love to you, and a cheese, and some fruit. The hamper's across the road. I thought Sam might fetch it.\" \" Sam fetch it? \" The ejaculation Avas involuntary, and not to be recalled. \" Sam fetch it ! \" echoed the old Woman tartly, \" Why not ? It's an ill ass that Avon't carry its oavii provender. If John D'Anyer's too proud to do a turn of the sort, our Sam's not. Not he.\" Lydia had been moving about preparing tea for her mother-in-law. There had been a wistful look in her face as she asked for news from Waverham, but it had settled into stolid impenetrability as she set the tea \" to draAV,\" and buttered the broAvn bread for her unexpected visitor. She was filling up the small teapot from the kettle on the bright bar, Avhen Mrs. Ban croft said Avith customary abruptness : \" I got quite a start at Kingsley's,.some lad"], [234, "FORBIDDEN TO MARRY. 222 or other called out to Mrs. Kingsley from the passage, and I could almost have sworn it Avas Sam's voice ! \" Somehow either the tea-pot or the kettle slipped, and the boiling AA^ater splashing on the bright fender sent the kitten squealing away from the hearth, and brought an angry cat flying into the room in maternal alarm. The mischance and the snarl of the cat diverted attention from Lydia's ashen face, or the strange voice in which she asked, \"What lad? did you see him?\" \"No! What are you doing? It's Avell I had the child on my lap or you Avould have scalded her instead of the kitten. Boor Pussy.\" In the commotion the disturbing voice was forgotten, and after tea, which comprehended also a collop of hung beef, Sarah Bancroft relieved Mrs. Sam of her presence. When Sam came home about nine o'clock in an ill-humour at having been detained to go over the accounts with his mother before he left Eed Bank, he found a hamper in the"], [235, "SEEN AND HEARD. 223 kitchen and his Avife Avith her head on the round snap-table in tears. \"What's the matter now? \" he cried, as he threAv down his hat. \" I suppose it was with some of your confounded nonsense you scalded the poor kitten, and set my mother wondering Avhat made you so starty. And noAv, you're blubbering as usual.\" \" Oh, Sam, I could not help it ! I thought your mother had found it all out ; and my heart fair came in my mouth ! \" \" Came into your mouth indeed ! I Avish it had stuck there,\" quoth her polite husband rubbing his breeches knees irritably. You'll let it out and spoil all one of these days if you're not more careful.\" \" Oh, Sam, I can't help it, I can't indeed ! Do tell your mother. I don't think she's so very hard. And the secret is killing me. It is Sam.\" She had come close to him, and dropping on her knees laid her hands and head upon his arm appealingly. He shook her off with an oath — this ex cellent son — this steady husband — \" Do you"], [236, "FORBIDDEN TO MARRY. 224 want to bring us to ruin? Do you want to be turned out of house and home ? If you dare to breathe a syllable to a living soul, by heaven — I'll kill you ! \" and taking up his hat again he Avent out of the house. c\\! .1°!.. \"a"], [237, "CHABTEE X. UNKNOWN ATTRACTIONS. nOp URIEL thought that time had run faster i^sSk, [n Manchester than in Chester during her long absence. Her life had been mono tonous, her growth from girlhood to woman hood wearisome until the last grand leap. At home all seemed changed. The chaise rattled over paved roadways ; oil-lamps hung suspended from the walls or were mounted on wooden posts to light the streets Avhen night should come ; and those streets, she knew them not : whole blocks of old houses had vanished, neAV red-brick ones had sprung up, and change Avas everyAvhere. The whiteness of her father's head was nothing neAV — -it had been white at thirty, but the hair must have retreated from the temples, his lofty broAV seemed so much AOL. II. Q"], [238, "226 FORBIDDEN TO MARRY. loftier, and certainly there Avas a round spot on the croAvn from which the hair had fallen altogether ; it was but the size of a shilling, but it Avas there — and he not forty. Yet he Avas erect and commanding as of old, and Muriel fancied he Avas more imperative and exacting. She fancied too that she saw a line or two of silver under her mother's cap, and surely her gentle face Avas groAving thin and angular at the cheek-bones like her Grand mother Bancroft, of whose energy she certainly partook, though her will Avas dominated by a stronger one, and if she rebelled it Avas kept within herself — never shown. She noticed too that whilst her father's attire was jaunty and dandyish as of yore, her mother's had toned down into primitive simplicity. A white kerchief of thin muslin in regular folds covered her neck Avith matronly modesty, whilst the plain half high bodice under which lay the kerchief corners Avas not the narrow strip worn by fashionables like Mrs. Wynne, and the material Avas of homely stuff."], [239, "UNKNO WN A TTRA CTIONS. 227 Very different were the two stylish young ladies who bent over her, and in whom Muriel could scarcely realize the Anna and Marion who had been so captious over the em broidered portrait then confronting her upon the Avail ; for black-haired Marion in her six teenth year had shot up taller than light complexioned Anna in her seventeenth ; and lovely little Sara Avas \" little \" no longer, though she still wore a schoolgirl's frock and pinafore, from which Marion had only been freed on account of her premature growth. \" I can scarcely believe my eyes,\" she said, \" you are all so grown, and cousin Milly — and — surely that is not Bob Bent with you, Milly?\" \"Yes, cousin Muriel, I'm Bob, come to shake hands with you, to sIioav I don't bear malice. I daresay I Avas rough and rude when you came from that fine school with a cropped head, but as Milly will tell you, I don't bear malice. I've forgiven myself long a<To — so shake hands on it.\" q 2"], [240, "228 FORBIDDEN TO MARRY. Muriel laughed, asked after her uncle, then about his brothers. \" Oh, Joe, and Charles, you'll hear their martial footsteps in the passage ere long. I came in advance lest the Avarriors should cut the limb of the law out. You'll have quite an army of cousins to defend you, Avhen the French come, won't she, Milly? But if they do, my girls, I don't knoAv but I might lay down the goose-quill and take up a gun myself; I am not a bad shot at rabbit or pigeon, and I shouldn't mind having a pop at a Mounseer or two, Avithout any malice prepense, I assure you.\" He had seen the grave look in Muriel's face. \" Hush, Bob,\" said she, \" I don't like to hear you speak so lightly of human lives.\" \" My simple cousin, where have you lived all these years? We are all bloodthirsty manslayers now, every man jack of us. If a man goes to court his sweetheart, he talks of SAvords and pistols instead of love and kisses, doesn't he, Milly ? \" \" Hoav should I knoAv ? \" ansAArered Milly,"], [241, "UNKNOWN A TTRA CTIONS. 229 blushing rosy red. Muriel looked from one to the other, and fancied she saAv a glance of intelligence pass between them. It gave point to Eobert's frequent references to Milly, which she had at first taken as a bit of his badinage. She soon found that his jests had matter in them. Of the many cousins avIio walked in and out so frequently, two held his Majesty's commission, and more Avere A'olunteers. Even her father coming in from the warehouse, or the exchange, or from his club at John Shaw's (which still existed under John ShaAv's laAV though the ex dragoon had succumbed to a stronger law than his OAvn, and lay under a coffin-lid), or from the neighbouring Seven Stars Avhere country carriers and buyers put up, talked more of French politics and Avar neAvs than of the prices of goods, unless to decry the Avar as ruinous to trade and credit. And indeed the closing of French ports against our goods, and the interference with American trade, had made French policy a vital question"], [242, "FORBIDDEN TO MARRY. 230 with our manufacturers ; and that something neAV within Muriel's own breast made all the Avarlike preparations, of which she heard so much, of vital import to her. The letter she had sent home with so much difficulty had accounted for her accident and her rescue ; and now she found tAvo sisters and cousin Milly alike eager to ply her with feminine questions about the gallant young officer, what he was like, what he said Avhen she saAV him ; did he not call to see her ? intermingled with others on that first meeting in Delamere Forest Avhen they were all children, and comments on his romantic reappearance, which shoAved that they had indulged in a class of sentimental reading from which she had happily been excluded. So long as Anna and Marion confined their observations to the bravery of Arthur Wynne, and his providential appearance at a critical juncture, she was willing to assent ; but no sooner did they branch off into the probabilities of a mutual attachment, Avhich she slyly kept to herself, then she felt it time"], [243, "UNKNOWN ATTRACTIONS. 231 to check their assumptions, the knowledge of all that Avas in her own heart making it the more imperative. Maidenly shame pro hibited the confession of a love unsought ; a love she dared scarcely avow to herself. She still lay on the sofa, far from strong, and unable to use her foot. \"Hush, my dears! What would mother think if she heard you. ? What Avould Lieutenant Wynne think ? Encourage him to call at Mrs. Hopley's ! You forget that it Avas not my father's house, and that I was there only a mantua-maker's apprentice and he the nepheAv of a baronet.\" \" I hope you did not tell him so,\" cried black-headed Marion, in whom all the father's pride seemed to have centred. \" Indeed I did. It was my duty to do so.\" \" Indeed it Avas not. If Grandmother Bancroft chose to disgrace us all with binding you to that woman, there was no reason to publish to strangers that John D'Anyer's daughter Avas stitching dresses amongst common AVOrkAvomen.\" And hand-"], [244, "FORBIDDEN TO MARRY. 232 some Marion dreAv her tall form up proudly, and resentful!}7, as if she had felt Muriel's avocation a disgrace. Anna held her peace. She had her oavii reasons ; she had friends avIio Avere not aristocratic, and of Avhom the family knew nothing ; at least nothing more than in relation to their Avork, for the}' Avere fustian cutters ; for AAdiose frame and knives, John D'Anyer himself found frequent occupation. Muriel flushed. She had long felt her bondage a double grievance, unable to penetrate her grandmother's motives, or her father's acquiescence ; but she Avas not a grumbler. Her mother had early im pressed upon her that she Avas required to \" do her duty in that state of life unto Avhich it pleased God to call her.\" Miss Williams had enforced and exemplified the doctrine, and she had been a faithful disciple. But to say that she had been satisfied with her position Avould be untrue. Marion's remark brought her face to face with the subject once more, and not pleasantly."], [245, "UNKNO WN A TTRA CTIONS. 233 Bresently she ansAvered : \" If you think it such a disgrace, there Avas all the more reason Lieutenant Wynne should be in formed. But you cast a reflection on father when you say so, for I could not have been apprenticed Avithout his consent,\" and her head Avent back Avearily on the sofa cushion. \" Well, for my part, I don't see the disgrace,\" here interposed Anna, who Avas often to be found in the Avarehouse, helping the \"putter-out,\" and, it may be for that reason, her father's favourite. \" There's no disgrace in honest Avork. I think the Aveaver's as good as his master, and I don't think that lieutenant a bit better for being a baronet's nepheAv. What good has father's family pride done us ? \" Marion, quite eighteen months her junior, put up her hands, long and slender in accord Avith her figure. \" Oh, you revolutionist ! Where did you pickup such notions? You had better not let father hear you ! \" Ellen D'Anyer walked into the room."], [246, "FORBIDDEN TO MARRY. 234 The excited flush on Muriel's face caught her eye. She smoothed doAvn the broAvn hair, once more abundant, and saying, \" Come, girls, leave Muriel alone. You are neglecting your own work and disturbing her ; \" sent them before her, the one to help the maid upstairs, the other to assist her with cookery in the kitchen. \" Mother,\" said Muriel from the sofa, \" there is no reason Avhy my hands should be idle because my foot requires rest. I am quite well enough noAv to use my needle. Bring your Avork-bag and let me darn the stockings. I can fancy it is lace. Let me do something to help you. It is so long since I did, and I think you need rest more than I.\" In truth she did. She Avas Avorn with many anxieties, with sleepless nights, and careful days. John D'Anyer had felt the commercial pressure, but the closer he was pressed, the more difficult it Avas to meet his payments to the hour, the more lavish was his expenditure abroad. It was his"], [247, "UNKNOWN ATTRACTIONS. 235 expedient to preserve his credit. His wife saAV this with pain ; expostulation, she kneAv of old, Avas Avorse than useless. Interference only drove him to excess. His OAvn father had remonstrated, but the old and noAv feeble man had only incensed his son, and there was a coolness set up which told against John in the long run. All Ellen could do Avas to economise in the household. She dismissed one maid, retaining onty Betty, and had told Sara to make the most of school, for she Avould soon have to leave it. Her days and nights Avere full of apprehen sions, Avhether her husband Avas away on a journey or at home ; in the former case she went into the Avarehouse from time to time to keep an eye on clerks and salesmen, and altogether she had her hands full, though she set her girls to work betimes, as Avas the custom of the time, amongst people of their class. Muriel had almost ceased to be one of them ; she had come home at last only for a temporary rest. The homely offer to \" darn the stockings to help her,\" restored"], [248, "236 FORBIDDEN TO MARRY. the balance, and set Muriel in her old place. Always ready to help where help was needed. The mother would be sorry Avhen Muriel had to go back again. There Avas, however, plenty of life and laughter in the house, for the cares of the nation, or of their elders, seldom press heavily on young people ; and, whether it Avas the attraction of Muriel's narrow escape, or of her soft broAvn eyes and melodious voice, the \" army of cousins \" were not sIoav in following the footsteps of Milly Hargreaves and Bob Bent, and when the sons and daughters of John D'Anyer's many married sisters and brothers Avere gathered together in that parlour in Broom Street to sing and chat and try the mettle of the old harpsi chord, they made a nice little family party. \" Not finer men or women to be found in England, sir,\" was John D'Anyer's boast, a sentiment which had many an echo. It was change and refreshment for Muriel, and though there was a retarding enemy in her breast she was doing her best to dislodge, she"], [249, "UNKNO WN A TTR ACTIONS. 237 greAv stronger as the days and weeks went by- The shaking journey home had not improved her foot and she was long unable to use it, but she kept her fingers busy, took Sara's education in hand, and her rest on the sofa Avas anything but the rest of indolence. And as her fingers fleAV, her voice rose in song, the welling up of a cheerful spirit gladdened by freedom and home influences. She had not been home a fortnight when Sara — avIio had taken Muriel fully into her loving young heart — whispered one evening in confidence to Joe Bent, at the close of a song by Marion — who had a voice of great poAver and compass — \" I like Muriel's singing better than Marion's, it may not be so full nor so fine, but it is — it is — as SAveet as a bird's, and I like it best.\" \" Say you so ; then we'll have a song from the bird,\" he answered, with a good humoured nod ; and after a little pressing, the bird in the sofa-nest Avas Avarbling an old"], [250, "238 FORBIDDEN TO MARRY. ditty as simply and unaffectedly as if she had been singing to Mrs. Hopley 's children, instead of to an auditory of cousins, avIio Avere, or thought themselves, men and women. \"Who's that singing in the parlour?\" exclaimed John D'Anyer. He Avas smoking a long pipe in the back sitting-room witfc James HargreaAres and talking over trade matters, having a tankard of ale on the table betAveen them. His mother-in-law had just Avalked in after business to see Iioav Muriel Avas getting on, and to bring a new specific for Ellen's rheumatism. \" Muriel,\" answered Mrs. D'Anyer quietly from the corner, where she sat out of the draught of the open Avindow. \" Tchut, nonsense ! Muriel neATer had a musical pipe like that. The notes are as clear as a bell, and as sweet as — \" (he seemed to lack a comparison) \" aye, as Marion's. It can't be Muriel ! \" Nevertheless he rose from his seat and went, pipe in mouth, to the door of the other"], [251, "UNKNO WN A TTR ACTIONS. 239 room to satisfy himself. He remained to listen. \"Well, art thah satisfied?\" cried Mrs. Bancroft on his return. \" Egad ! it is Muriel after all ! I did not think the lass had so much music in her.\" \" No ! \" jerked out Mrs. Bancroft, sharply, \" thah never didst see anything good in Muriel, but wait till she can sit up and touch the harpsichord ; though I daresay the poor thing is out of practice now. There's more in Muriel than thah dreams of, and so I told thee years ag°- I said- Fd see her natural gifts were not lost for Avant of cultivation, and mark the result. Don't think those fine nephews o' thine in th' next room were drawn hither by Anna's pretty face, that thah thinks so much of, or by Marion's black eyes and raven hair, or even her fine voice, and she's a fine lass, I admit. Hoav often did they come bethink thee till Muriel came home? Once in a month, belike. Other folk have keener eyes and ears than thah hast, John ; and mayhap thah'll find more beauty in the"], [252, "FORBIDDEN TO MARRY. 240 lass some of these days than is to be found in face or figure, and Muriel's none so ill looking, after all. And maybe thah'll discover that some day through other folks' eyes.\" \" Bravo ! old dame, stick up for the lass ! My Milly'll back thee ! \" cried James Har greaves, knocking the ashes from his pipe, by AATay of emphasis. John D'Anyer had already discovered that \"Muriel was not so ill-looking after all,\" but he had failed to see the attractions others found in her, and AAras not disposed to set her before his queenly Marion, or his fair haired, favourite Anna, or even the child-like loveliness of Sara. She was a comely maiden, he admitted, but that was all. And he argued that when the newness of her presence wore off, the visitors would drop off too — unless there Avere other attractions. Muriel had Avondered to see so many of their relatives and others dropping in at unexpected times and seasons, meeting in groups that filled the parlour twice or"], [253, "UNKNO WN A TTR ACTIONS. 241 thrice a Aveek ; that old familiar parlour where the dark mahogany chairs and tables shone like glass with much rubbing, and the bright brass fender mocked the mirror with its polish and where her oavii embroidery adorned the walls, in company with the neAvly painted portraits of father and mother. There had been no such gatherings in the old times, except at Christmas or Whitsun tide and then by invitation. Perhaps it Avas because her cousins and her sisters were noAv grown up, and she by no means dis paraged the attractions of the latter. Of herself as a magnet she had not the feeblest perception. So keenly had she been made to feel her own lack of beauty, at home and at school, that if her looking-glass repeated, \" You are not so very ill-looking after all,\" she took it apologetically only. She could not compare her features with any of her sisters, or with Milly Hargreaves ; and the seam below her under lip was an antidote to vanity. Of her symmetrical hands and arms, she had quite a delusion, perhaps born in vol. 11. a"], [254, "FORBIDDEN TO MARRY. 242 the days when chilblains nipped them. She had neither come in contact Avith pictures or statuary to correct her error, and was Aveak enough to be sensitively ashamed of them. One day, Lucinda Holmes, watching her slender fingers busy at her frame, had remarked casually, \" What beautiful hands 3-011 have, Miss D'Anyer ! \" and Muriel had with a pang of pain dashed both hands behind her out of sight as if to hide their ugliness, and the look with which she con fronted astonished Lucinda Avas strange on her face. It said plainly as words, \" Do you mean to insult me ? \" She had taken the remark for irony. Since then, she had overmastered the painful con sciousness of utter plainness, but she had not arrived at the consciousness that her charm of expression supplied all that Avas wanting of classic outline, or peachy skin. It was only natural, she thought, that Anna and Marion should be admired, and if she had not had an interpreter in her OAvn breast, her grandmother had furnished the clue to"], [255, "UNKNOWN ATTRACTIONS. 243 the many \"accidental\" meetings of Eobert Bent and Milly Hargreaves in their pleasant parlour. It did not take her long to penetrate their secret, although they kept it well concealed under their cousinship — or fancied they did. A Avarniug glance had told Milly that she Avas suspected, and the very next day saw her by Muriel's side entreating secrecy. \" Bob is so incautious, Muriel ! He says he cannot help it, he is so passionately fond of me ; and he is urging me to let him put up the banns ; and oh, Muriel, I don't knoAv Avhat to do, for I love him dearly — and — and — if father knew he would half kill me. He has promised I shall marry old Stott the carrier, and I — \" \" What, Stott the Yorkshire carrier ? His -waggons used to carry goods for father when I was quite a little one.\" \" Yes, that's him ! And I can't ; and I Avon's ! He's old enough to be my father, and he's as ugly as sin ! \" cried Milly in a passion of desperate earnestness. r 2"], [256, "FORBIDDEN TO MARRY. 244 \" Scarcely,\" said Muriel gravely, smoothing Milly's hair as she spoke, for the girl Avas still on her knees, \" scarcely so ugly as the sin of deceiving your father. Speak plainly to him, or let Eobert do it ; or wait until you are older,\" and Muriel looked lovingly on the handsome cousin beside her, whose lofty but somewhat narroAV brow was puckered with perplexity. \"Eobert! Oh, that's just as bad. Aunt Bent has set her mind on his marrying Miss Barber and it's all for money on both sides. I declare it's enough to drive one mad ! I wish there was no money ! \" \" We should get on very badly without it, Milly. And suppose you and Eobert were to get married, how Avould }tou live without it ? Until his articles are out, and he is admitted as an attorney, he cannot practise for himself. And unless you married Avith the approval of one side or the other, I see no chance of any thing more than a clerkship for him. Then neither you nor Eobert have any experience of narrow means, or the discomfort they"], [257, "UNKNOWN ATTRACTIONS. 245 cause. I am very sorry for you, Milly, and I daresay you love each other sincerely ; — but take my advice, and do nothing clandestine or you will be certain to repent one way or other.\" \" Ah,\" said Milly, \" it's all very sine for you, avIio never Avere in love, to talk this Avay. You would think differently if a man you loved with your whole heart came begging and praying you to marry him, to make certain of each other. It's easy to hold doAvn the latch Avhen nobody pulls at the string.\" A change came over Muriel's face, a change which extended to her voice as she replied soberly, \"You are right, Milly, I havTe never been tried, and never expect to be ; if I were, I hope I should have strength to do my duty ; I hope so ; but as you say it is easy to hold doAvn the latch when nobody pulls at the string. I have, hoAvever, seen something of a secret marriage, and I still advise you either to act openly, or to wait.\""], [258, "246 FORBIDDEN TO MARRY. And nothing more consolatory could Mill}7 extract from her cousin beyond a promise not to betray her confidence; a promise she knew Avould be faithfully kept, and so she told Eobert Avhen she reported to him the advice she had received. But Milly did not knoAv Avhen she burdened Muriel with a secret what a Aveight it Avould be to her, or Iioav the revelation had made her fear that Anna who shared her bed, and muttered strangely in her sleep had a secret too, a secret which was not confided to her keeping. 9"], [259, "CHAPTEE XL FOR THE BENEFIT OF HER HEALTH. f'WvJJGUST Avas on the wane. Muriel had 'Æhi begun to use her foot about the house experimentally. Her mother, whose chronic complaint was troubling her, sat in her easy chair in the back sitting-room, watch ing her fit on Marion the body-lining of a neAV dress, Avhen the drop-handle was turned from without, and whilst Marion rushed to hide her disarray behind a curtain, Mrs. Ban croft Avalked in. She took in the situation at a glance, as Marion stopped short, curtain in hand. \" Oh, so th ah's started dress-making already. I should have thought thah might have Avaited till thah got back to Chester ; and thah'll have to go in October. Mrs. Hopley won't hear of a release, though I have"], [260, "248 FORBIDDEN TO MARRY. offered her a good round sum to obtain it ; I think there's some spite about it, she's so stiff. But she's a determined body when she is thwarted. It's not often she turns her back on hard cash. So there's no help for it, and thah'd best not tax thi strength beforehand.\" Muriel looked blank, and Marion crusty. \"I am not taxing my strength, grand mother. You would not haATe me sit idle,\" said the former. \" Surely it AATon't hurt her to stand a feAv minutes ; I've waited long enough for a neAV dress,\" Avas the comment of the other. \"And thah Avould wait longer if I had my will, Marion. Thah thinks of no one but thyself and thy own adornment,\" said Mrs. Bancroft as she seated herself and loosed her black bonnet strings, regardless of the curl of Marion's long nose, as the home truth fell from the old lips. \" I've been thinking, Ellen,\" she began again, after a pause, still keeping a keen watch on her tAvo tall grand-daughters, \" that"], [261, "FOR THE BENEFIT OF HER HEALTH. 249 if you and Muriel went to Buxton for two or three weeks, the baths A\\x>uld set both of ye up.\" She raised her hand, seeing that Mrs. D'Anyer Avas about to speak. \"Noav don't thah make excuses, and say thah can't go. I'll bear the expense, and / say you shall go. I've seen John, and settled it Avith him.\" \" Well, mother, it's extremely kind of you, and if John's willing, I suppose I've no more to say than ' thank you,' \" said Ellen D'Anyer, adding Avith some little hesitation, \" I should think Anna and Marion could manage for a Aveek or so Avithout me ! \" She was pretty sharply taken up, \" Manage Avithout thee, tAvo great girls like thine ! Dos't evTer reflect Iioav old thah Avert, when thah took on thyself to manage without me ? \" Opposition was silenced. Muriel's grati tude shone in her eyes. She had heard Buxton vaunted as a very Bethesda for the cure of rheumatic patients, and she hoped her mother Avould leave all her aches and pains behind."], [262, "FORBIDDEN TO MARRY. 250 Marion did not take it pleasantly. \" Grandmother Bancroft thinks of nobody but you ; and what's to become of my dress ? \" she said to Muriel when her grand mother was gone. \"Oh, I'll finish that;\" and to keep her sister in a good humour she sat up working in their bedroom far into the night, when Marion herself was fast asleep, with Sara by her side. Marion was not the only one dissatisfied. Two cousins, Ensign FaAvcett of the 10th, and Joe Bent, Corporal in the Eoyal Man chester Volunteers, who were much more cousinly Avith Muriel than Avith each other, looked black at the announcement. Sam Bancroft grumbled ; — said his mother was always throAving her money aAvay in that quarter. But that did not affect Sarah Ban croft. Her conscience Avas at work, she Avas doing what she could to set it at rest. She answered him, \" Son, thou art ever Avith me, and all that I have is thine ; \" but Sam only rubbed his thighs and whistled. When had his mother quoted Scripture before?"], [263, "FOR THE BENEFIT OF HER HEALTH. 251 Nevertheless he thought proper to bestir himself to escort his sister and niece at eight o'clock in the morning to the Swan coach-office, in Market-street Lane, where inside places in the new Buxton coach had been booked the day before, and their modest trunk taken — a trunk at which your modern greengrocer's Avife contemplating a holiday Avould turn up her nose in scorn. But durability, not variety, Avas then the charac teristic of middle-class attire, and plain narrow skirts took little room. \" There's no depending on John D'Anyer to see them off at that hour, so don't you fail, Sam,\" his mother had said : but she Avas out in her reckoning. It would have touched John D'Anyer in his weak point to have been supposed cap able of failing in \" the courtesy of a gentle man.\" Sam, who had no such weakness, dropped in at their early breakfast and found his brother-in-law urbanely prepared to do \" his duty as a gentleman,\" filling his own pocket flask with home-made Avine for the"], [264, "FORBIDDEN TO MARRY. 252 travellers, and carving beef for their sand wiches with quite an air of self-content at his own dexterity and importance. He vrel comed Sam to partake of the good cheer upon the table with courtly hospitality, taking his brother-in-law's unAvonted polite ness quite as a gentlemanlike compliment; and Sam did not undeceive him. Bunctuality, too, Avas a part of John's creed. \" It will never do to keep the coach waiting,\" said he, interrupting kisses and good-byes ; \" look at the clock ! \" And precisely as the brazen fingers of the timekeeper in the tall polished Avalnut-Avood case reached the quarter before eight, he had the lobby-door open, and ushered his Avife and daughter out with ceremonious polite ness. The distance was not great, there Avas no haste. They Avere in good time, though other passengers and their friends Avere Avaiting, and the coachman stood Avhip in hand, Avatching the piling of luggage on the roof of the coach, whilst the clerk Avithin the"], [265, "FOR THE BENEFIT OF HER HEALTH. 253 basement office made out the way-bill for his scrutiny. They Avere in time, for the froAvsy ostlers had not yet brought the horses round from the stables at the back, and the red coated guard had not finished his glass or his flirtation Avith the smiling barmaid avIio Avaited his leisure. And there also Avere found the Ensign of the crack regiment, and the Corporal of Volunteers, both Avaiting to see their aunt and cousin off, and looking as if each thought the other's presence an affront to be personally resented. There was, however, the freshness of country air and his two-mile walk upon Joe Bent, Avhose paternal abode lay outside the town on the north-east, he came armed, not with a SAVord, but a nosegay and a small basket of grapes from the Grange, and he had a triumphant smile as he presented his early morning offering. Ensign Fawcett who had strolled doAArn leisurely from Portland Place, and considered his own superlative presence quite a sufficient"], [266, "254 FORBIDDEN TO MARRY. compliment, stroked his smooth chin and endeaAToured not to look daggers. Suddenly there was a bustle, the horses Avere there, there was a noisy backing to their places, a buckling of straps and harness. The guard looked to the priming of his blunderbuss, ladders Avere reared against the coach for the outside passengers, nimble ones mounted by the wheels, the \"insides\" AA-ere seated, coachman and guard in their places, the whip cracked, the horn was bloAvn, John D'Anyer raised his hat, the last adieus were AAraved to them as the four bounding steeds bore them away from SAvan Yard, round the corner, up Market-street Lane, along Lever's Bow and Biccadilly and the steep Bank Top to Shooter's BroAV, where the toAvn seemed to end and the country begin, for the last reeking lamp was left behind, and trees and hedges faintly shadoAved forth seemed to glide past like ghosts in the mist of the summer morn. There Avas a glimmer of Avater as they crossed the gleaming Medlock, and passed the pond at Ardwick Green, and"], [267, "FOR THE BENEFIT OF HER HEALTH. 255 then the fresh air came in through the open windows laden with flowery perfumes, and they felt as if home was already a hundred miles aAvay, and they were driving on to regions remote and unknoAvn. At least, so felt Ellen D'Anyer, whose journeyings had rarely extended beyond church or market, or the homes of mother and mother-in-laAv, and to whom the leaving home for a day Avas momentous. \"John Avas so uncertain, and travelling such a risk.\" Muriel, Avho considered herself quite a traveller, inhaled the fresh air Avithout a mis giving. \" Don't fear, mother, all will go well at home,\" she leaned forAvard to say; \"I feel as if there Avas a blessing in the breeze, and health and happiness in store for both of us. And don't you remember what you used to tell me, that Ave were safe if God's holy angels had us in their keeping?\" \"Bless the girl! yes!\" was the astonished answer, and no more was said. Indeed, Muriel felt disinclined to converse before their felloAv passengers, an old man in a scratch"], [268, "256 FORBIDDEN TO MARRY. wig over which a handkerchief was tied, and a couple of men whose talk Avas oi \" neAV fangled machines \" of some kind or other, which Avere apparently ia no great faATour. It Avas one o'clock Avhen they alighted, faint and weary, at the Grove Inn, Buxton, and Avere shown into a room Avith a sanded floor to Avait until there Avas an ostler at liberty to convey their luggage to their destination and serve as a guide. And whether from overmuch business, or from a lack of business, or from the natural sloth of the animal, quite half an hour elapsed before the man turned up with a straw in his mouth and a horsey perfume about him, in response to the red-faced landlord's repeated call of \" Tim, Tim, Avhere are you ? \" The coming of the coach Avas an evident intrusion on Tim's lazyhood. They had no wearisome search for lodgings. Sarah Bancroft had \" seen to that.\" A shopkeeper on the Hall Bank, avIio did business Avith her, had comfortable rooms"], [269, "FOR THE BENEFIT OF HER HEALTH. 257 in readiness for them, and a dinner in preparation. \"Ah, mother's rather hard at times, but she's very thoughtful, bless her ! \" murmured Mrs. D'Anyer, as she removed her cloak and bonnet, glad to feel at rest. Their up-hill and doAvn-dale journey had pretty well shaken appetite out of them. And rest was all that either Avanted just then. Had either of them gone to a AvindoAv and looked down upon the level road between the Bank and the Old Hall they might havTe descried someone then driving past in a luxurious open carriage pettishly making the same complaint : \" wanting rest and finding none.\" It was not four o'clock yet, the heat and glare of the day had subsided, Avhen Mrs. D'Anyer and Muriel sauntered forth before tea to see the toAvn and search for the hot baths ; the former with the aid of her crutched stick, and Muriel's arm. They were speedily found at the end of the magnificent Crescent the Duke of Devonshire VOL. II. S"], [270, "258 FORBIDDEN TO MARRY. had just built, and there something more Avas found which set Muriel's blood in a tingle. A sedan chair was leaving the baths, from which a querulous feminine voice complained of the chairman's roughness. \" The clumsy brutes have shaken me to pieces ! \" The voice was that of Mrs. Wynne, and in attendance Muriel recognized her stolid maid Owen and — yes, Arthur Wynne himself. Eecognition was swift and mutual, but not swifter than the illumination of both countenances as Lieutenant Wynne, heedless of his mother's sharp \" Who's that ? \" left the bearers to pursue their course to the aristocratic lodging-house in the Crescent, and advanced with quick step and outstretched hand to salute Miss D'Anyer, joy and surprise in every look and tone. Their hands met, but not as when on Chester's ancient Avails ; since then the fillet had been torn from the eyes of both, and no affectation of composure could prevent the con scious thrill which ran through nerves and brain. Yet there Avas nothing of undue familiarity"], [271, "FOR THE BENEFIT OF HER HEALTH. 259 in the manner of his approach, and though he put forth his hand it was with a sort of semi-apology, accompanied at the same time by a respectful, if slight, inclination of the head towards the elder lady. \"Will you pardon me, Miss D'Anyer, if I venture to arrest your steps whilst I express my surprise at meeting you here ? I trust that ill-health has not driven you hither to recruit your strength ; \" and Muriel saw that the words AA^ere no idle compliment. She had laid her soft palm in his, though with scarcely the frank fearlessness of that first meeting on the Walls of Chester, and there was not the same unconscious steadiness of voice. \" Only in part, sir ; I am better than I have been. It is my mother who seeks the benefit of the Buxton Avaters,\" and looking lovingly in the worn face of which her own was a far off reflex, she said, \" Mother, you will be glad of this opportunity to thank Lieutenant Wynne for the life of your child.\" The wave of doubt, and surmise what s 2"], [272, "260 FORBIDDEN TO MARRY. strange acquaintance Muriel had formed in her long absence, SAvept aAvay from Mrs. D'Anyer's broAV ; her hand Avent forth to his in perfect trust and satisfaction. \" Indeed I shall,\" she said Avith feeling, \"you made me for ever your debtor, sir, when you bravely threAv yourself between my beloved Muriel and the hoofs which else would have trampled her to death. The gratitude of all our family has gone with you ever since,\" and the mother's eyes Avere moist with emotion as she spoke. \" Nay, nay.\" interposed he, \" I only did what any man would have done under like circumstances. It was for me to be thankful I Avas at hand, and that the privilege of serv ing Miss D'Anyer did not fall to a stranger. But I must not keep you standing. AHoav me, madam.\" Substituting his strong arm for the crutched-stick on Avhich Mrs. D'Anyer leaned, he assisted her up the steps to a seat in the open vestibule where friends waited for their friends, or bathers for their"], [273, "FOR THE BENEFIT OF HER HEAL TIL 261 baths ; and in so doing gained an opportunity for longer conversation than could have been held Avhilst standing in the open air. Let us not ignore his politeness so far as to say this was intentional; but impulse Avaits on thought and feeling, and both outrival electricity in speed. He had seen nothing of Muriel since he had left her at Mrs. Hopley's door, an object of the tenderest compassion, the warmest admiration, the deepest respect. She had dismissed him, and forbidden his return or inquiry, at the instigation of duty, not inclination ; and he had respected her motives with a degree of delicacy rare enough, and in so doing had bound the broad fillet of \" honour \" round impulse and emotion. It was that same honour which had restrained his pen when every other feeling in his breast bade him give his love and admiration Avords. Yet he had not gone forth intent on crushing the rising passion in his breast as incompatible with duty, but bent on moulding circumstances to his will, and making love and honour one."], [274, "FORBIDDEN TO MARRY. 262 Hoav he might have acted had he con templated Muriel's removal from Chester in his absence there is no knoAving ; there is a weak spot in every hero's breastplate. Certainly it was no slight shock when he Avent back in charge of a recruiting party to find that the imprisoned bird had flown, and that no one was able or willing to furnish other information. Mrs. Hopley was impenetrable as a stone. She regarded him as the root of her annoyance. The youngster avIio had reminiscences of a bright shilling admitted that, \" Some folk had bin and made a roAV over her bad foot and carried her off in a po-chay.\" But that Avas all he got in exchange for a second silver portrait of King George. Hoav many golden pictures of that monarch Avould he not have given to know that the \"po-chay\" had borne her no farther than the Yacht Inn, and that she Avas even then Avithin the haven of its antiquated Avails, preparing for a longer flight. It is scarcely likely he Avould have"], [275, "FOR THE BENEFIT OF HER HEALTH. 263 looked down unmoved from the parapet of the Eastgate on the chaise tearing Avildly under its arch, had he known who were its occupants, or that he had missed Muriel by a day — only a day ! And he Avould have been other than he was had he resigned himself to her dis appearance and dismissed her from his mind. So far his 1oatc had met with opposition only, but in the obstinacy of manhood it reared its crest the higher at each impediment. A woman broods and broods over an unavowed attachment until it permeates her Avhole existence, especially if her lot be not an actiA*e one. A man has many distractions, or he can make them, but 110 distractions of the outer life could banish from the heart of a man of Arthur Wynne's temperament the image of the girl on AAdiom he had once set his affections. He had no leisure for the indulgence of morbid melancholy, but he found himself pondering the ways and means of seeking the lost, and bringing his love to a favourable issue, much more fre-"], [276, "264 FORBIDDEN TO MARRY. quently than Avas compatible with his peace of mind. And iioav, called from his military duties to attend his invalid mother for a brief period, his good fortune had brought him face to face with the lost ! He might disguise his delight beneath common con ventional courtesy, but it Avas too real to permit another parting Avithout some looking forward to another meeting. He \" Avould not lose sight of her so hopelessly again ; that he Avas determined.\" On the other hand, Muriel Avas no less pleased to meet her \" true friend \" once again, than to introduce her hero, her \" Prince Arthur \" to her beloved mother, and the ribbons in her straAV hat, the spots on her printed linen gown, or the sash Avhich fluttered below her silken scarf, Avere not rosier than the face he looked down upon AATith such a light of satisfaction in his own. Every movement of the loved is of interest to the lover. There Avas a gap to be filled up for him since lie left Muriel in so pitiable"], [277, "FOR THE BENEFIT OF HER HEALTH. 265 a condition at Mrs. Hopley's door. No wonder he lingered in the hope of infor mation ; and though she seemed strangely tongue-tied, Mrs. D'Anyer Avas not. So as he stood there before them in his military undress, in form, feature, bearing, the very model of a man and a gentleman, the conversational shuttlecock was kept in motion, shyly at first by Muriel, to whom her grandmother's warning recurred afresh, till at length restraint had Avorn off, and he had learned much with which the reader is already acquainted, not excluding the causes which had led to her removal from Mrs. Hopley's and her visit to Buxton. He ground his teeth in a spirit of anything but charity towards that queer priestess of fashion ; but, as it dawned upon him that the ball-dress casually named in reference to Muriel's long hours and night-work, when her foot required rest, must be one and the same with that airy blue gauze which had draped with such fatal lightness round his own mother's form, he recalled the scorn"], [278, "266 FORBIDDEN TO MARRY. and contempt with which Mrs. Wynne had spoken of the sweet girl before him as the \" mantua-maker's apprentice at work on her own robe.\" It was by no means a pleasant reminder, whether he regarded the penalty his own mother had paid for her devotion to fashion, or her instrumentality in adding to the pain of Muriel, or the hitter's legal subjection to the unfeeling old mantua-maker. And I am not sure the last was the least discordant note in the trio. A man may be deeply in love, and sensitive regarding inequality of rank at the same time, and in spite of chivalry, love and pride will have a fight for the mastery. \" Cruelty ! Barbarity ! \" he had inter jected between the pauses of Mrs. D'Anyer's speech, but he listened with fresh interest as she proceeded to say, \"It Avas never with my good-will that a child of mine Avas removed from our oavii hearth to be placed with strangers at a distance. It was all my mother's doin°'."], [279, "FOR THE BENEFIT OF HER HEALTH 267 and I could never fully penetrate her motives. She must certainly have been misled in her estimate of Mrs. Hopley, for I know Avell she had Muriel's welfare at heart.\" \" Oh, yes, I am certain of that,\" inter rupted Muriel, not sorry to have this ex planation made. \" I only marvel Mr. D'Anyer gaAre his consent, considering his own excessive pride of birth,\" continued the mother more in private rumination than for the listener's ear, though she added as a climax, \" and to think that she should be compelled to go back to serve so hard a taskmistress for more than another year almost breaks my heart !\" \"And mine,\" was the vibrating echo in the breast of Arthur Wynne, who looked in Muriel's face and Avondered Iioav she could so calmly lay her hand on her mother's arm and say, \" Never mind, mother dear, things may be better when I go back.\" But he came to the just conclusion that the girl was only hiding her own disquiet, in order to allay that of her parent."], [280, "FORBIDDEN TO MARRY. 268 Shortly after that he took his departure, but not before he had made known that his leave expired very shortly, having been granted solely to permit his attendance on Mrs. Wynne during her painful and tedious journey from Wales. He had moreover obtained permission to call on the ladies at their lodgings on Hall Bank. That gained, he strode forth into the open air, as if the ground was firmer under his feet than it had been an hour before. \" Quite a gentlewoman, is Mrs. D'Anyer,\" Avas his mental ATerdict as he crossed the arc of the Crescent. \" A very courteous and affable young gentleman,\" remarked Mrs. D'Anyer Avhen Muriel returned to her side after making arrangements for their daily baths, and as if revolving the question in her own mind ; \" And so that lady in the chair was Mrs. Wynne! Do you think she recognized you?\" \" I think not, mother ! But if she did, she would remember me only as Mrs. Hopley's apprentice, and as such pass me by.\" The"], [281, "FOR THE BENEFIT OF HER HEALTH. 269 admission was folloAved by a sigh, less for Mrs. Wynne's peculiarities than for her oavh grandmother's mistaken policy. \"The son does not take after his mother, then,\" resumed Mrs. D'Anyer, as she bent her slow steps homeAvard by the aid of her stick and Muriel's arm. \" Indeed he does not ! Both he and Major Wynne are true gentlemen. Yet I am very sorry for Mrs. Wynne. Mrs. Parry told us she was quite a cripple. She must feel it very keenly, to say nothing of the pain ; for she has been a great beauty and a leader of fashion. She can go to no more balls and races now.\" \" Well, my dear, a woman at her time of life should be thinking of something more serious than balls and entertainments. Mrs. Wynne has spent her life in an unhealthy round of fashionable frivTolity, so Mrs. Parry told your grandmother. The check may prove as salutary as it was sudden.\" \" It may,\" assented Muriel briefly, as they began to ascend the Bank, and no more Avas"], [282, "FORBIDDEN TO MARRY. 270 said, Muriel's thoughts having gone astray after the noble young officer to the haughty Mrs. Wynne, in wondering question what the latter Avould have thought or said could she haATe been present to see and hear the con descension of her son. Then she dwelt on words, and tones, and looks of his, and perplexed herself with questionings Avhether her heart was a true or false interpreter ; and as she remembered her oavii blushes she blushed again to think he must havTe observed them. And then she took herself to task for feeling tongue-tied in his presence as she had never felt before. \" He must have thought o me strange or stupid,\" she argued. Whatever he did think it Avas not that. He crossed the Crescent to the spot where the sedan had entered the colonnade, more than ever convinced that in spite of dis parity of rank, Muriel was the one Avoman in the Avorld for him, and he must so shape circumstances as to make her his Avife. They did need shaping he Avas conscious. He had little beyond his pay, and the pay of a lieu-"], [283, "FOR THE BENEFIT OF HER HEALTH. 271 tenant offered no temptation to matrimony. Nor Avas his father so rich as to curtail his own income willingly for a son who married Avithout his consent. And though his mother Avas amply endoAved, her fortune Avas settled strictly upon herself, and he knew that she was so bent on seeing him the husband of his rich cousin, that unless Pauline ran off with Sir Jenkyn, — of which he had some hope — he could have no expectations in that quarter. True, the bulk of his mother's property des cended to him on her demise, but he no more took that contingency into his calculations, than his succession to the Wynne baronetcy. The shaping of circumstances to his will Avas therefore not a simple matter. END OF VOL. 11."], [284, ""], [285, ""], [286, ""], [287, ""], [288, ""]]