[[1, ""], [2, ""], [3, "THEIiESE, THE Orphan of Geneva: AD RAM A, IN THREE ACTS : miri.YTRANSLATED FROM THE FRENCH, ALTERED AND ADAPTKli TO THE ENGLISH STAGE: BY «r3>ns9 ni®w^iBi£) ®&^wtm* FIRST PERFORMED AT THE Æhrat?r Jaopai; 23?tr^p^ne, Friday Evening, February, 2-': 1821. LONDON: THEATRE ROYAL, DRURY LANE. PJRICE tWO SHILLINGS. MDCCCXXI."], [4, "PERSONS REPRESENTED. Cam in, tlie Advocate, Mr. Wallack Fontaine, the Pastor, Mr. Cooper Count de Morville, Son of the Countess, Mr. Barnard Pitard, Steward of the Countess, . . Mr. Gatlie Lavigne, a Farmer, Mr. Knight Delparc, a Magistrate, Mr. Bromley Irlariette, Miss Kelly The Countess de Morville, Mrs. Egertou Bridget, Wife of Lavigne, Mrs. Harlowe N«nnette, Servant of the Farmer .. . .Miss Phillips Printed by J. Tabby, Theatre Royal. Vtatf Lane."], [5, "TO R. W. ELLISTON, Esq. MV DEAR SIR, Although I cannot deem so humble an effort as this, worthy of a Dedication, yet. I gladly avail my self of the pretext which it affords, for publicly of fering my thanks for the kindness with which you have received it. 1 have toiled more than once for Drury Lane Theatre before it came under your di rection ; and though never without success, yet al ways thanklessly and unprofitably. In reverting to your predecessors, I cannot but contrast their cold ness with your enthusiasm ; and it would give me sincere pleasure to know that this effort might yield to you as much as a former one produced to them. At least, the adaptor would have less reason to be dissatisfied, or I am much mistaken in your charac ter. With the sincerest wishes for the continued suc cess of the great national concern under your direc tion, I beg you to accept this tribute to the openness and sincerity of your conduct towards me as a con tributor to your literary novelties, and to believe ;.ie, Dear Sir, \"Very faithfully yours, JOHN HOWARD PAYNE. London, Feb. 11, 1821."], [6, ""], [7, "PREFACE Ok Tuesdaj', January 16, a parcel was brought to me. without any letter or explanation. On it was written Havre, January 10, and it bore a black seal inscribed Octavus. The parcel contained two productions of M. Victor,--\" Calas\" and \" Therese.\" The uncommon merit of \" Calas,\" with which the British public is already fa miliar, induced me to read the new work of its ingenious author ; and I could not hesitate in deciding upon its fit ness for the London Stage. On Thursday night the adap tation was begun, and finished on the Monday nio-ht fol lowing. Mr. Elliston accepted it for representation on Fri day evening, Jan. 27, and produced it on Friday, Feb. 2. — At the last rehearsal all were in despair, — so unexampled was the celerity with which it had been urged forward : but all seemed inspired when the hour of trial came, — and I never saw a new piece better acted, or more enthusiasti cally applauded. If I am indebted to M. Victor for the compliment which has been paid so mysteriously, I beg to return my thanks for it ; and at the same time to ask his indulgence towards some alterations in the construction of his drama, especially in the third act. Could he witness the effect of one of these variations, through the admirable performance of Miss KeIiLY, he would require no apology for the li berties I have taken : nor will the other ornaments of the"], [8, "6 PREFACE. drama deem any particular notice of my obligations to Miss Kelly, in the slightest degree invidious to them. Indeed, they would rather anticipate me; — her fellow labourers know her talent better than the public : — they can observe it better. As she wrote in the pa- vilion the public could not see her brushing the tears which blotted the letters as she was forming them ; and number- less similar instances of refinement, perhaps even more genuine, for being less obtrusive. But in the closing scenes of deep pathos, all could share in the agonising interest she excited : all could seel that her acting was unaffected — irresistible : — It was the orphan, deserted, but not de- spairing: — it was the resigned hopelessness of the pious, broken, spirit, — too sensitive to look back without tears to what it has lost on earth, yet too religious to falter in its hope from '■ ' eaven ! — It was a picture of the most exqui- site, heart-drawn touches, equal in merit to the best con ceptions of the best poets and painters ; and leaving the beholders only to lament that, like kindred emanations of its sister arts, the beautiful image could not be fixed for ihe admiration of distant times and ages, when the gifted tady, whose genius has given it soul and loveliness, shall live only in her fame. In a play which I published three or four years ago, I had occasion to bear testimony to the merits of Mr. Wallace, and I then predicted his professional success. I have bow to thank him on other grounds. In taking the character which he sustains so ably in this drama, he has dispensed with a privilege in his engagement, by which he reserves the right of rejecting any part in a secondary play ; thus handsomely acknowledging the kindnesses which he has so recently received from my beloved native country, by his ardour in upholding the interest of one of the hnmWest of her sons."], [9, "PREFACE. 7 It would be well for the cause of virtue, if all Pastors were equal in eloquence aud impressiveness to Mr. Coc per in Fontaine. Mr. Knight is one of those performers whom Authors ought especially to honor. He enters into their anxieties with enthusiasm, and never lends his talent to their productions without success. To Mr. Knight and Mr. Gat tie my thanks are especially owing, not only for what they did, but for the sincere gratification Avhich they appeared to feel on my account, more than on their own, that their exertions proved so acceptable to our patrons. Mrs. Egerton, Mrs Harlowe, and Mr. Barnard, gave strength to characters perhaps not over affluent in op portunities for effect : and even the Magistrate ceased to be insignificant in the hands of Mr. Bromley. One word to my friends, the Criticks, and I have done. They have honoured me already with more attention than I ever coveted : but I wish them to understand that this, like former publications of mine, is a work planned for stage-effect exclusively, and only printed for managers and actors. It is so necessary in the productions of the modern drama to consult the peculiarities of leading per formers ; — and not to offend the restive spirit of audiences, requiring strong excitement by means of situations almost pantomimick, and too impatient to pause for poetical beauty ; — that it seems almost hopeless to look to the stage as, the vehicle for permanent literary distinction. An acted, (or I might say more properly, an actable) play, seems to derive its value from what is done, more than from what is said) ;— but the great power of a literary work consists in what is said and the manner of saying it : He, therefore, who best knows the stage, can best tell why, in the present"], [10, "PREFACE. 8 temper of audiences, good poets should so often make bad dramatists. Should my better stars ever give me leisure or independence, to devote myself to any literary work which I may hope to render worthy of being recollected, I shall select something in which the imagination may be less fet- tered than it must be by the necessities of the stage. As yet I am not vain enough to set up as a candidate for literary distinction: I know myself better : but, at the same time, I am not, nor ever have been, (notwithstanding all that has been said of a short preface to a former work) so unprin- cipled as to claim what does not belong to me ; — and I have only to desire, as a point of common courtesy, that if my ex- cellent good friends should ever do me the honor to censure or quote any of the trifling remarks I have ventured to offer upon the present occasion, they will enhance the obli gatiou by first reading them. J. H. P. i'mdon, February 11, 1821."], [11, "THERESE, The Orphan of General ACT I. SCEhE: GARDEN OF THE CHATEAU DT. MORVILLE. A N IRON RAIL FENCE, WITH A GATE IN THE MIDDLE, CROSSES THE BACK OF THE STAGE. AT THE RIGHT OF THE ACTORS, ONE OF THE SIDE FRONTS OF THE CHA- TEAU, AND STEPS GOING UP TO IT, EMBELLISHED WITH VASES. AT THE LEFT, A LITTLE GATE LEAD- ING TO THE ORCHARD. NEAR THE FRONT, A YOKE- ELM-TREE-HEDGE, WITH A GARDEN CHAIR. THE BACK GROUND, BEYOND THE RAILING, REPRESENTS A BEAUTIFUL LANDSCAPE. Picard and Lavigne come out of the Chateau : Lwigne has empty jacks and panniers over his arms and about his person. The cuiiain rises to music. Lav. (on the steps and speaking behind the scenes) My Neddy can stand where he is. There's no fear of his run ning away. I'm only jroing into the orchard a minute w itJi Father P.card. to get some prunes. (Comes down to Picard, ttsho is taking a pinch cf snuff.) Come, now, Picard,, is it honest, -arson's, truth that you've- been telling me ? Pic Parson's truth indeed! 'Tis Picard's truth,— and none honester. Tie Countess and her son arc coming B"], [12, "10 aorae this very day. I and Miss Mariette have just got letters. Lav. Then I'll be off; no matter for the prunes. The Countess and her son coming home ! They must pass the farm on their way from Lausanne to the Chateau, and if they take my old wife, Bridget, unawares, she'll be all in r-uch a fluster ! Pic. Don't flatter yourself. They'll not stop at the farm. Her ladyship has pressing reasons for coming back so quick, (mysteriously) Great news, Lavigne! There's great news, I tell you. There was a letter in my parcel for the village notary, and he's to be here at twelve. Lav. You don't say so! Why, Pirard — Bless my soul ! Picard, do you think the young Count is to — to — to wed Miss Mariette ? Hey ! What do you think, Picard ? Pic. Think! I tell you, there's great news ! that's all ! mark — Great news. Lav. Oh! bless my heart! How happy I should be! •why, Picard, I'd give tliat beautiful crooked horned cow with the little tail — I'd give the robin red breast that pecks its breakfast out of my mouth — I'd give — I don't know what I wouldn't give to see the young Count wedded to Miss Mariette ! Yes, were it only to plague my old wife, Bridget, who's always preaching up — \" That affair Ml come to no good ; a girl own'd by no body, to be made so much of at the Chateau.\" — A girl this, and a girl [that ! — What will she say now? Ha! ha! Now when she knows — (talcing out a silver watch) Hey day ! ten o'clock ! It's a long league to the farm, and my Neddy's no Eagle ! Good day, Picard, good day. Pic. If you must go, I'll see you to your Neddy. Lav. Thank yc, Picard, thank'ye for both: — Neddy mid I too. Come along."], [13, "11 Music. Picaud opens the- middle gate and gcis ouLwith Ljmr ,f. As they are departing, chatting together, a man appeari, who stems *d rteavounng to ascertain where he is. It is Carwin : lie enters through the middle gate, which Picard has left oper. Car. (alone, tablets in his hand) One league from Morville — on the right — beyond the forest and the rustic bridge. — Aye, this must be the spot; and here the mansion of the Countess de Morville. But do those lofty walls protect my fugitive ? Theresc, though you escaped me at Geneva, and for eight months have still eluded me, my lynx-eyed vigilance shall never sleep ! The orphan who has found shelter here, must be she. What though the name be different ? Her own she could not bear, the trial was too public. 'Tis rumoured that the young Count loves her. If this Mariette in truth should be Therese that may mar my project ! The Countess and her son at Lausanne ? Doubtless the orphan's with them. So much the better ; I can move more freely. Picard retarns, and as he comes in, throws the middle gates wide flpen, and then comes down. Pic. (Throwing wide the middle gates.) As it's so late he gates may as well stand open. 'Twill save trouble, and (coming down) hallo ! a stranger ! How did he get in. He must have passed behind me. Car. Good day, friend. Pic. Good day — friend! (aside) where the d — 1 did this friend of mine come from .' (uloud) What may be your pleasure, sir ? Who are you looking for ? Car. You bel»ng to the chateau ? Pic. I do, sir. My name is Picard, and I have been steward here these thirty years last Michaelmas. Car. I am glad of it. Pic. Faith, so am I. It's a snug place. But to go back to what we were talking about, — what do you want here, sir ? (aside.) I don't like that fellow's looks."], [14, "12 Car. 1 come to offer my respects to the countess. Pic (Taking off his hat.) A friend of the countess — f beg paidon, sir, but never having had the honour of seeing y ou before. — The countess and her son are both from home ; but we expect them back in an hour or two, and if you walk into the house till then, Miss Mariette will receive you. Car. Miss Mariette — she is not with them, then ? Pic. Oh no. She always stays at home. She don't like to go into company, though she'd make as good a figure in it as the best of 'em, take my word for it. Car. (Aside) Ha ! this confirms — [aloud] My good Mr. Steward, tell me — I have heard much of this young lady. How old is she ? Pic. [Looking at Carwin a moment.] Why, as far aS I know, about eighteen or nineteen, [aside] This fellow has a deal of curiosity. Car. [Aside] Her age to a moment ! [aloud] Is Jjp handsome ? Pic. [Irritated.] Yes. [aside] This is very odd perhaps he's some relation. &ar. Pray where does she come from ? Do you know her family ? Pic. (aside) These are strange questions! — Oh! he must be a relation — Now if I could find out — I'll encourage him. Car. So! The Countess has given shelter to this young girl without knowing her? Pic. Partly so, and partly not. One day — I can tell you thus much without doing wrong, for every body knows how she came litre: One day Mr. Fontaine, the pastor of our church, — f Sir, he's as worthy a man as ever lived! — Well, as I was saying) — Mr. Fontaine came to the Countess, and told her, that a young girl, exhausted, wretched, on foot and without a guide, had just arrived at Morville, imploring assistance to enable her to reach"], [15, "13 Lausanne. The Countess, who is kindness, itself, sent foi the wanderer, and asked her what she Was going there for whether she had relations or friends at Lausanne ? The tears streamed down her beautiful checks, and sW saj,J s},e was alone in the world. She proved to be an orphan, il( priv_ ed by death of her benefactress, and cast out in destitution. with no hope but that of obtaining a situation in some family at Lausanne. The young stranger told her story with a grace and openness, which so interested her ladyship, that she gave her a home here, where her modest, gentle. affable conduct has made the dear girl the darling of ever} body who knows her. Car. [To himself '.] No doubt remains. 'Tis she ! Pic. Pray, sir, what is it you mean by saying \" 'Ti* she.\" Then you know — Car. Accept my thanks. Your narrative — Pic. Probably you aro a relation, a friend — Car. No. Pic. Indeed! Sir, your curiosity, for a mere stranger, seems very extraordinary. Sir, what am I to think of it ? Car. Nothing. Pic. What ! A'nt you going into the house ? Car. [Going.] No. Pic. [Following.] At least, you'll leave your card. sir? Cur. No. Pic. Will you call again ? Car. Perhaps. Music— Carwin goes out slowly. Picard looks after him, astonish-f Eater Fontaine through the middle gate. Pic. Ah, Mr. Fontaine, it does my heart good every time 1 see you. time l see J\"\". ■*, Ton. Thank you, Picard. Have the kindness to tell Miss Mariette I am here, as she requested."], [16, "H Pic. Certainly, Sir, certainly, (aside.) \" As she request ed \" So ! He's been sent for too ! (as he goes into the cha teau.) The notary and the parson ! These are the natural forerunner* of matrimony: like black clouds before a storm- Aye, aye— great news.! great news! (Exit, talk ing till out of sight.) Fon. (alone.) Mariette seems anxious and disturbed. Her note says she must speak with me before the Countess comes — Hold ! She is here. Musis. Therese enters from the chateau, looking cautiously about; and then runs eagerly to Fontaine. Ther. Oh, my father ! Yes, you have permitted me to call you by that name, and never did my heart need it more than now. Fon. Dear girl, whence arises this agitation ? You weep ! Has some new misery befallen you? Pour forth your sor rows freely into the bosom of your friend. Ther. Ah, Sir! Nothing remains to me in the world but your esteem; should I lose that, my cup of affliction would o'er flow. Fon. What have you to fear? Can you think I am unjust : Ther. Oh, no, no, no ! My disclosures will not make you drive me from you. — (hesitating) Count de Morville — (Hops, casting down her eyes.) Fon. Loves you. I know it: do not blush. His love does you honor, and is one among the many testimonials of your virtues. Ther I have never abused my situation. The Count should not have indulged a thought of one who came into the world only to know wretchedness, and my conscience acquits me ot the remotest wish to excite his attention. Fon. And yet you love him,"], [17, "15 The. I never said I loved him. Fon Don't he know it then ? Ther. (Eudxir assed) I d'd not think he did. Fon. Ali ! I understand. — How does the Countess view the attachment? Ther. I could not have supposed she would ever have yielded to the wishes of her son. But here, dear sir, (taking a letter fiom her bosom) read this and judge how happy I might be ! Fon. (speaking as he glances over the letter) Now am I indeed at a loss to account for your tears. Charles loves yen and deserves your love. His mother's arms open to receive you This' very day — nay, within this hour— you are to be affianced! Friendship, Love, Fortune, smile on you at once ! then wherefore, Mariette, wherefore should you w eep ? Ther. Alas! I am more than ever to be pitied row. My prospects are terrific : all who love me will hate, will cast me from them ! Fon. How ? Ther. I have none but you to guide and to sustain me. To you let me avow the truth. Instruct me how to act. I will obey, even though my heart should break. Fon. What is this mystery? Ther. Mariette is not my name. Fon (severely) Indeed ! Ther. Doubtless you have heard of a most unfortunate young girl of Geneva, who was accused of a dreadful crime, and — sentenced — to — the — most — infamous of — punishments. Fon. A young girl of Geneva — An orphan named Therese, who was some months ago sentenced — You are agitated — Heavens ! can it be ? Ther. It is ! I am Therese. Fon. You !"], [18, "Ifi Ther. (foiling upon htr knees) Oil, sir, do not spurn me, I am innocent ! Fon. Rise — Were you guilty, heaven pardons the re pentant ! ' Ther. Listen sir, and judge. I never deceived you concerning my birth : I know not who my parents were. In my earliest infancy I was taken by the Marchioness de Ligny, who loved me like a mother ; no child ever ex- perienced more tenderness and affection. Her kindred became jealous : I thought not of the future. The Mar- chioness died — Her will was opened. — It wasonly out respect for her memory that I was present at the sad ceremony. — How gTeat was my astonishment and her family's indignation, on rinding that I was left sole heiress of her wealth, with authority to bear the title of her principal estate. Oh, fatal benefactions! Her family, noble, rich, powerful, resolved upon my ruin. I offered to give up every thing : An advocate of the name of Carwin, who volunteered to defend my rights, overcame my intention to surrender them. I submitted to his guidance, for he had been many years the friend and adviser of my benefactress ; but the wretch was bribed by my enemies. I cannot tell what horrid means were re sorted to — I was too young and inexperienced even to suspect them. The will was impeached before the tribunals, declared a forgery, and I was represented as its author. I could make no defence. I was condemned ! Fon. Great heaven ! Was there no appeal ? Ther. Carwin induced me to fly in order to escape the sentence. 'Twas then I first began to know him, but 'twas too late, — the blow was struck! What most of all sur prised me in this man was, that the decree had scarcely been made public, when he audaciously offered me his hand, threatening, should I reject it, to give me up to justice. Alarmed by his threats, and disgusted by his"], [19, "17 importunity, I fled from the asylum whither he had be guiled me, and bent my course towards Lausanne, having no prop but my conscience, — no hope but in the goodness of Heaven ! Fon. (exultingly) Truth lives upon her lip and beams in every glance! Come, dear unfortunate, come to a father's arms, and let these streaming tears convince you that the Heaven you trusted ne'er leaves the good defenceless ! You must summon all your courage now — you must quit this roof. Ther. That I foresaw. Fon. You cannot make yourself known here, without great risk; nor can you decline the Count's hand without explaining why : ib this dilemma, flight is the only alternative. Ther. But presently they will be here to affiance me — Fon. This pledge is a mere form. Mark me — restrain your tears, strive to seem calm, and give the promise they expect. Perhaps it may not be given in vain. — From this night, you shall have another asylum. I have a sister who resides at the village of Preverange, about a league hence, on the Geneva road : Meet me after evening prayers at the willow fountain: I will give you to my sister's kindness, and go myself instantly to Geneva. Tker. To Geneva ?— Fon. Yes, my dear, to Geneva. 'Tis his first duty who inculcates virtue, to exeVcise it in tearing off the mask from crime. 'Tis never too late for truth to lift her voice : she often rides unseen above onr heads ; but, when the firnr voice calls her to appear, bursts in surpassing beauty from the cloud ! Child ! you shall yet rejoice ! A city like Geneva can always boast good men, with courage and with power to make innocence triumphant. G"], [20, "ia Music. Therese 3eetns completely overwhelmed and crosses to the nght-hand. Fontaine goes out quickly through the middle gate. A bustle is heard, and the Count, Countess, and four Servants, appear at the middle gate. The Count advances before the rest. Picard, at the ',ame moment comes out of the Chateau to meet them. Car. (running to Therese) Dear Mariette! Look, — my mother ! Tbirese recovering, goes to throw herself at the feet of the Countess. Coun. Not thus, Mariette. Come to my arms, — a friend's heart — ere long a mother's — warms to bid you wel come I [to Picard] Is all in readiness ? Pic. Every thing, my Lady : and the notary will be here to the very minute. Coun. Mr. Fontaine must be sent for. Pic. He was here only a moment ago, my Lady : But just as he was going out, somebody came to take him to old Farmer Thomas, who has been dangerously ill for the last fortnight. Coun. So I heard at Morville. Charles, go yourself to the poor old man's cottage — [Lower, and turning aside to give her purse] Leave this with him ; and bring Mr. Fon taine back with you. Pic. [Aside] Ah ! what a heart she has! Count. Instantly, Madam, [to Therese] And must I leave you, Mariette, overwhelmed with this unusual sad ness ? Ther. Ah ! Charles, blame not these tears — Soon you'll no longer see them — now they must flow, I cannot suppress them! 3stie -Ccsiit and Countess regard Therese with surprise. Picard also sawus astonished. The Count kisses Therese's hand, begs his mother no; o> be aiarmed, and goes out agitated. Coun. Get the saloon ready, Picard. Pic. And the bed-rooms too, my Lady? Coun. No : We shall return to Lausanne this evening. and take Miss Mariette with u&."], [21, "19 Pic. Ah! all going! [The Countess gazes at Mariette, and appears astonished at her depression] Haifa word's enough for me. — Ha ! My brain has been wool-gathering all this time — I had nigh forgotten— well thought of! My Lady, do you know a man with black hair, piercing eyes, a pale face, and a sad, hanging look ? Such a man has been prowling round the chateau all the morning; and such a man, who seems to be a stranger, has been questioning me in the oddest way you can imagine about Miss Mariette. Ther. About me : Countess. About Mariette ? Did he tell his name ? Pic. Tell. No, no — he wanted to get all he could put of me, but 'twould puzzle Old Nick to get any fhino out of him. Countess. I can't imagine — Perhaps you have some idea who it is, Mariette. Ther. Not the slightest — I don't know a soul. Pic. I'll get the saloon ready immediately, my lady. [Exit into the chateau. Countess. [To the other servants.] Follow Picard ! [They go out, Therese is receding, and the Countess calls her.] Mariette, you are aware of the step to which my affection for Charles has induced me to consent. He builds his happiness upon you, and the rational felicity of my child has always been paramount in my mind to every other con sideration. The tie about to be formed, extends its influence over both your lives; and the alarms and agitations of ma ternal tenderness may be pardoned at such a crisis. Ma riette, have you been sincere in your disclosures concern ing yourself ? Have you concealed nothing ? You are an orphan, unfriended — there is no harm in this, if this be all. But to what wretchedness will you condemn your husband and yourself, if partial in your avowals, you still keep"], [22, "20 circumstances out of view, at the discovery of w hich my son may one day have cause to blush. Ther. Oh, my benefactress ! Trust me — however mys terious my dejection may appear, hereafter you will find no cause to think that she who owes every thing to your bounty, is capable of treachery or ingratitude ! Countess. Enough, Mariette. I cannot doubt your truth : My heart is now relieved, and freely grants you the sacred name of daughter ! Music. Therese kneels and receives her blessing. The Countesi enters the chateau. Therese remains in deep abstraction. Carwin en ters cautiously through tiie middle gate, and advances unpeiceived opposite to Therese, gazing intently on her. Ther. [Turning, discovers Carwin.] Heaven and Earth ! Carwin ! Car. Aye — Carwin, Therese ! Ther. In mercy utter not that name\"! Car. Why not ? 'Tis yours. Ther. Oh, I am lost ! Why do you still pursue me? Car. Go where you will, these eyes will ne'er lose sight of you. Ther. What is your purpose ? Car. Why do you ask? You know full well— To be your husband. Ther. Oh, sir, torture not your victim ! quit, quit this place — Car. That I'll do cheerfully. Follow! \"Ther. (recoiling) You ! Car. Think you to impose on me ? Ther. In heaven's name, speak lower. Car. I come to unmask you, to give you up to shame to infamy— and to snatch\" you from his arms whom you prefer to Carwin. Ther. On my knees, I supplicate— oh, mercy ! mercy !"], [23, "21 Car. [raising her] I would fain spare you— feat not— if seen, I am unknown, and for the rest— oh, I will speak as gently as you will— in dove-like tones that none but you can hear— but you must listen— if you dare refuse, I'll to the chateau instantly. Ther. Oh, no, no, no ! I — I — listen, Sir ! Car. With you 'twere folly longer to dissemble. I wished to become the arbiter of your fate. I am so. With a breath I can call back your fortune ; aye, and more than you yourself yet know, can prove your | parentage and noble rank. Ther. Powers of mercy ! can it be ? Car. We are unheard — unwitnessed — [lower] Judge how much it is your interest to obey — Become my wife, and I will pledge myself that you shall be acknowledged as the daughter of the Marchioness de Ligny. Ther. The Marchioness my mother ! — Car. Was secretly married to the Count de Belmour : the hatred of your mother's family to the Count compelled hei always to conceal her union; your father died soon after you were Jborn, — the Marchioness, — not daring to avow the truth, — received you as an adopted child, and left you all her wealth. Only one document exists to prove youi birth ; to me it was confided. That document, with others which concern your innocence, is in my hands : and never shall they see the light till you consent to receive me a^ your husband. Ther. At last the truth dawns! 'Tis avarice impels you '. — My husband ? Never ! Car. Never? — Do you forget that you are in my power? that one word of mine can yield you to the executioner? that without me you are a being without a name, an out cast, a sentenced felon ? That with me you spring into a new existence, courted, adored, given back to rank and honour ?— Beware of what you do ! You are expected in-"], [24, "22 vantly to pledge your haud to Count de Morville. I for bid this pledge. Take but another step, and I appear, I speak, and I denounce you. Ther. Only let this ceremony pass, and I promise not to be his wife : but oh, Sir, in pity save me from the conse quences of receding thus abruptly — 'tis but a ceremony-- oh ! let it pass— 'twill spare a terrible exposure! Car. You have heard. I must be obeyed. Hark! they come ! Ther. Earth, hide me ! Car. Remember ! Music. As Carwin is going towards the middle gate, he sees persons coming, and returns precipitatelv. Therese, in teiroi, runs towards him, and points him to one of the hedge alleys, into w' ich Carwin darts and disappears. At the same moment the Counters enteis from the chateau, while the Count and t'ontaine come in al the middle gate. Countess. Mr. Fontaine, you are most welcome. As the protector of this dear orphan girl, 'tis proper that from you her lover shouH receive her, as from a father. Fon. I vi ill be her father :— a tender and unshaken one; — I invoke heaven's blessing on her head ! Ther. Ob, my father! (aside) stay by me! don't stir from me ! Fon. (aside to her) Courage ! Count, (taking her hand with inquietude) Beloved Ma riette! why do you tremble thus? — A mother's tenderness and a husband's love unite to insure you happiness without a cloud. Ther. (mournful/y) Without a cloud ! Picard appears at the door of the chateau. Pic. The notary is come. 'lherese starts, terrified, and casts an agitated glance tewards the hedge. Fontaine retires and talks with Picard at tae back of the stage."], [25, "23 Count. What is the matter, love? Your looks are trou bled — you seem to seek for someone. Ther. (agitated) No — no— Count— nobody— Countess, (to the Count.) Her agitation is inexplicable. Count, \"sis her emotion at the ceremony— trust me— nothing more. Fon. (coming down to the right-hand of Therese) Now, daughter — Ther. (low lo Fontaine, not daring to look up) Do you see any stranger ? Fon. (surprised) StraDgcr ? none ! Count, (taking her handy Mariette, we are waited for. Ther. (to Fontaine wildly) Let us in —come, father — quick, now, quick — The Connt transfers the hand of Therese to Fontaine, and takes his mother's. Therese casts one more glance towards the hedge, and hur ries in agitation towards the steps of the chateau. During this move ment, Carwin passes along the back ground, and mounts the step*. Therese in turning, suddenly discovers him and shrieks. Car. Hold ! ( Therese faints in the arms of Fontaine.) Count, (rushing to her) Mariette ! [AU regard Carwin with astonishment. He stands calmly and in silence.] Countess. What mystery is this ? Count. Who are you, sir ? What is your business here ? By what right come you to invade our peace ? Car. When she can hear me you shall know. Now she revives. I come to seek that girl. Count. Mariette? Car. Not Mariette, but— Ther. [falling on her knees] Do not proceed — I yield myself to you — dispose of my fate, of my life ! — I'll follow you. [crosses to Carwin.] Count. Follow? Car. [Taking the hand of Therese.] Then will I keep my word- Away !"], [26, "24 Count. Hold! — you stir not lieneeS Countess. Remember, sir, this young lady is under my protection, [passing Therese from Carwin to the otMr Hde.] Car. Then thus 'compelled, I must explain. [Therese trembles] No, no! I will be pitiful, nor tear you from your friends : honor and duty demand that I should un mask you — that done, I leave you so their mercy, [taking out a^ paper.] Lady, read that — 'tis a sentence pronounced by the Tribunal of Geneva, [giving the paper to the Countess.] There, madam. Ther. 'Tis done ! I yield me to my fate ! The Countess unfolds the writing: Charles approaches and giances over it at the same time that his mother dees. Carwin smiles, looking dt Thtrese. Fontaine approaches Therese to support her, tut without taking his eyes from Carwin. Count. Just heaven ! Countess. [Darting a dreadful look at Therese.] Wretch ! are you — [Carwin motions her not to go on, in dicating wit/tan hypocritical gesture, that the servants may overhear.] Count, [desperately, seizing the paper.) No, no! im possible ! 'tis all a plot of hell ! [to Carwin.] Sir, if yo.i wrong her, tremble ! — [lo Therese.] Mariette ! — Speak. Mariette, is it not false ? — I know it is. — Are you the per son named? Oh, speak! you only \"will I believe Ther. [Putting aside the paper.] I am the person — but — I am innocent. Count. Hear, mother, hear ! Countess. Charles ! [turning to Carwin.] Sir, whoever you may be, I thank you for averting this dishonor from my house. I beg you to exert your authority. Take her for ever from a place where she found tenderness and love ; but where she leaves sorrow and perhaps despair !"], [27, "25 Ther. Driven in disgrace away !— and driven to him ! — | pointing to Carwin and recoiling with disgust.] Ah ! him ! Car. [going towards her.] Now — Fon. [interposing between them.] Stop, sir. In V.vi name of the Being I serve, I forbid you to proceed. Providence has placed this child beneath my care, to guide her out of the paths of suffering In silence I have observed you : your acts, your words have made you knov, n to me : you are Carwin. Ihe Countess comes forward on the left-hand side. Car. Who should tell you my name ? Fon. Your victim. [Carwin appears confused and retires down to the left-hand.] Countess So, sir — you knew — Fon. Lady, I knew all ; and the dear child was to have quitted you this very night, [to Therese.] Come, perse cuted girl — the wicked calumniate and the good repel you: but let the lightnings flash — a father's heart shall pillow you amid the storm. Be not betrayed by your afflictions into unjust resentments. Never forget tho bounties of the generous: one error must not efface so many benefactions. [Therese turns with emotion lo the ( ountess.] Lady, I take my leave. The day will come, I know it will, when I shall lead this orphan back to you, happy and in triumph: till then, faithful to my promise, she ne'er shall feel that she has lost a home, [looking sternly at Carwin.] and her enemies shall find that she's not without protection. Music Therese recedes towards the middle gate with Fefolaine. Carwin is r.t the right-hand coiner. The Counters stands reading the parchment and the Count expostulating witli li< r. Tlieres •. when near the gate, lcks oack runs to tlie Countess, kneels aal attem .» to take her hano ihe Countess repels her and checks the Count. Therese bends submissively C rwin comes rounJ to the left-hand side and tenches her aim, motioning for her to follow. Th6rese shudders, vises, — totters from Carwin and seeing Fontaine, runs into his arms. The Count, on the right-hand side, attempting to approach Therese is re strained by his mother. END OF THE FIRST ACT. D"], [28, "26 A C T II. SCENE: THE INSIDE OF A SORT OF SPACIOUS CA11T- SHED, OPEN AT THE BACK. BEYOSI) IT ON THE RIGHT-HAND, THE MAIN ENTRANCE TO THE FARM- HOUSE, AND, N EARER THE AUDIENCE, ON THE SAME SIDE, A WHITE RAIL FENCE AND GATE. ON THE LEFT, THE PAVILLION SPOKEN OF IN THE FIRST ACT, BUILT BY THE COUNTESS FOR HER SON AND HER- SELF; A LITTLE SQUARE LODGE, RAISED CONSIDER- ABLY ABOVE THE GROUND, 2TEWER AND MORE TASTEFUL THAN THE FARM HOUSE : STEPS ON THE OUTSIDE LEAD UP TO THE DOOR OF IT, WHICH OPENS ON A SHORT GALLERY. A LARGE, CLEAR, WINDOW, OF THE SAME HEIGHT WITH THE DOOR, AND FULL IN FRONT OF THE AUDIENCE, GIVES A DISTINCT VIEW OF THE INTERIOR; AND SHEWS TWO CHAMBERS, BOTH OPENING INTO THIS, THE ENTRANCE CHAMBER; AND THE DOORS OF BOTH ARE PERCEPTIBLE TO THE SPECTATORS, ONE LEADING TO THE BACK OF THE BUILDING AND THE OTHER TO THE SIDE. IN THE DISTANCE, A COURT-YARD, ENCLOSED BY A QUICKSET HEDGE, BEYOND WHICH APPEARS A LANDSCAPE CHA- RACTEltlSTIC OF THE COUNTRY. Th\" curtain rises to — Distant thunder, lightnioc; and rain licaid at intervals. 'Tis night thioughout the act. A lighted lanthorn is subtiended from the top of tlie shed. The Lads and Lasses of the vil- lage are discovered dancing, th.s !»eing the holiday referred to by La- vigne in the early part of the play. A knot of farmers, grouped at a table in one coiner, are smoking and caiousing with Lavigne. Bridget entering from the farm-house, stops the dance."], [29, "27 r,rid. That '11 do, children, that '11 do, I say. The church clock has just struck nine,— its getting cloudier and cloudier— the big drops are coming down already — there's a storm on the Lake, and the wind will soon blow it this way. So get home as fast as you can. (Exeunt villagers through the white gate.— A flash of lightning.) Ah ! Lav. Nonsense, it's only heat lightning. Brid. (distant thunder and lightning.) Listen, 'its just over the house. Lav. Poh! it's far enough off. Wait a minute, and I'll go and look out. Music — He tuiBS to go. At the same moment a ynung female, clad very plainly, with a little bundle in her hand, appears at the back of the courtyard : she seems fatigued, cast down, and advances with timi dity. It is Therese. Hey? Who's that? Lav. ( Who hassgone towards her) Bless my soul ! — is it possible? — hey! Yes, 'tis she ! Wife! 'tis she! Brid. Bey? Who? 'tis she! 'tis she! That old fool knows every girl in Switzerland ! — Blessed Saint Dominic! Miss Mariette ! I^av. What a condition she's in ! — Dear me ! — Why — What — Why, Miss, what has happened to you? Good Miss ! What brings you here at this time of night? Ther. To ask your hospitality. It rains, a storm threatens, and I am much fatigued. I entreat you to re ceive me only for the night. Brid. But where did you come from? Where are you going to all alone by yourself? and in the night too? Ther. I came from the chateau, I am going with this letter to the house of our good Pastor's sister, at Prever ange. He was to have accompanied me himself; but old Farmer Thomas being on his death-bed, the duties of his ministry compelled him to stay behind. One of the old"], [30, "&5 farmer's shepherds conducted me on the way, but fatigue o'crpowers me — I have suffered so severely ! Brid. Poor girl ! — (considering and taking Lavigne aside.) I say, old man, — do you think it prudent to let her stay here ? Ecod ! it seems a crooked business ; and if the Countess has sent her off! — We are her tenants — and it might do us no good to — Lav. Fie, wife! Refuse to take the young girl in, and i;i such weather ! For shame ! Come, come, Bridget, there's lo need of making yourself look uglier than you really are. Does not our pastor preach every Sunday — \" Open to whoever knocks : Give lo whoever asks ?\" And doesn't she ask ? Zounds, Bridget, dont hold the latch in your hand, when you ought to throw the door wide open ! Brid. Open! Give! that's easily said. I'll give to none that don't deserve it, and — (turning, she sees Therese departing, wiping the tears from her eyes.) Well \" Where are you going now ? Ther. I cannot tell— I thought you seem'd afraid to give me shelter, and I would not put you to inconven ience. Brid. In fact, Miss Mariette, the Countess is a goo? lady and a charitable lady ; and she'd never have sent you adrift if you hadn't done something very bad: but as you aie goingtothe Parsons sister, there can be no harm in your resting a bit here on the way, especially as it rains : so, don't cry, you shall sleep here, and I'll go and get. you. some supper. Ther. Thanks— Many thanks — But I require nothing — nothing — but n LUle sleep, [going towards a chair, sh\" totters.] Brid. (running to support her.) Bless me! She's so weak— -(making her sit down.) — iSannette! Nannette! [Nannctte enters from the farm-house] A glass of water! — Quick !— -[to Lavigne] What are you about P—Don't you see the child wanfs help?"], [31, "2.0 and thanks them TmZ bu-^\"<h TVre^, who return, to lurself vard \"Pis Ca™;„ v wraPPe,i ,n 3 ma»«e. aPPea>-s in the court tress bids her Na\"\"«»e goes back and forth, doing as her mis- Brid. There ! Now the best thing we can do will be to get her into a comfortable-bed. lav And poor thing, she needs it. Brid. The Countess's bed in the pavillion is always kept ready air'd, and there she'll sleep with the beautiful white curtains all round her, like a princess ! Nannette ! go, in and turn down the bed. Nannette goes up, throws open trie windows, settles the room, end presently -relnrnj. Ther. Friends, I thank you. D:> not think I am un worthy of your kindness. Lav. Shew the young lady to her room, wife. Brid. {harshly to Therese.] Come along, girl. Ther. Pardon me — I would avail myself of the little time you allow me to pass under your hospitable roof, to write a few words to the Countess — I had no power to speak to her in parting. Lav. I'll go and fetch yon the writing things, [going into the farm-house.] Brid. You must write in the entrance chamber. You sec that window— there's a desk standing there, and the Coun tess's bed-chamber is next to it. Don't make a blunder, and go into the door opposite the window, for that leads to the room where the Count sleeps when he comes with his mother. These are the only apartments in the building ; so you needn't be afraid, for the staircase-door once locked, you'll sleep like a little pig. Lav. [returning] Here's ink, letter-paper, and, a pen from the schoolmaster's goose, — as hard, ah ! as'hard assonia people's hearts, Miss-."], [32, "30 Brid. Give me the light. Lav. Here— and here's the bundle — 'tis n't very heavy — [to Therese.] is that all your luggage, Miss. Brid. What's that to you ? Ther. All that I dare call my own. Lav. Good night, Miss—God bless you ! Good nigh! ! Ther. Good night ! I shall never think of your kind- ness without gratitude. Music. Bridget takes tne '.amp, bundle, paper, &c , and, goes up first. Therese follows.\" 'they are seen in the chamber. Bridget points out the desk to Then se, puts he-- ov n light and Therese' » down upon it, and then shews the loom where she lo to sleep, going into it for au instant with her. During this action. Cat win re-appears: intent!) obseives the position of the si tne aud of the loom allotted to Therese : then re tires. Lav. [alone] Miss Mariette turn'd out of the chateau! — Well, who would have thought it ! hum, hum ! — Faith, a pretty girl isn't like any other sort of goods — in one place, they won't fake her in,— and in another they're too ready to take her in — Beauty's always in danger of falling below par. To be sure, it wasn't so with me, in my young days — but a good looking lad's never out of demand. Ah ! I remember how, in my young days, as I walked along the village, all the girls urj'd to run to the doors — and they'd whisper, on purpose, loud enough for me to hear 'em — \" Tbefe'i the pretty cherry chops! What a beautiful colour he's got ! Isn't he a dear little fellow! Isn't he a darling!\" And then they'd sing and laugh like little mad things! hai ha! ha! — Bridget remembers those times well. 'Eeod, she was a likely wench too — but that's a long while age— she didn't talk so devilish loud then — she was so soft, so- well, well, times change — she's getting old — and — well, well, well — ha! ha! ha! — well — [turning] It's time to j ni out the light. ? •.< He lets dowr the lanthorn, and puts it out. Bridget returns, brii .g a eandle with her, and haying left a lamp on the table, at which shfrrese is seen to be writing."], [33, "31 Brid. So, that job's over. She can go to bed whenever she's sleepy. But you'll see. Lavigne, this affair'll come to no good.— Come along, shut the gates and come to bed. Lav. [his eyes fixed on the window] Poor dear! Brid. Never mind her. Why don't you come ? Don't keep me standing here all night. Lav. Coming, Mrs. Lavigne. [Apart] There's no speaking a word for her. She must have her way. [Turn ing back to look at Therese as he goes into t he farm-house] Poor dear ! — Music. Being within, the farmhouse-door is heard to lock inside The stage is without light, excepting the glimmer cast from the lamf where Therese is writing in the pavilion chamber. Carwin enters caut. ously, as Lavigne and his wife lock their door. Car. [alone.] I was right. Therese is here and unat tended. A shepherd was her guide; who brought her thus far and returned. My fortune depends on her pos session—but if foil'd in that, my safety claims her death. Now, to reconnoitre. Examines every part of the pavilion, and at last stops directly oppo -ite to the window. Thtiese puts down the pen. Ther. (within) Will the Countess refuse to believe me ? and Charles ! can he suppose me capable of deception ? (taking up the pen) Well, they shall be told all the truth, I can do no more. (Begins to write again.) Car. [having discovered her] Ha ! I have her ! — The light still bnrns — she seems to be writing — [observing] she's alone in the building- [listening] Every thing ap pears quiet — Could I entice her hither ! — Let me see — aye, that's the plan ! In the Pastor she has unlimited confidence —at least, I can but try— [Goes rapidly up a few steps, then stops abruptly in consequence of the noise his tread"], [34, "32 makes— Thc.csc looks up alarmed ami listens] I heard no thiag—now then, softly— softly— [Continues lo go up.] Ther. [half rising] Surely I — Again! — there's somebody coming u;. the stairs! [listening.] Car. Ihis is the door, [gives three or four light taps at the doo .] Ther. [tiembling.] Angels protect me ! Car. (disguising his voice.) Mariette! Ther. Who — who — calls ? Car. Your friend — your father — Fontaine. Ther. [rapturously.] My father! Thank Heaven! Thank Heaven !- -Wait but an instant — I'll be with you presently, (taking up the lamp ) Car. [descending rapidly.] She comes ! Thereie opens the door and comes out lighting herself down by th» lamp, and then seeks on every side for Fontaine. Ther. V\\ hcc are you ? Car. [seising her hand.] Silence ! Therese screams and drops the lamp. Ther. You here ! Car. Aye, every where — go where you will — like your shadow, I'll hang upon your steps. Ne'er shall you know repose ! With every gleam of hope I will dart forth and thunder in your ear \" Therese !\" Ther. Horror! Car. Hear me. A terrible chain unites us — 'tis that of crime. 'Twas forged by me, I grant ye ; but 'tis indis soluble : our lives are equally bound up in it, and I must end your sufferings or make them yet more dreadful. Therese, iu pity so yourself examine well your situation—de ceive yourself no longer— knowing what Carwin has done,"], [35, "i ■ *. j ou can j udge readily what Carwin dares. Decide !— Your hand, your hand,— or fearless,— endless vengeance ! Ther. Oh! I am indeed wedded to calamity! But if I must choose between miseiy and the curse of being yours, may Heaven shower woes upon me,— make me despised, re viled—in lingering tortures kill me on the scaffold — sooner than doom me to a wretch like yeu ! Car. (Smiling coolly.) Beware. Ther. I have nothing now to dread. Give me up lo the executioner: hut know, the hope for which you've sold the smile of Heaven will still be soiled. In teaching me to whom I owe my life, you've taught me courage to defy you ! Oh, my mother ! Your noble blood shall ne'er be sullied in your child .'.—Monster, you built upon my weakness, but despair has made me strong ! Tremble ! Bow'd down by suffering, I shall rise up in retribution — your crimes will soon be public — the train is laid already — and ere to-morrow's sun shall set you'll tremble at the voice of jnstice ! Car. Reptile ! — I — To-morrow ? Did you say to aorrow? you've rung your knell — To-morrow you're in the grave. Ther. [Shrieks recoiling.] Ha! Car. [Following her.] Silence ! [Seising a knife which veas left on the table.] Silence, or this steel — Ther. [Falling on her knees.] Oh ! hold, hold, hold ! A bustle is heard within. Lav. [Within.] Wife! wife! Car. They come ! There' s not a moment to be lost. Swear not to name one breath of what has past;— swear,— or I plunge this to your heait ! Ther. I swear ! Music— The door of the farm-house is heard to unlock. Carwin hide\" the knife in his bosom, and hurries off at the back of the ct.urt-xaid, 1'jtTigne and Bridget mn in with light'. E"], [36, "31 Lav. What's all this? Bless us, what's all this.' [Meets Therese, and staggers back frightened.] Ha ! Brid. Why, if it isn't Mariette ! [Buns lo help her up. Lav. Miss Mariette ! [Holding out his light. Brid. Why, girl, what are you about here ? What's the matter ? H ow came you out of your bed-room ? Lav. [Trembling.] Did you hear any thing? Do you think there's thieves about? Brid. Dear me, how she's trembling. Her hands are like two cakes of ice. Lav. Stop, I'll go fetch my double-barrelled gun. Brid. No, no, you'd better call up Nannette to eome and help the poor girl — Ther. Don't be alarmed. 'Tis nothing— Don't call up any one— I'm better now. Brid, But what did ail you, then ? Lav. Why did'nt you go to bed ? Ther. I — I — I do'nt know — it was — I was going— but th— th — thinking I heard a noise — I was frightened — and so I came down with the light — a gust of wind blew it out- and — Lav. [Seeing the lamp, and picking it up.] True enough — there it is. [The gale bell rings.] Ah! oh! oh ! oh ! How my heart thumps! Brid. Hey day ! Who can that be at such an hour ! Go, Lavigne---go and see. , Lav. It's nothing — uothing — but the gust of wind that blew miss's lamp out. [ Still trembling, bell rings again.} Brid. There's somebody there, I tell you. Make haste. It rains as fatt as it can pour. Nannette! Nannette1 There's somebody at the gate. Nannette answers from within. Nan. [Within.] Going, madam, going! Lav. Wait, Nannette, I'll go with you. [Goes into the farm house,]"], [37, "35 Brid. Perhaps, 'tis Mr. Fontaine come to look after you Tfier. Heaven grant it may be! Hark! Lavigne runs in, Lav. Wife ! wife ! Brid. What now ? Lav. Oh, wife ! wife ! You don't know — Brid. To be sure I don't. Lav. Tis the eountess ! Ther. The countess! Lav. She, herself, and the young Count! Here's a business ! Ther. [With emotion.] Charles! Brid. So late? Lav. They were on the road to Lausanne, — they've got '.he old steward and all the servants with 'em — but the wind and the rain and the fear of the storm, made 'em turn back there at the bottom of the village, and they're ill come here to sleep. [Exit Lavigne, at the top. Ther. Hide me, I implore you, hide me; I cannot meet the Countess. Brid. Stop a minute— don't bewilder me. There !— There! — Run into Nannette's bed-room, and to-morrow at day-break, you shall be off, and nobody the wiser. Make haste. Ther. But my things are in the chamber — should they be seen — Brid. Well thought of— Wait. (Takes the lamp and runs up to get them ) Ther, Charles— Charles here !— Powers of Mercy ! if tis your will that my trials should be increased, oh ! grant me strength and patience to sustain them ! Lavigne is heard outside. Lav. (uithout) This way, my Lady—Take care—"], [38, "86 Brid. [Coming down] There they cornel In, child, in ! Shut yourself up in the bottom room at the right hand, till I come. Puts Therese into the farm-house, and shuts the door after her. The Countess enters the court-yard at the top, .'ollowed by servants with torches. The Count and Picar.i accompany her, and Lavigne walks before them with a lamp. Nannette lollows. Lav. This way, now— That's right— There, there!-; Here we are at last, my Lady, (going up to Bridget) Where have you put the child ? Brid. Hush ! — (to the Countess) Your Ladyship's wel come to our farm. Nannette! — Wont your Ladyship and the Count take something before you go to bed ? Countess. Nothing, thank you Bridget, — we shall retire immediately. Arc the rooms ready ? Brid. Oh, yes, my Lady,— they're always ready — {apart) What a mercy it is that Mariette had not gone to bed! Countess. Picard, take she things out of the carriage, and put them into our rooms. Pic. Yes, my Lady. [Goes out with the servants.) Countess. Can you find beds for the servants, Bridget ? Brid. Certainly, my Lady. Two servants bring a cofferet and a portmanteau, and take thtm up into the Pavilion. Lav. (Low, directing Bridget's attention to the Count, who stands buried in thought) Poor young man ! — how he's cast down! — If he knew who was here — Brid. (aside to him) See that you don't tell him. Oh! that tongue of yours — you're worse ihan a woman, {to the Countess) I'll go up and see whether every thing is iu order, and come and tell your Ladyship. Countess. Do so, Bridget. Bridget takes a light and goes up, making an angry sign to Lavigne to goorT. Lav. {aside, going) My wife's a nice woman! (Exit into farm-house."], [39, "31 Countess. (Approaching Charles, who is plunged in medi tation) Charles ! Count. Pardon me— I was not aware that you weic alone. Countess. I cannot be alene where my son is. What, still dejected ? Shall I never awaken your reason and your fortitude ? I know the power of love over a warm, con fiding spirit — and when the object is deserving, adorned with the perfections we fancied in Therese — Count, Mother ! Countess. But the mask once fallen, the deformity of guilt— Count. Hold — Mother, were she prov'd innocent — ? Countess. Impossible. Count. The Pastor defends her— You know his rigid virtue. Countess. His good heart may mislead him — Remem ber ! The tribunals — r Count. May doom the guiltless. — Such things mate been, and may again be, mother. Coun. How ? still uphold her ? Charles, I pity you; infatuation— I blush for you ; but though I cannot queb this passion, I'll save you from the world's contempt — Never, while your mother breathes, shall you sully tl*e pure blood from which you sprang! Never shall my dwelling be disgraced by the Orphan of Geneva ! Count. What ? 'though proved spotless ? Bridget appears at the top of the steps— Lavigne at the doo* of fte farm-house — Picard and the Servants at the back of the co*rt yard : All are suddenly rivetted by the last words of the Countess, who speaks in an emphatic and impassioned tone. I . Countess, [with great energy.] By ray weak hand Hea ven; has preserved you— the time will come, when you'll kneel down and poar forth thanks for it— but for your Mo t hep— -May the tomb yawn and swallow me, ere I consent"], [40, "38 to this detested union ! — [perceiving the persons on the stage.] Respect yourself before your servants. Lav. [aside, as Bridget is coming down the stairs.] Dear ! dear ! sad news for the poor wench ! Brid. The chamber is ready, my lady. Lav. [to the servants.] Your beds are all made, and you can come in — Father Picard, I've kept the best for vou. Pic. [holding a pair of pistols.] Thankye, Lavigne, lhankye — [to the Count.] Shall I take the pistols up into your room? Countess. No matter about them — put'em back into the carriage. Pic. Yes, my lady — but as Master is always — .(the Countess gives him a look.) I obey, my lady.. — (to La vigne.] Wait for me, Lavigne, I've something to do. Countess. Light us, Bridget. Lav. (to the servants.) This way, lads — this way. Music. I'irard eoes out through the court-yard — the rest of the servants go in after Lavigne. The Countess and Charles follow Bridget, who lights them up the staircase. — When they get up into the entrance-chamber, Bridget gives Charles a light, and then takes another into the Countess's bed-room. — As they are separating, Charles takes his Mother's hand and kisses it respectfully. The Countess retires, aud Charles is left alone in the entrance-chamber — the light in his hand, standing before the table, at which Therese was writing. — Just as Charles is turning to go into his own bed-room, happening to cast his eyes on the table, he sees a paper there — starts— catches it up and sets down the light. Count. What do I see ? — Great Heaven, do I not dream?— No — 'tis the hand-writing of Th6rese — yes— yes — her farewel to my mother — the letter is unfinished — the pen—the ink-stand — the chair before the table — all seem to say, that in this spot — Can she have been here? can she still be here?— -Ah! could I see her! — could I speak to her — My heart still says she is not guilty — hark! — the Farmer's wife returns--«ril in till she de scends."], [41, "39 Retires, through the door facing the window, into th* back bed chamber. Bridget eomes in with a light, stops a moniei.t at the Coun tess s door, as if speaking and reseiving orders— gives a led, round, and goes down. As soon as she is gone, Charles re-appcais— while this passes, Lavigne comes in. Lav. (while Bridget is in the Pavilion) So much for them— they're all stowed away — there's nobody to be put to bed now, but old Picard. (a flash oj lightning.) Whew ! there was a slap in the eye ! Ah ! there's something like a storm coming now — there was only that wanting to keep we from getting any sleep to-night. The Count comes to the top of the steps, the moment V i .(tet is down. Brid. [eagerly] I say, Lavigne — Lav. [the same] Where have you put her ? Brid. Did you notice — Lav. No. Brid. Not? You were there. Lav. 1 tell you I've been looking every where — Brid. When my Lady said, \" May the tomb yawn and swallow me, ere I consent to this detested union\" — Count, (in a suppressed voice from the top of lie stair- case) Bridget ! — Lavigne ! Both frightened, start back avtep. ai.d in n i< tkir g u;i .11 -ides in such a way as to e»d by coming Case to face. Lav. Hey! Brid. What was it ! Count. This way. Brid. and Lav. (turning back lo back) Ah ! Count. Hush! wait there ! Brid. (whose face is turned to the Pavilion) Oh ! tis the Count ! The Conat eeraes down with the light."], [42, "40 Brid. [ia Lavigne] What can he want with us? Do you think he knows that Mariette— Count. My friends, do not fear me : You shall not be be trayed : but I supplicate yoii, I implore you, not to con ceal the truth. Has Mariette been here ? Lav. [quickly] Yes! Brid. [at the same moment] No ! Count. How ? [Bridget makes signs lo Lavigne not to speak.] Lav. Don't be frighten'd, wife, the Count don't wish uny harm to the poor girl. Yes, Count, she has been Lere, and what's better, she's here yet. Count. Here! Oh, my friends, I shall owe you more than life itself if you will only enable me to speak to her one moment. Brid. Well, wait there, and I'll come back as fast as I can.— [Goes inta the farm-house.] Lav. [going up to the Count] She's gone, Count ! ah ! my wife's a troublesome bit of goods : but she's like all women — she clamours, she storms, she's always in her airs ; but for all that her heart's in the right place, and that's why I love her — there! there she comes, with your deai Miss Mariette ! Bridget leads inTheiese. Flashes of lightning are seen, and distant tKnder heard. The Count and Lavigne recede a little, to give place to rherese. Brid. This way, Miss, don't be afraid; my Lady's fast asleep. Ther. [with uneasiness] Why do you bring me her< again? Hark! don't you hear the thunder — oh! pray come back — Brid.^dr awing her forward] Here's somebody that wants vcu. Ther. [more terrified] Me ! oh no— come — come—"], [43, "41 Count, [approaching] Mariette, 'tis your friend, your Charles ! Ther. Heavens ! is it you, Count ? Charles takes one hand, while, with the other, she puts her handker chief to her eyes. Lav. [drawing Bridget aside] Don't you see she's not frighten'd now? Stand out of the way, and let 'em chat. Count. Dear girl ! why turn your eyes from me? — Charles never thought you guilty. Ther. Indeed ! then I shall be less wretched — No, Count, no — 'sis a vile plot, and CarwiH has the proofs — He would coupel me by persecution to give him my hand, in order so obtain a right to claim the fortune of which I have been robbed. Count. He? Carwin claim your hand! You rouse my vengeance, and revive my hopes — Carwin shall not escape ! This arm shall wrest the proofs from him, e'en though it tear them from his bleeding heart — I'll watch his steps as the fiend watches yours — Charles will redress your wrongs, and lead you happy to his mother's arms. Ther. Your mother ! ah ! that oath— Count. What oath ? Ther. [pointing to the farm-house door] I was there — denied the comfort of seeing you, I stole thither — a sad, banish'd wretch— to catch a farewell sound of your lov'd well-known voices — oh, Charles, picture to yourself my feelings—\" While I breathe,\" cried your mo ther, \" you shall ne'er sully the pure blood from which you sprang may the tomb yawn and swallow me, ere I con sent to this detested union !\" Brid. [to Lavigne] So, she heard it too ? Picard partly appears at the back of the «ourt-yard. F"], [44, "42 Pic. Master! Ther. [alarmed] Ah! Count. 'Tis only Picard. Ther. Let us separate— I would not for the world be 5een. Count. When shall we meet again ? Ther Your mother has forbidden it. P'h . [at the same place] Master! Ther. Pray, let me go. Count. First tell me whither you direet your steps. Ther. I cannot— must not— I must fly far — far, from vou— but Charles, I leave my heart with you. She tears herself from Charles, who kisses her hand fervently— Bridget and Lavigne go in after her — Picard comes down under the shed all aghast. Pic. Hush, gently ! hush! Count. Why? Pic. I have seen--- Count. Whom ? Pic. That devil of a fellow who came to the chateau *his morning, did all the mischief he could — turned every fiing topsy-turvy, and then made off. Count. How ? Pic. He's here Count. Carwin Pic. Hush ! as I was settling the things in the car riage, all at once I thought I saw a figure dart out of the forest that borders on the farm, pass behind the hedge, come on with a wolf's trot, and prowl round the carriage — I was greatly astonished, as 3'ou may guess — but I took eourage, aud put my head out of the window, and just then there came a broad flash of lightning, and I recognized the damn'd questioner posting along the fence and hurrying this way."], [45, "43 Count. Here ? monster?— here!- -Doubtless for his vie tim— Picard, where are my pistols? Pic. Master! dear young master ! Count. No words— Where are they ? Pic. In the •arriage— but, master— Count. Follow me. Pis. What ! without letting her ladyship know — Count. Follow, and be silent- If this indeed be Car- win, he shall no longer outrage Heaven unpunished ! Foh low, I say ! They go out — the lightning increases — The thunder becomes heavier — Carwin enters cautiously — 7 he stage is entirely dark. Car. (Alone.) Now all is still — Yes, this is the spot at which I first entered — 'tis theie Therese reposes — (smiling) a long, sound, quiet sleep — Aye, the door next beyond the window. I observed minutely. The dark ness and Ihe storm second my design. Hush ! no sound but bursting thunder can be heard — fit music for my pur pose — On! [Mtjsig] my sight grows dim — spite of myself, I tremble ! — Courage ! it must be [Looking back into the court-yard, draws the knife out of his bosom and ascends.] The door stands open — Now — (going vp) She dies ! Monc- — Rushes in— at the same moment the Count and Picard are seen Traversing the back of the couit-yaid. seeking- td some one. A shriek is heard in the pavilion, and on the msfaut a ttm.ic thunderbolt shatters down a part of the pavilion, and sets the rest on f\\.e. Caiv.ui precipi tates himself through the window to th« fiont v, llic stage infughttul confusion. Car. I escaped the thunderbolt. I'm safe. Therese is now no more. Music— Disappears suddenly at the back of the stase— Cries of distress and alarm increase momently. Therese runs out of the farm-house. Ther. (Alone, seeing the blaze.) The chamber blazing •my benefactress lost (plunges into the flames crying) Help! help!"], [46, "44 Lavigne, Bridget, Nannette, the Count, Picard, all the servants and neighbours rush on. Lav. We're struck by lightning ! Count. (Rushing forward.) Great Powers! my mother ! Lav. Fly ! save the countess ! All spring towards the pavilion. Therese appears amid the flames pale, with dishevelled hair— a bloody knife in her hand. Ther. It is too late — She's murdered ! Count. Murdered !— Just Heaven! (Going thither.) Ther. Look ! — look !— her blood ! — 'twas I — 'twas I — Throws the knife on the stage, and stands rooted to the spot. Count. (Dashing towards the flames.) Mother ! The flames burst from the pavilion. Some regard Therese»with hor ror. Lavigne stands petrified on seeing the knife which Therese has thrown from the pavilion. Others prevent Charles from plunging into, the flames. The fire lights up the grouping on the stage. EUD OF THE SECOND ACT."], [47, "45 ACT III. THE GREAT PARLOUR OF THE FARM HOUSE, WITH TWO WINDOWS DOWN TO THE GROUND, AND A LARGE MIDDLE DOOR, THROUGH WHICH THE COURT-YARD IS PERCEPTIBLE, AND IN IT THE OUT-HOUSES AND PAVILION SMOKING IN RUINS. ON THE LEFT HAND, UPPER ENTRANCE, A DOOR, PLACED DIAGONALLY LEADING TO ONE OF THE APARTMENTS. Music. Lavigne enters through a large door in the middle, whish he leaves open, and Biidget by the left-hand side door, upper entrance. Brid. Ah, husband, I'm afraid there's a great deal more in that girl's business than she told us of— 1 rue my kind gentle nature, that made me give way and let her in — You were the cause of it, you old blunder pate ! Lav. Where is she now ? Brid. She's in that room, and she faints away, and comes to herself, and faints away ; — and between the fits talks wild, not knowing what she says—\" Why did I come hither ?\" she calls out—\" 'Twas I— 'twas I that should have perished !\"— then she fancies she's at Geneva ;— then de fends herself as if she was in a court ; — then rattles away, name after name that one never heard of before !— She's gone mad, there's no doubt on't !— The count,— the pastor, —nobody can settle her mind !— If she wasn't so very young, one might almost be led away to suspect— Lav. Suspe«t ? hey ! now I think of it [Noise with out.] Hush ! what's that bustle ?"], [48, "4tf Brid. Bless us ! bless us !— Is there any more trouble coming ? Lav. Wife ! look there ! Brid. Oh, poor, dear, good mistress ! Music. The country people pass along the back of the Court-yard, bearing the Body of the Countess on a Bier. The Magistrate, Delpare follows.— The Count's voice is heard. Count. (Within) In vain you struggle! Lav. (To the procession) The Count ! the Count! The bustle increases — ;.nd the Cmiut springing from the grasp of Picard and Fontaine, darts out of the side door at the left hand, and rushing wildly to the ceutre, gazes distractedly round. Count (Endeavouring to disengage himself) In vain you struggle — I must — I will have one last look — utter a last farewell ! Pie. Master ! dear master ! Count. Barbarians ! would you snatch from me the last, the mournful consolation of bathing with my tears all that remains to me of the dearest, best beloved of mothers ! — {falling on his knees) Oh ! sainted shade ! here, in the face of Heaven, I swear! — my Body shall not rest—my Mind shall know no comfort, — till thy relentless Murderer's blood smoke on thy Grave, and bring thy Spirit peace ! Shrieks — AU start — Therese rushes in, in great disorder, from the side loor, lett hand, upper entrance. Ther Save me ! — save me ! Count. Mariette ! Fon. Daughtei ! Ther. ( Throwing herself into the arms of Fontaine) Father, abandon not your child— you know I'm innocent — Oh, do not let them tear me from your bosom! Two aimed men enter from the side door and attempt to seize her. Count. (Throwing himself between) Wliat would ye do?— Stand off!"], [49, "47 Fon. (le Delparc .) As a Magistrate, Sir, we demand your protection. Delp. 4.s a Magistrate, I have ordered her arrest. Count and Fon. Hers ? Brid (to Lavigne.) There ! I guessed as much ! Delp. I could have wished, Gentlemen, to spare you you both this new source of affliction,— for I know the interest you take in this young person :— but the agitation, —the disorder of her mind,— ri vetted my attention,— and the broken sentences which escaped in her distraction, led me to recogaize in her_There.se — - All. Therese! Delp. The Orphan of Geneva, who has long fled the justice, to which I am bound to give her up. Ther. 'Tis over ! Delp. Nay, aaore. Minuter inquiry has convinced me that, not satisfied with insulting the memory of her first Benefactress, she has been still more criminal to the second : — in short, that Therese has been guilty of this night's murder! Ther. Do my senses fail me i— It cannot be \\~ What ? - No, Count— no, Father_Could I— could I — Therese faints, laughing hysterically, and during the ensuing speech of the Magistrate, imperfectly revives and seems from time to time to catsh *eme fragments and to endeavour, by gesture, to repel the accusation. Delp. I know you deem me rash, and easily misled ; — but listen. — In whom could the Countess ever have ex cited revenge ? — Every body loved her. There is but one direction, in which we can look for a vindictive feeling. What passed yesterday at the chateau ? Your young Im postor was expelled — suddenly deprived of the most brilliant hopes. — Driven from the bosom of your family, whither did she direct her course?— to this farm, where your Mother often passed the night— she stole in secret."], [50, "46 tagging lo be aoncealed. Scarcely was she received here, whea a Man, following in darkness, enters secretly, with all the Mystery of Crime; — and Therese is surprised outside of her chamber, in frightful per- turbation. — You arrive — her agitation increases. — She implores her hosts not to make known she's here. She listens to your Mother's voice — and weigh well these fatal words ;— she hears her swear — \" That while she lives, ne'er shall her consent be given lo this detested uni0n.\" — All go to rest — every thing seems calm — The mysterious follower is observed again — suddenly the thunder bursts — - A scream is heard — throngs crowd the court-yard — and Therese, pale, distracted, darts from the chamber where your mother fell, holding on high a bloody knife, and shrieking wildly, \" 'Twas I — 'twas I !\" Count. I freeze with horror — Yet stay ! — A light dawns! —This mysterious follower — it must be Carwin !— Delp. What malice could he bear against your Mo ther? Count, [starts confounded.] Ha! — true — true. Delp. You, sir, are silent [lo Fontaine.] — Now do you own your error ? Fon. No, sir ; still my hopes are not extinguished — Let me implore one favor from you, Sir. — Grant me your confidence : — Leave Therese alone with me for a moment. Delp. Your vocation entitles you to that ; — but, trust lae, I have no hope. Count, [to Fontaine.] My bereavement cannot destroy my confidence in her. — Like you, I know her heart. — Friend !— Father ! — she shall not perish ! Fontaine raises his eyes with a look of uncertainty and grief. The Count follows Delparc throagh the middle door. Fon. She shall not perish ? — Yet — yet I see no means of rescue ! Look up, my daughter !— With me you need have no reserves,— no fears !— You were seen coming oat"], [51, "i ' of the chamber of the Countess, nf the very moment when the murder must have been committed :— My child, how came you there ? Ther distractedly.) I— I told them how!— Terriffic thunder— a scream !— I darted forward— The pavilion was in flames— 1 rushed through — Horror! — My Benefactress, — half hanging out of bed — a poniard in her bosom! — I dragged ii forth — she was murdered ! — I cannot call to mind what passed after that — You know — you know— I saw you by my side (hiding her head on the brtwt or Fontaine.) Fon. You went there then to save her from the flames ? Ther. Would I not have died for Charles's Mother ? Fon. And yet this noble act — Courage, daughter ! — Stay — there is something more. — Tell me — Were you fol lowed to the farm ? 'Tis said a person was concealed here in the night, and thai you know this person. Ther. Carwin ! — Oh, yes — true, true. — They were all gone — He stood before me — His flashing eyes— 'twas ter rible! — he threatened my life — but voices weie heard — he fled ! Fon. Carwin ! her life — this night — I seem to get nearer and nearer to the truth — Why didn't you men tion this before? Ther. I did not dare. — Now I have nothing to conceal! Fon. But how to reconcile event* so contradictory ? Where did this take plac? ? Ther. Before the pavilion.— He enticed me from my chamber— I thought 'twas you ! Fon. Your chamber!— where was it? Ther. The bed-room, where the murder was committed. Fon. Merciful powers!— the chamber of the Countess? Ther. Yes yes — I was there when the Countess came; but then they made me go int» the farm-house. Fon. I see the clue to this appalling labyrinth— Oh ! o-ive it to mv grasp,— let me not lose it, Justice !— ,knrel G"], [52, "O0 down, my child !— implore Heaven's light to guide us ! — kneel, and ask aid Avhere in the last wretchedness we can only look! — kneel, as the child of Abraham knelt at his funeral pyre, uttered an innocent prayer, and was sav'd. Music. Therese drops on her knees, clasping her hands with fervor.— Fontaine stands near her, — his eyes upturned, seeming to ask help. XI. e Magistrate enters by the middle door, and stops astonished. — Suddenly two shots are heard — tumultuous rries follow. — Therese starts up af frighted — Lavigne, Bridget and Villagars run in through the middle door. Lav. (without) Victory ! victory ! Delp. Whence this tumult ? What mean these shouts ? Lav. (appearing at the back) We've got him, Sir ! — we've got him. Delp. Whom have you got ? Lav. Beelzebub! The Steward saw him prowling Teund my house all night. Fon. It must be Carwin. Brid. I can't tell who it is — but I'm sure he's a rascal. Lav. That's plain enough, whoever it is — He gave us a brace of shots before we took him. What must Ave do with him, Sir? Delp. Bring him here. Go back to those who have taken him — Tell them from me, not to ask any questions of him, nor to answer any he may ask. Lav. Make yourself easy, Mr. Magistrate — there's no danger of their talking to him. Delp. Do as I bid you (Lavigne is going.) Brid. (following Lavigne up the stage) Take care of yourself, husband, take care — You don't know how many pistols he may have under his cloak. Lavigne goes out through tho middle door, and Villagers follow him. Fon. (to Delparc) Be lire, Sir, the hand of Heaven is in this. I have obt»intd lights unexpected, and mv hr>-"], [53, "51 revive ; but every thing will be lost, unless you grant me perfect confidence. Delp. You have it— I shall rejoice to second your exer tions. I have already received important information from the Count concerning Carwin. A bustle heard without, and distant voices crying \" Bring him along.\" Fon. I hear them coming. Let me beg that Therese may be removed. Delp. (to Bridget) Take her away ! Fon. They're here. Go in — go in, my child. Bridget conducts Therese into the left-hand apaitment. A great lustle announces Carwin, who continues to resist. Lavigne, the Ser vants and all the Villagers surround him, entering in a throng through ;he middle door, and dragging him violently to the stage. — Carwin is in the greatest disorder — pale and agitated. Lav. [pulling Carwin] This way, Lucifer, this way — Come, come, no hanging back! — Hen-, Mr. Magistrate, here he is; — and mind, [to Carwin] you grim devil, you — 3 ou're to ask no questions, for nobody will have a word to say to you. Lavigne is at the right-hand corner, Fontaine next to him, Carwin in the centre, and Delparc at tha left hand. Carwin eyes Lavigne fero ciously. The Villagers are at the back. Car. [to t/ie Magistrate] Why is this violence permitted ? Sir, I am told you are a magistrate. Be it so. But by a\\ hat right dare you detain my person ? Delp. The right of protecting the public safety. You are a stranger — What brought you hither ? who are you ? Car. My name is Carwin: I come from the Chateau de Morville. [pointing lo Fontaine] That gentleman can tell Vr hat brought me there : — I was returuing to my home. Delp. For what reason did you fly ? And when you were approached, how came you to resist ? Car. I had cause to think my life in danger."], [54, "1-1 Delp. You were observed this night at the farm. Cor. 'Tis false !— I took the forest path, and wasn't near the farm. Delp. Have a care !— Two witnesses can prove it. Car. (startled) Who are they ? Delp. The Connt de Morville and his s rvant. Car. [ironical/y] The Count de Morville and his ser vant!—a noble vengeance in the lover of Therese! and for what ? for preventing disgrace to him and to his family ! — [Pointing to Fontaine] That genUeman can explain. — He saw my conduct ; he can avouch I did no more than bound to do by honour!— Is it to be wondered at, that blinded by his love, and frantic at her loss, the Count should prove unjust to my pure motives, and deeming me her foe, attempt to fix on me the odium of the deed ? Delp. What deed? Fon. In Heaven's name, do not stop him! [Carwin- looks at him distrustfully.] Go on, Sir, — you make a brave defence ! But how did you know a murder had been committed in a place, which you say you did not come near ? Car. By what right do. you question roe ? Lav. There's impudence ! Delp. Answer, I command. Lav. You've got it now ! Car. [ill temperedly.] I knew it from report. Delp. Reports in a forest ? — and at midnight? Car. Were not persons sent to take me? — From them — Lav. It's a lie— Nobody said a word to him— that's plain enough- for you see, he don't know— Fon. Silence! Lav. I'm dumb. Delp. [to Fontaine] I cannot make out your object."], [55, "'JO /b«. Command perfect silence. [Delparc does so bv gesture.] r •' Car [apart.] What trap are they concerting ? -no mat ter— [Fontaine takes out tablets and writes with a pencil.] —He writes— what has he in view ? theF Mtaa^tra?edLth,ehtal>lf lt0,LaVi?nei.wh0 run' round wit« them to tne Magistrate at the left-hand side of the stage, and having delivered them, returns to his former place. S u«i.vereu Delp. [having cast a look at Carwin] I understand. Car. [apart with concern] He « understands !\" I must be on my guard. Delp. [to Carwin] You know then that the unfortunate Therese— is dead, alfd that she has been assassinated on this farm ? Lav. Therese! Fontai. e motions for him to be silent. Car. [affecting assurance] What is there strange in that ?— Is it a secret ? — Don't every body know it? Fon. Enough — [to Carwin] I charge you, sir, with this night's murder. Car. Me? Fon. [crossing to Delparc] I will answer for the result. All I have now to ask, Sir, is that he should be secured and shut out from all communication — [taking Delparc aside] I have a ptan in view, which, my conscience tells me, will bring forth the truth. Grant me a word in private. Car. You exceed your authority in detaining any man without just grounds of suspicion. Delp. You are distinctly accused, Sir, and of course my prisoner. Let all the avenues be closed and guarded — and none accost this person on any pretext. Lav. Give me charge of him. I'll be bound he don't get away from me."], [56, "54 Jh/p. (to Fontaine] Now, Sir — Lav. Out of the way, wife— I'm Major Domo now. Villagers, servants, &c. go out into the court yard, and Lavigne shuts the middle door and follows them. The Magistrate, Fontaine, Bridget and Lavigne retire last of all. The window shutters are closed, aud the stage darkened. Car. Why, this is more and more inexplicable — I said nothing — confessed nothing — yet this strange person brands me on a sudden — Can I bear traces on my dress ? — Perhaps her blood ? —No — I see none ! — Ha ! the papers ! — Some may have fallen! — They regard her innocence — [searching eagerly, and drawing out the papers] One — two — three! —No — no— all here—all right— all right [—-[replacing them in his bosom] Come, manly resolution be my shield !— I am suspected. — nothing more ; — but they caa haA'eno proof, nor certainty. The Count and Steward say they saw me — but their assertion's readily impeached — There is no other evidence — Titerese is dead — and nought is left to fear, if to myself I'm true! — I will be so — They come — 'tis fix'd ! — Firmness, and I am free ! Music. The middle door is thrown open. Twelve soldiers, six on ■-ach side, with drawn swords, march down on the right and left band: .liter them, six male villagers, three on each side, and next, twelve le niile villagers, six on each side. The characters follow. The Count makes a movement of indignation on seeing Carwin. Delparc takes the <rntre; Lavigne is at the right hand, the Count, Picard and Fontaine mt, the Magistrate in th,e centre, and Caiwin in the left-hand coiner : re affects perfect composure, 'th\" middle door is closed, and part of the subordinate characters are standing before it. Car. [apatt] This display is meant to intimidate: — I ex pected as much. Delp. Sir, your accuser stands before you — you know the crime with which you are charged— a deep, a fiend like murder! — The information which I have just received concerning you, and the circumstances of your past life,"], [57, "Of) inculpates you in a manner most irresistible and mo* grave! (Carwin betrays surprise, but instanllt/ recovers his self-possession.) To escape conviction will be impos sible ; but you may even yet appease the wrath of him whose image you have horribly destroyed, by a confession of your guilt. Car. A moment since (pointing to Fontaine) my accuser Avas the judge ; now the judge is my accuser ! — 'Twere trouble thrown away to protest against the decency or ho nesty of this colluuon, since the whole charge can be re futed in one word:— I was not here, and I defy ye to the proof! Pic. I saw him here. Count. And I myself, with arms, pursued him to the court-yard. Car. With arms I — To have identified me in such dark ness you must have-been very near; and being so, you Avere most generous not to use your arms — I have already ex plained the motives which prompt your charge ;— I shall j.o further notice it, but by contempt and silence ! The Count springs forward indignant!) - Tontaine resti.ilus !:m — Cai win turns tothe villagers, and in tl ,■ corns,1 «<t tins ?., ■_.■< ii t. ikes the centre, and walks back to bis forniei place. I call on all these who encircle me : — Is there one among ye, who has seen me at the farm? — Look at me! — View me well ! — There— you see they're silent ! — Aye among all the people of the farm,— all those of tf,e village too, — not one that ever saw me — no, not one ! — And yet, because a servant, paid for lying, — a lover, whose bewildered mind pursues a phantom,Junite in obvious fraud, I am accused of murder, and deprived of liberty. — (To Fontaine.) — For you, Sir, whose zeal has carried you so far beyond discre tion, if this is ali your »ighty allegation ,'tis at once fool hardy and absurd ; — and that you may learn a lesson which"], [58, "o& you stand in need of, i summon you^ to answer to the laws tor this atrocious calumny. Fon. Carvvin! — There is a Judge more awful, more infallible than man; — the Great Avenger, who cannot be deceived !— This inevitable Judge needs neither proof nor witness, nor confession ; — he sees into the heart ; — in silence he prepares the punishment reserved for crime, and on the moment when the Avicked deems his triumph sure, bursts on him in a miracle, and he is gone! —For you that dreadful n>oment is at hand ! Unhappy man! You fly from it in vain ! — Your conscience fells you it is come. — If human means are impotent, a super-human power will rend the tomb: — your victim, pale and bleeding, av ill rise up before you, and lift the fatal knife, and shriek — \" Be hold the murderer!\" You tremble, Sir — Car. [endeavouring to regain composure.] 'Tis with in dignation then. Fon. Ne, 'tis with terror! — Eternal Justice, which, after committing crime, man braves, but shudders at, has already struck you.— Invoke it,— if you dare,— to shield you, if you are not guilty!— Your victim's corse is there [pointing to the middle door].— It slumbers on the bier !— Approach it .'—Gaze on it's livid features— place on it's gory breast your hand,— and oall celestial vengeance on it's accurs'd destroyer I— Ha! — you recoil— you are right. — Conld you do that, you had been innocent ! Car. (agitated) I am going, Sir. Fon. Go, and remember -the Eternal sees you ! Car. (approaching) Well, Sir, I— I— am— going— All stand aside, leaving an open passage to the middle door, sarwin endeavouring to conqner bis alarm, advances hesitating and stopping frequently1; all eyes are bent upon him._W hen he is near the middle door, it opens, as if spontaneously, and Therese appears-in one hand hold- ing the knife, and pointing to it with the other.-She comes slowly for- ward fat win recedes before her in agony and consternation."], [59, "5? Lash me not, furies!— Lash me not to madness! — Hold! hold! — Terrible spectre, hen<jt! — Spare, spare your mur derer ! (kneels) — The world shall know your innocence — my guilt — here, at your feet, I cast the damning proofs — Let them appease you — but save ! oh, save — save me from vengeance ! — shield me from despair ! Falls senseless. — Vt hen he throws down the papers, they are instantly caught up by the Count, and taken to the Magistrate, who runs over them, and hands them to Fontaine. All having read, the Count rushes to Therese, who, being oveicome by the madness of Carwin and her own situation, falls into her lover's arms. Fon taine exultingly springs forward, displaying the papers — All the characters advance at the same time before the body of Carwin. Fon. Heaven has heard our prayers'— Triumph, my daughter! — Shout all for rescued innocence! — Shout for Therese, the Countess of Belmour ! A Shout.— Music— The Curtain Falls. !&§t f£nk"], [60, "ERRATA. In a few of the fiist Copies which were printed, the last .seventeen pages, by mistake were put to press without being corrected; and con sequently there were very material errors, especially from pages 41 to 48. These have since been corrected ; and on a careful reading of the Whole Drama, the following are the only mistakes of importance which ap pear to have escaped notice : — Page 12, ninth line from the bottom, for — \" without knowing her\" — read \" aithout knowing any thing about her.\" — Page 29, twelfth lip.e- from the top, for \" throws open the windows,\" read \" throws open the door nearest the window.\" — Page 33, eighteenth line from the top, for \" you'll tremble at the voice of justice\" read \" you'll shudder at Ihe voice of justice.\" i. Tabby, Printer, Theatre Royal, Drury Laos."], [61, ""], [62, ""]]