[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE THORNCLIFFES BY H. M. URWICK. IN THREE VOLUMES. VOL. II. LONDON : SWAN SONNENSCHEIX, LOWKEY & CO., PATERNOSTER SQUARE. 1887."], [6, ""], [7, "THE THORNCLIFFES. — h-j:.— — CHAPTER I. \" AVhat is the meaning: of thy thought, O maiden fair and young ? There is such pleasure in thine eyes, Such music on thy toDgue.\" Mackay. Ix spite of her desire to get home, and eager longing to see Nellie again, Agnes could not help a strong feeling of regret Avhen Tuesday morning came, bringing Avith it the conclusion of her visit to Llandudno. It had been a very pleasant time, she thought, and the neAv associa tions and acquaintances which she had formed during those few Aveeks had been a source of great benefit and happiness. If only things would remain as they had been, and not change from a position of easy unconscious freedom to one of difficulty and embarrassment ! But that could never be, and had she been remaining longer the Miss Lloyds' guest, she would have had to maintain a perpetual struggle Avith awk- VOL. II. B"], [8, "THE THORNCLIFFES. 2 ward and confusing circumstances. Yes, she Avas very glad to be going home, glad for every reason; the matter did not admit of a single shadoAv of regret. And yet the old routine of home duties seemed strangely flat and uninterest ing, and she found it almost impossible to get up her enthusiasm for the various parish details to AA'hich she forced herself to turn her thoughts. Happily, hoAvever, she Avas not much given to self-debatings, or consideration of the pros and cons of already decided points, and the bustle and excitement, which always attends the depar ture of any member of a party at the sea-side, assisted her in her determination to throAv off all disquieting thoughts. Her friends accompanied her to the station, and on their Avay thither encountered Mr. Graham and his mother, Avho seemed to find it convenient to go in the same direction. Many were the expressions of regret at Agnes's departure. Mrs. Graham Avas par ticularly affectionate, kissing her warmly, and hoping they would soon have another opportunity of meeting, to Avhich Miss Lloyd replied that that would certainly be the case, for Mrs. Graham had promised to visit them at Ardernmoor before the winter. Nothing Avas said about the Layford"], [9, "THE THORNCLIFFES. 3 curacy, and Agnes could not repress a keen longing to knoAv Avhether Mr. Graham had really decided on taking it. He Avas very quiet and reticent, looked after the luggage and various arrangements Afith simple, unassuming politeness, and shook hands and said good-bye in the most matter-of-fact Avay possible. Yet, Avhen, as the train moved off, Agnes, seized Avith a sudden uncontrollable impulse, stood up and gazed out of the carriage windoAv at the quickly vanishing group on the platform, she could plainly distin guish his tall erect figure standing a little apart from the rest, like an immoveable statue, watch ing the fast retreating train. A curve in the line soon hid him from her view, and, turning with a weary sigh, she sat doAvn in her corner, and began diligently to study the neAvspapers Avhich her friends had prorided to enliven the tedium of the journey. She Avas very tired before she reached her destination, for the journey Avas long, and there Avere several changes. It was pouring rain when she at length got out of the train at Millbridge, and she Avas rather perplexed at finding that the cab, which she had asked Lilian to order to meet her, was nowhere to be seen. Her luggage, too, VOL. II. B 2"], [10, "4 THE THORNCLIFFES. had been left behind at one of the stations, and the porters, as is usual on such occasions, seemed either too busy or too stupid to pay any attention to her inquiries about it. \" Can I be of any service to you, Miss Thorn cliffe ? \" said a voice behind her, as she Avas vainly endeavouring to make one of them understand her directions ; and, turning quickly, she recog nised Mr. Williams, Avho had also alighted from the train, and, seeing her perplexity, had come to offer his assistance. Agnes gladly availed herself of his help, and he soon succeeded in persuading the station master to telegraph for the missing trunk. \" It had better be sent to the office to wait for the carrier, had it not ? \" said Mr. Williams to Agnes, \" they say that it is not likely to reach here before midnight.\" \" Yes, I think that will be best, then,\" she ansAvered; \" to-morroAvis his day, so it Avill come as quickly that Avay as any other.\" The necessary directions Avere given, though, from the manner of the railway officials, it seemed doubtful Avhether they Avould choose to remember them, and Mr. Williams then begged to be permitted to fetch Miss Thorncliffe a cab."], [11, "THE THORNCLIFFES. 5 \" I suppose I had better have one,\" she said, \" though as I haA*e not got my luggage, I might walk to the other station, and get a train to Ardernmoor.\" \" It is not fit for you to do so in this rain,\" he answered, \"besides, you AA*ould just miss a train there and have two hours to wait.\" \" Oh, then I Avill have a cab,\" said Agnes, \" I want to get home as quickly as possible.\" \" You look very tired,\" said Mr. Williams, \" won't you come into the refreshment-room and haA'e a cup of tea ? \" Agnes consented ; she Avas very tired, and thought that a cup of tea would be the best means of avoiding a bad headache. Mr. Williams saAv her comfortably settled in the re freshment-room, and then set off in search of a cab. \" I am really very sorry to give you so much trouble,\" said Agnes, \"I seem to be ahvays trespassing on your kindness in one way or another.\" \" I am only too glad to be of any service to you,\" he ansAvered. \" If you knew Avhat a plea sure it is to me — \" He stopped short, seeing Agnes's look of surprise ; no, he had no right to"], [12, "6 THE THORNCLIFFES. tell her that the slightest opportunity of seeing her was a delight beyond anything to him. She thanked him for his attention Avith rather more reserve in her manner, and he took his leave with a painful feeling of having gone very near to offending her. He thought that she would consider his last Avords an unwarrantable liberty and in future be more than ever distant when they should chance to meet. The thought troubled him much, yet, perhaps, he Avould have been still more troubled could he have knoAvn that in five minutes Agnes's thoughts had floAvn far aAvay from him and his doings, and Avere Avandering along the cliffs at Llan dudno in quite other company than his. It Avas very pleasant after her long journey to find the home-welcome warm and affectionate in spite of the mistake about the cab. Her father declared that the house had not been like itself since she went aAvay ; Avhich speech was so un like his usual reserve, that it almost brought tears into Agnes's eyes. Lilian hovered round her in loving assiduity, declaring that she Avas so glad to have her home again, it was so dull with no one to speak to, there Avere so many things she Avanted to talk about. What the"], [13, "THE THORNCLIFFES. 7 things Avere did not exactly appear, there seemed nothing but little scraps of parish news, so-and-so's coav had died, and someone else's children had got the measles ; there had been tAvo SAvarms of bees ; the Leighs had gone to Scotland for the summer, and Mr. Danvers Avas staying at the Hall again. This last piece of intelligence came out after some hesitation, but after that Lilian's conversation Avas almost en- tirely about Mr. Danvers and his doings. He Avas having the front laAvn mown and set in order, and the Avail of the terrace repaired, he expected his mother and sister at the Hall next Aveek, and he AA'as A'ery anxious that everything should be got in order for them, as he wished his mother to be pleased with Ardernmoor. \" You knoAv he has come into full possession of the property noAv,\" Lilian said, \" and he Avould like to live there, and look after things himself, only his mother ahvays will live abroad, but he wants to persuade her to live here in the sum- mer, and he is going to give a great feast to all the tenants, and another to the school-children, Avith archery, and sports, and all kinds of things in the grounds — Avon't it be fun, Agnes ? \" Agnes had groAvn quick-sighted AA'hile she"], [14, "8 THE THORNCLI FEES. Avas aAvay, and as she Avatched Lilian flying about the house, she was struck with a look in her face she had not seen there before, a sort of suppressed happiness, as if she had some pleasant secret, Avhich she would like to tell, and yet could not venture on at present. So she listened very patiently to the chatter about Mr. Danvers, though her own thoughts were troublesome enough, and she had a kind of half-reproachful feeling that she ought to be occupying herself chiefly Avith preparations for Nellie's arrival on the morrow. When this long-looked-for event really hap pened, and Agnes found herself standing on the platform to Avelcome Nellie, she had no difficulty in giving her mind fully to the plea sures of the meeting. Nellie Avas grown, and looked Avell ; and, in spite of her childish cling ing delight at being home again, seemed older and more self-possessed. She was not en raptured with her school-life, and Agnes feared that nothing Avould ever instil into her the same love of study and teaching Avhich made her own daily work an almost constant pleasure. Still, when, a day or two after Nellie's arrival, Mr. Thorncliffe asked Agnes her opinion as to the"], [15, "THE THORNCLIFFES. 9 effects of school-life upon her, she could un hesitatingly declare herself satisfied that in send ing Nellie from home they had done Avhat was best and wisest, and the result Avould fully vindi cate their judgment. Very little was said about Fred, either by Mr Thorncliffe or by any of the girls. Nellie kneAv nothing of his decision, but, from the constrained answers which Avere given to some innocent ques tions of hers, she soon perceived that the subject Avas a painful one, and was privately informed by Lilian as to the real facts of the case. It Avas very dreadful, she thought, and the idea cast a gloom over her spirits, for she had ahvays re garded Fred with the greatest admiration, and the thought of his having any doubtful opinions presented a A*ague horror, Avhich ■ she could not bear to contemplate. She said nothing about it to her father or Agnes, for they both appeared troubled and pre-occupied, and she shrank from opening the subject. She longed to see Fred, yet had a sort of dread lest his outAvard manner should have changed Avith his inward convic tions, and she should no longer find him the same gay, kind, tender brother that he had always been."], [16, "10 THE THORNCLIFFES. Whatever secret anxieties or forebodings might trouble the Vicarage household, to out- Avard appearance they were soon involved in the Avhirl of gaieties that overtook the Avhole parish. As Lilian had said, Mrs. Danvers and suite arrived in state at Ardernmoor Hall, and their coming was the signal for a commotion such as the neighbourhood had not known for years. Everyone had stories of Mrs. Danvers's stateli ness and dignity, of the distinguished guests Avhom she had inA'ited to the Hall, and the fine entertainments AA'hich Avere to be given in honour of the young Squire's entry on his property. Callers flocked in abundance, for everyone with the slightest pretension to gentility, Avas anxious to be included in the expected festivities, and the impression soon got abroad that Mrs. Dan vers was as haughty as she Avas elegant, and held her head very high among the Ardernmoor ladies. This impression Avas shared by Agnes Thorn cliffe after she had been Avith her father to call at the Hall. Mrs. Danvers had not been exactly cold, but she had unmistakably kept the Vicar and his daughter at a distance, and Agnes was seized Avith a suspicion that she had heard some-"], [17, "THE THORNCLIFFES. 11 thing of the gossip Avhich connected Lilian's name AA'ith Mr. Danvers's frequent visits to the Vicarage. She had only just become aAvare of this gossip herself, and Avas a good deal annoyed about it, still, she fancied that she detected signs of a groAving interest in Mr. Danvers on her sister's part, and Avas, consequently, rather uneasy at Mrs. Danvers's evident hauteur. She began to Avish that Harry would drop in less fre quently during the evenings, and show less eagerness to arrange for walks 'and excursions Avith Mr. Thorncliffe and Lilian. In a few days Mrs. Danvers issued invitations for a large evening party, and every lady in Ardernmoor Avas immediately thrown into a flutter of excitement on the subject of her dress for the great occasion. Lilian took the infection, aud made no less than three journeys to Mill bridge for the express purpose of finding some thing suitable, and Avent through agonies of cutting out, fitting, trimming, etc. Her Avhole thoughts seemed to turn on the expected party, and Agnes began to feel very tired of the subject, and to Avish that the Hall and its mistress were a hundred miles away. There Avas a great deal of illness in the parish just then, and she Avas"], [18, "12 'J HE THORNCLIFFES. heart-sick Avith the sorrow Avhich she saAv about her, and her inability to cope Avith it, so that it often jarred on her feelings to find her sister un- Avilling to render any assistance, and absorbed in ribbons and muslin. It Avas making altogether too much of the Danvers and theh: doings, she thought ; they Avere gay, worldly people, moAing iu a sphere entirely different from their oavu, and it would be much more dignified to let them take their course Avithout paying so much atten tion to them. \" I suppose you are hurrying home to get ready for this evening,\" said Miss Wood, who met Agnes going up toAvards the Vicarage the morning before the party ; \" it will be a very grand affair, no doubt. Your sister will be quite the belle of the occasion, every one says, but you must play your cards carefully, and mind your p's and q's, if you Avish to make a good impression on the mother; she knoAvs what's what, and holds her head high, I assure you.\" Agnes's face was ablaze with angry pride lon° before this speech was ended. She ansAA'ered, haughtily, \" I really do not understand you, Miss Wood ; for my OAvn part, I have a great deal to"], [19, "1HE THORNCLIFFES. 13 do to-day, and it is doubtful AA'hether Ave shall any of us be able to go to the Hall. She turned away quickly Avith these Avords, and hurried up the hill homeAA'ards. She had very little idea that she Avould really be able to induce Lilian to give up the party at the Hall. Not for Avorlds Avould she have repeated Miss Wood's words to her, and she shrunk very much from saying anything that Avould Avound her pride, or spoil the SAveet unconsciousness Avhich she had hitherto shown on the matter. A word from her father Avould accomplish the purpose, but Agnes kneAV that a domestic convulsion Avould ensue if he receiA-ed any hint of the gossip that Avas afloat. She sat alone in her bedroom, anxiously considering AA'hat she should do, Avhen Lilian herself came in. \" Why, Agnes ! \" she exclaimed, \" I had no idea you were come in. Whatever are you sitting moping up here for ? do come doAvn and settle about your dress, it Avill never be done in time.\" \" I don't think my dress is of much conse quence,\" said Agnes, \"indeed, I am not sure Avhether I can even go to-night ; poor Mrs. Wilton is very ill, and I almost think I shall have to stay Avith her.\""], [20, "THE THORNCLIFFKS. 14 \"You can't, Agnes; that is really absurd. You have been under this engagement for ever so long.\" \" I don't think that any mere party ought to interfere Avith the care due to the sick.\" \" But the slight, Agnes ; it Avill be so very rude to Mrs. Danvers.\" \" I don't suppose Mrs. Danvers Avill miss me, she has plenty of friends Avithout us.\" Lilian Avas very angry at this resolve of Agnes's, and the affair would have led to a quarrel between them if Agnes had taken any notice of her vehement upbraidings. But she ahvays maintained absolute silence Avhenever there was any danger of a dispute, and Lilian was almost disarmed by her offer to help Avith the finishing touches of her dress. She was, it is true, deeply Avounded, but Agnes Avas so gentle and pleasant that it Avas impossible to keep up offence for very long. Nevertheless she appealed to her father in the matter, though without success. Had his daughters been about to be presented at Court, Mr. Thorncliffe would have thought noth ing of postponing the ceremony in obedience to a claim from the parish, and to him it seemed only natural that Agnes should stay aAvay from a"], [21, "THE THORNCLIFFES. 15 party to nurse a sick Avoman. She, perhaps, Avould hardly have done so if she had been older, or more conversant AA'ith the Avays of the Avorld. As it Avas, her anxiety about the sick Avoman was perfectly genuine, but she Avas not sorry for an excuse for avoiding Mrs. Danvers's party. People Avere paying too much court to the Danvers, she thought, it Avas not desirable that their family should be too conspicuous among the aspirants for her favour. \" I hope you Avill have a happy time, dear,\" she said, as she kissed her sister, before setting her off, \" but, Lilian, remember the Danvers are A'ery httle to us, and there is no need for us to distress ourselves about their opinion.\" Lilian did not quite agree Avith this sentiment, and she felt considerable annoyance Avhen Mrs. Danvers inquired the cause of her sister's absence, and received her explanation Avith raised eyebroAvs and a surprised, \" Oh, indeed, she must be wonderfully devoted, quite romantic, in fact.\" She fancied there Avas a touch of irony in the tone, and the thought stung her several times during the evening. Altogether, she had not so much enjoyment in party as she had ex pected. Harry Danvers Avas busy Avith his"], [22, "THE THORNCLIFFES. 16 numerous guests, and Lilian felt a vague disap pointment, which she did not care to analyse, as the evening Avore on, and she had received noth ing but a mere formal greeting from him. She Avas sitting on the terrace, looking doAvn at the foliage of the trees, and listening to the murmur of the river beloAv, Avhile she exchanged a few common-places Avith a lady near her. Suddenly she felt her heart throb, as they were joined by Mr. Danvers. \" This is a lovely evening,\" he observed, as he leaned over the palisade. \"Yes, indeed,\" replied Mrs. Houghton, Lilian's companion, \" and the \\'iew here is simply perfect. You must be proud of this place, Mr. Danvers.\" \" It stands Avell,\" he answered, \" but there's a better view still, lower doAvn, where you see the bend of the river, and the hills beyond ; we have had seats put there, should you like to just walk round to see ? \" Mrs. Houghton excused herself on the plea of thin shoes, and a dress that Avould not stand damp grass. Lilian's dress Avas of light grena dine, and her shoes none of the strongest, but the prospect of a stroll through the Avoods was"], [23, "THE THORNCLIFFES. 17 too tempting to be given up, so she at once consented to the proposal. Down the steep path, and in among the thick trees, they Avere soon out of sight of the house, alone with the moonlight and the river. \" Won't you let me help you ? \" said Mr. Danvers, as they came to a rough place in the path. \" Oh ! no, thank you, I can manage,\" returned Lilian, and gathering up her skirts, she Avas soon down the incline, and up again on the other side, laughing gaily to him as he folloAved. \"You see I am used to these woods,\" she said ; \" we have spent many a long afternoon scrambling about here, looking for ferns and things.\" \"Ah! you know it better than I do, though it is my own property. You must show me all the pretty spots.\" \" I think you have found them out already,\" she answered, as they gained the rustic seat Avhither they Avere bent. \" There is no nicer nook than this anywhere.\" \" Oh ! I should like you to shoAV me all the nice nooks, it Avould seem so natural, you know ; but for you I don't know when I might have come here at all.\" VOL. II. c"], [24, "18 THE THORNCLIFFES. \"That would have been very wrong\" said Lilian, demurely, after a moment's silence. *\" You ought to look after your own place, you know.\" \" I am afraid I don't always do what I ought,\" he ansAvered. \" Do you remember that day at the lakes, when you said it was a shame not to visit Ardernmoor ? \" \"Yes, I remember.\" \" Well, it was not exactly my fault that I hadn't been ; my mother didn't care for the place, she won't hear of living here uoav, but insists on going abroad again. I should like to live here better than anything ; I hope I may sometime.\" There was a pause, during which Lilian Avatched the moonlight reflected on the river, and then Harry Danvers Avent on, \" I should have a little summer-house put up just here, to sit in during the long afternoons, and perhaps have tea sometimes. Don't you think that would be pleasant ? \" \"Yes, very,\" said Lilian, still watching the river. \" And then I Avould have a railing put, to keep this part of the wood private — all to ourselves.\""], [25, "THE THORNCLIFFES. 19 \" Oh ! but that Avould be a pity,\" said Lilian. \" This is the pleasantest place of all ; it would be a shame to let no one walk here.\" \" I Avould only mean to keep out the people from Millbridge, who come on Saturday after noons, with orange-peel and paper bags, and rubbish of that sort. Of course, I should let my OAvn friends come. I should never Avant to keep you away.\" \" Don't you think Ave ought to go back ? \" exclaimed Lilian, suddenly ; \" I am sure it must be getting late. Papa Avill be AA'anting to go.\" They retraced their steps, lingering for a moment to take a last look at the silvery river, before rejoining the croAvd on the terrace and in the garden. As Lilian had expected, Mr. Thorncliffe Avas impatient to go, and he and Nellie Avere looking round eA'erywhere in search of her. Many others Avere also taking leave, and Mrs. Danvers' face wore an ominous froAvn as she reminded her son of his duty to his parting guests, which he had been in great danger of forgetting. She had not been altogether pleased with the events of the even ing, and expressed her feelings strongly to her VOL. II. °— 2"], [26, "THE THORNCLIFFES. 20 daughter, in the discussion Avhich followed the departure of the company. \"I was really annoyed with Harry,\" she said, \" disappearing with that Miss Thorncliffe, it was quite notice able, everyone would remark it. I don't think we can stay long in this neighbourhood. It is most undesirable that he should get mixed up with those girls, one of them a daily governess too! \" So Mrs. Danvers came to the conclusion that her health would soon require further travel on the Continent, and fell asleep debating in her mind whether Rome or Nice Avould be most likely to beguile her son from the dangerous attractions of Ardernmoor ; while Lilian, in her chamber, was indulging in a series of delicious day-dreams, in which afternoon tea in the Avoods and moonlight strolls along the river, with Harry Danvers' voice sounding in her ears, and his eyes, lit up with admiration, meeting hers, bore a very prominent part. All this time the stars shone on, and the moon gradually sank down into the west, and Agnes, in her lonely watch in the sick chamber, was learning afresh the lesson of the shortness and uncertainty of all earthly things, and the need for a calm and assured confidence in that which is beyond."], [27, "21 CHAPTER II. \" ' Old is the earth, and her hopes are hollow,' Sing the men in the world out there. Give us a leader, a leader to follow, And another song we will teach them here. 0 yet, and O yet, there are crowns to be won, For hearts that venture and eyes that see ; And there rises a new thing under the sun, And we, we know it — and who but we ? \" Skbine. After Agnes's departure the Miss Lloyds began to grow rather tired of Llandudno. They talked of changing it for Beaumaris, and pro bably would have done so but for the entreaties of Mrs. Graham and her son, who declared that the place would be intolerably dull Avithout their company, and besought them not to go. As an inducement to them to remain, several expedi tions were organized to places of interest in the neighbourhood, and Dorothea had the glory of ascending Snowdon, and the delight of a night at Beddgelert, folloAved by a Avalk next morning through the romantic Vale of Gwynant. They were rather a large party on this occasion, for"], [28, "22 THE THORNCLIFFES. some friends of the Grahams had joined them, and Fred Thorncliffe had taken a day's holiday from his pupils in order to make one of their number. He had armed himself Avith geological map and hammer, and Miss Georgie and Doro thea were deeply interested in unravelling the history of the Avonderful mountain, and follow ing him as he pointed out the various rocks they passed. \" I Avonder you can pore over maps this lovely day,\" observed one of the ladies as she watched them, \" it must quite prevent your enjoyment of the scenery.\" \" Oh, no ! \" exclaimed Dorothea eagerly, \" it makes it ten times greater.\" \" I don't see hoAv it can,\" was the ansAver. \" You take no notice of the beauty of the mountains and rocks, but care only how they are made, and how many different hard names you can give them.\" \" But, then, it's just that, hoAv they are made, the changes they have passed through, that is so wonderful,\" said Dorothea, \" and then Avhen you look at them, with the sunshine and heather, and the lakes lying there so peacefully, you seem to feel it all at once, all the long ages that"], [29, "THE THORNCLIFFES. 23 haA'e passed over them, to make them hke this.\" \"Mr. Thorncliffe must be a wonderful teacher,\" said another lady, \" to inspire his pupil with so much enthusiasm.\" \" He is, indeed,\" Dorothea began eagerly, and then stopped suddenly as she caught a curious expression on the faces of some of the company. There was an awkward pause of a few seconds, during Avhich Dorothea was covered with con fusion, and filled with a A'ague horror that she had made herself ridiculous. She felt un speakably grateful to Mrs. Graham, who came to the rescue by saying : \" It is strange hoAv differently the same thing will affect different persons. Some people seem to care for nothing but the bare technicalities of science, and others find in it endless scope for the imagination.\" \"It is a matter of temperament, I think,\" said her son. \" Some people are naturally matter-of fact and pedantic.\" \"Yet everyone is influenced by the imagination to a certain extent,\" said one of the gentlemen. \" Coloured lamps may glitter like the stars, yet"], [30, "THE THORNCLIFFES. 24 no one feels the same impression of aAve in look ing at them,\" \" No doubt,\" answered Fred, \" imagination is the chief element in all pleasure beyond the merely physical.\" \"But it needs to be cultivated, does it not?\" said Mr. Graham. \" An ignorant man is in capable of wonder, Avhatever marvels you tell him of.\" Fortunately for Dorothea, the conversation had drifted into regions Avhere she Avas always at home, and the interest of a metaphysical speculation entirely diverted her mind from the embarrassment she had felt a short time before. She joined eagerly in the discussion, AA'hich lasted until the party had reached their carriages at the foot of the mountain, and set out on the home ward drive. This was the last excursion made by her aunts during their stay. The AA'eather, for the next few days, was rainy and unsettled, and they began to turn their thoughts in the direction of home. The accounts of the gay doings at Ardernmoor also had considerable effect upon them, and they thought that it was scarcely suitable that such old-established residents as themseh'es should"], [31, "THE _ HORNCLIFFES. 25 neglect to pay due respect to Mrs. Danvers on her return. Altogether they Avere not long in deciding to return home Avithin a Aveek after the expedition to SnoAvdon. The day before their departure Avas Sunday, and, as usual, Fred came over to spend the day at Llandudno. After evening service the whole party, including the Grahams, strolled along the Parade, Avatching the phosphorescent light on the Avaves as they broke upon the shingle, and the reflected glitter of the gaslights in the water. \" Shall you be sorry to leave the sea and all the life here, and get back to Ardernmoor?\" asked Fred of Dorothea. \" I shall for some things,\" she answered, \" but stdl, on the whole, I am glad to go home. Everything is so desultory here, and it seems so long since I set to work at anything.\" \" Then you don't much care for the dolce far niente, it seems ? \" \" Oh, no ; it is very dreary to let the days just go slipping on, leaving one none the better as they pass.\" \" Then how do you like to spend your days,"], [32, "26 THE THORNCLIFFES. Avhen you are at home ; I mean how do you occupy yourself? \" \" In studying, chiefly : learning different things.\" \" And you find that a sufficient occupation and interest ? \" \" I don't know ; not always, I think. I shouldn't care for it if it Avere to lead to nothing, if it were only done for its own sake.\" \" Then you think that what you learn Avill be of some use to you afterwards 1 \" \" I hope so,\" answered Dorothea ; \" of course, it strengthens the mind, at least it is intended to do so, and if it helps us to turn away our thoughts from foolish or vexatious topics — \" She stopped short, as if she found it difficult to express her full meaning, but Fred seemed to understand what she was thinking, for he said : \" Of course, knowledge, indeed, power of any sort, is a great resource. It does divert us from dwelling on small troubles. That is one of the reasons for educating the people in general ; to give them some other interest in life than merely satisfying their immediate Avants, and going to the public-house.\" \" Yes,\" said Dorothea, \" I often think when I"], [33, "THE THORNCLIFFES. 27 have been reading something I have very much enjoyed — something that has quite filled me with delight — that I should love above all things to tell everyone else about it, and let them share in the enjoyment.\" \" That is a true missionary spirit,\" said Fred, smiling. Dorothea looked up surprised ; her ideas of missionaries were too much specialized for her to associate the word with the feelings she had just described ; yet, she had a faint glimmer of Fred's meaning, and it seemed to shed light on many of her perplexities. \" But then,\" she said, after a pause, \" it often seems as if one had no right to indulge in such things, as if there was too much else of greater importance to be done in the world to leave time for it ; it is like people collecting old china, and things of that sort, and spending their time and money on it, Avhen others haven't even food to eat.\" Fred's eyes flashed ; this was no new thought to him, and he always found it difficult to restrain his indignation when it Avas suggested. However he understood something, too, of Dorothea's puzzle, and he answered, speaking as much to himself as to her :"], [34, "28 THE THORNCLIFFES. \"That instance of the china is an extreme case ; it is easy enough to condemn it, but the principle is extremely difficult. Whether the many should be neglected for the sake of per fecting the few— \" \" Only,\" said Dorothea, \" I don't see how I can do differently. I do help a little in the parish, Agnes has put me in the Avay of some things, but still I have a great deal of time to myself, and I suppose it is not Avrong to employ it in reading.\" \" Oh, no,\" answered Fred, \"no doubt you are all right. I Avas not only thinking of you.\" Dorothea felt slightly nettled ; evidently, she and her difficulties Avere not of much importance to Fred, and he did not mind shoAving her that such Avas the case. But a neAv feeling of humility had been growing up in her of late, and she put aside her Avounded self-love to folloAv the course of her companion's thoughts. \" Of course, self-culture is right, and even necessary up to a certain point,\" Fred went on, \" but there comes a time Avhen a man has to choose his Avalk in life, and different paths seem to open themseh'es before him, and then these questions become difficult.\""], [35, "THE THORNCLIFFES. 29 \" Does not one's natural fitness sometimes point the way?\" said Dorothea, interested, but feeling rather in the dark. \" Well, there are men at Oxford avIio tell me that my natural fitness points in the direction of eternal hair-splittiug on minute points in philo sophy. They are disgusted Avith me for taking up Avith politics and social questions, as if the Avelfare of the millions of working people in this country Avere not of more importance than any of their elaborate refinements.\" \" Yes, indeed, if one is sure of the right way of helping them.\" \" Ay, that is another difficulty, but I think it is better to take some way, even if it is not alto gether perfect, than to tuck oneself up in com fortable ease with one's books, and let the world go on as it likes outside.\" \" That would be almost as bad as the man with the china,\" answered Dorothea. \" And then,\" continued Fred, \" the thing grows on one so, and so many instances occur in which it does bear fruit, real good fruit, Avorth having. Some of the boatmen, now, at Oxford, you would not believe hoAv grateful and devoted they are, and all for such a little help as one has"], [36, "30 THE THORNCLIFFES. been able to give them ; and then the letters we get, from all parts of the country, from men Ave have never heard of, but Avho have just read something in the Flag of Progress, they are enough to bring tears into one's eyes some times.\" Dorothea had grave doubts Avhether the views advocated in the Flag of Progress Avere al together calculated to do good to its readers, but she could not Avithstand Fred's enthusiasm, and the earnest ring of his voice, so stirring and con fident, yet Avith just enough of self-restraint to heighten its effect, thrilled her and kept her spellbound. He seemed roused to his subject, and Avent quickly on, apparently not noticing her silence, to tell of special cases and instances, and unfold some further plans Avhich he had formed, describing in gloAA'ing terms the benefits likely to arise from them, till she said, at last, almost breathless with sympathy and excite ment: \" Oh, how happy it must make you to be able to do so much good ! \" \" Yes, it does make one happy,\" he answered, looking across the waters with a kind of dreamy abstraction Avhich reminded Dorothea of Agnes,"], [37, "THE THORNCLIFFES. 31 when she recalled it afterwards, though at the time she coidd think of nothing but Avhat she had been hearing ; \" it's worth all the fret and worry and giving up other things, to get even a taste of it.\" The conversation dropped after that, and nothing more Avas said about the matter. But neither Fred nor Dorothea felt disposed to talk on ordinary topics, so they walked home in silence. The wind and tide were rising, and the long roll of breakers fell Avith a heavy SAvish against the shingly beach. Dorothea had often heard the sound before, but noAV it struck her ear with peculiar force. That sIoav unceasing murmur sounded like a solemn commentary on the words she had just been listening to ; louder and louder greAv its tones, and they seemed to utter the one everlasting refrain, \" Establish Thou the Avork of our hands upon us ; yea, the work of our hands establish Thou it.\" Dorothea long remembered that evening. She did not understand it at the time, but afterwards she knew that this strange excitement which thrilled her through and through, and kept her long aAvake Avith its over-mastering poAver, was the first beginning of a feeling destined to grow"], [38, "THE THORNCLIFFES. 32 and strengthen and exercise an abiding influence on her life. It was not only to Dorothea that this Sunday evening was memorable. To Alfred Graham, also, it carried with it issues, on which, as it seemed to him, all the future turned. He had separated from his friends, and walked with Fred to his hotel, and then returned home and joined his mother in their little sitting-room. He felt restless and agitated, for the letter about the Layford curacy remained unanswered, and he knew that he could not put off his reply much longer. Mrs. Graham watched her son anxiously, divining in part the current of his thoughts, though she had heard nothing of the Layford offer. She Avished that Alfred Avould speak to her of what was in his mind, for she longed to be in his confidence, and could not endure to be shut out from sympathizing with him. Still, Avomanlike, she did not venture to approach the subject, but kept up a zealous attempt to make conversation on trivial matters. \" We shall miss our friends very much,\" she said after an uneasy silence, \" but of course it is only to be expected that they should go ; Llan dudno will begin to get empty soon.\""], [39, "33 THE THORNCLIFFES. \" Yes, I suppose so,\" said Alfred indifferently. \" We shall have about six Aveeks longer,\" con tinued Mrs. Graham ; \" it is about that time till the beginning of October, is it not . \" \" Yes,\" was the only answer. \" Don't you think, Alfred, that you ought to make some enquiries about another appoint ment ] It seems rather late to leave it.\" Alfred Avas silent ; he felt that it Avas not fair to his mother to leave her ignorant as to the Layford proposal, and yet he found it very diffi cult to tell her of it. At last he said, speaking slowly and with an effort : \" To tell the truth, I have had an offer ; or, rather, a suggestion which may lead to an offer.\" \" Oh, Alfred, and you never told me! Where is it.\" \" It is a curacy at Layford, in Daleshire.\" \"'Daleshire, why that is Avhere the Miss Lloyds live ; is it anywhere near them ? \" \"Yes, I beheve it is quite near; it adjoins Ardernmoor, Mr. Thorncliffe's parish.\" Alfred Avas standing by the AvindoAv, his face turned aAvay from his mother, but in an instant she had got up, and taken both his hands in hers. D VOL. II."], [40, "THE THORNCLIFFES. 34 \" My dear Alfred ! \" Avas all she said as she kissed him. \" O, mother, do you think I can accept it ? Do you think 1 dare hope 1 \" \" Accept it ; why of course you Avill do so — that is unless it should be very undesirable in other ways. It is the very best opportunity you could have.\" \" But she — do you think she — oh, mother ! if I thought I could Avin her my cup of happiness would be full.\" \" I think you have no reason to fear. Miss Thorncliffe's manner warrants your feeling confident.\" Now that the ice was once broken, Alfred found great relief in talking Avith his mother. He dilated eagerly on Agnes's perfections, and poured forth his torrent of love and admiration without reserve or hesitation. Mrs. Graham listened to it all with patient sympathy, though her heart felt a little sore at the discovery of how completely her son Avas absorbed in this new passion. She Avould never be first Avith him again. She felt her day was over noAv, and she could only look on AA'hile someone else occupied his thoughts and affections. That he should avoo in vain, or"], [41, "THE 1H0RNCLIFFES. 35 that there should be any hesitation on Agnes's part, did not occur to her as even a possibility ; she only hoped that the girl Avould knoAV AA'hat a treasure it was that was offered, and that she Avould prove Avorthy of the tender devotion of her Alfred. So it Avas that Alfred was greatly cheered by his mother's confidence, and did not go to bed that night till he had Avritten the letter intimating his Avillingness to consider the offer of the Layford curacy. The next morning the Miss Lloyds left Llan dudno, and were soon immersed in all the vari ous detads of affairs at Ardernmoor. They arrived a feAv days after Mrs. Danvers' party, and Miss Wood lost no time in informing them of all the various incidents connected with it, adding, by Avay of heightening the effect, that it Avas evi dent Agnes could not endure the thought of Mr. Danvers' admiration for Lilian, and she had been furiously angry when it was alluded to, and had seriously injured her sister's chances by the pointed Avay in Avhich she absented herself from the party. Dorothea was very indignant at this gossip, and her anger rose to a still higher pitch when, on the occasion of the call on Mrs. Dan vers, Avhich her aunts performed with great cere- VOL. II. D — 3"], [42, "36 THE THORNCLIFFES. mony soon after their return, that lady ansAvered some reference to the Miss Thorncliffes with an elevation of her eyebrows, and an enquiry if \"the elder sister Avas not a very extraordinary person? \" She declared on the way home that Mrs. Danvers Avas an arrogant, vulgar woman, and, for her part, she thought Agnes had been quite right in staying away, and she could not forgive her aunts for saying that they had always feared Agnes's pecu- liarities Avould lead her into trouble sometime, but it Avas too bad that Lilian should suffer also. The Miss Lloyds were sincerely attached to the Vicar's daughters, and did their best to place them in a favourable light before Mrs. Danvers. But matters looked ominous, as they agreed with Miss Wood, when she called next morning to hear the account of their visit to the Hall. The matter was fully discussed on this occasion, as it had been many times before, and the Miss Lloyds also had the satisfaction of telling their OAvn pri- vate piece of gossip respecting Mr. Graham. Altogether the Vicarage girls occupied a large share of their friends' attention at this time. They had no mother, and it was only right that the ladies of their acquaintance should keep a watchful eye upon their proceedings."], [43, "THE THORNCLIFFES. 37 \" Agnes,\" said Lilian, coming suddenly into the room where her sister Avas Avriting, one morn ing about a fortnight after the Miss Lloyds' return, \" you never told us that the clergyman at Llandudno Avas an old college friend of Fred's.\" Agnes started slightly, but recovering her composure, replied, \" Didn't I ? I suppose I thought you were too much taken up Avith your oavu affairs to care about it.\" Lilian rather AA'inced at this return thrust, but she felt that she had the advantage, and deter mined to pursue it. \" The Miss Lloyds say you saw a great deal of him,\" she said, \"and he seemed very much smitten with you ; and now they have just heard that he is coming to Layford to be Mr. Bingley's curate.\" \"Indeed,\" answered Agnes, and bent over her writing, but Lilian noticed that her hand was trembling violently. HoAvever, she did not venture to pursue the subject further, but trusted that Fred, Avho was expected home for a feAv days before long, Avould be able to throAv some clearer light upon it. This visit of Fred's was looked fonvard to rather anxiously by everyone at the Vicarage."], [44, "38 THE THORNCLIFFES. Mr. Thorncliffe was desirous of seeing his son again, though he had by no means recovered from the grief and mortification occasioned by the last interview. At that time he had been too much wounded by Fred's refusal to take Orders, and the reasons he had given, to enquire further into his prospects and intentions. But now he felt a strong desire to learn all about them, and a great, though unacknowledged, longing for some relief from the constraint Avhich had risen up between them. This longing Avas shared by his daughters, though Agnes could not help fearing that his mind Avould be anything but relieved Avhen he learnt Avhat Fred really proposed. For this reason she was glad of Mr. Graham's coming. If her father could only speak to him about the matter, he might be^ able to lift some of the gloom from his mind, as he had lifted it from hers. For herself, she need not see much of Mr. Graham ; her school work took up a great deal of her time, and the rest might Avell be devoted to parish matters. There was sorrow and disap pointment enough among the poor around them, they must not hope to escape the same them selves. At this point in her musings, Agnes's"], [45, "THE THORNCLIFFES. 39 lips Avould tremble, and she Avould resolutely force back the quickly rising tears. When at length Fred did arrive, things took their course pretty much as Agnes had antici pated. Mr. Thorncliffe entirely disapproved of his son's plans, and the domestic tension became even more painful than before. Fred himself Avas very gentle and subdued, and tried in every way to show his consideration for his father ; he worked in the garden, took long Avalks with him, contrived some improvements in the roof of the schoolroom, and entered warmly into the project of a workmen's club, which Mr. Thorncliffe Avas trying to organize. He talked to him also about Alfred Graham, and the Vicar did take some slight interest in the account of his neighbour's future curate, though he could not quite get rid of his supicions as to the orthodoxy of anyone Avho had been associated with his son. A feel ing of gloom pervaded the whole household, and poor Nellie, Avho had longed so much for Fred's coming, felt that matters Avere even Avorse than she had feared. \" It seems as if there Avas nothing but trouble everywhere,\" she said to Agnes, a feAv days before her return to school."], [46, "THE THORNCLIFFES. 40 Agnes sighed a little, and Nellie did not fail to notice the lines of sadness round about her mouth. \" Perhaps, dear, we have no right to expect to be free from trouble,\" she answered, \" the only thing is to bear it patiently when it comes.\" It was a hard lesson, but Nellie braced herself to it. She felt ashamed to fail when she saw how bravely her sister struggled against her evident depression, and strove by cheerful energy to raise the spirits of the household. Neverthe less, when the time came for her return to London, she felt it harder than ever to leave the home circle now that this cloud had over shadowed them."], [47, "41 CHAPTER III. \" And what is our failure here, but a triumph's evidence Fjt the fulness of the days . Have we witbered or agonized ? Why else was the pause prolonged, but that singing might issue thence ? AVhy rushed the discords in, but that harmony should be prized 1 Sorrow is hard to bear, and doubt is slow to clear ; Each sufferer says his say, his scheme of the weal and woe : But God has a few of us whom He whispers in the ear, The rest may reason, and welcome ; 'tis we musicians know.\" BROWNINtt. Early in October, Alfred Graham took up his residence in Layford. He came alone, for his mother had decided to spend the Avinter with her married daughter, Avho had fallen into poor health, and needed some domestic help ; and Alfred felt that perhaps it would be as well for him to get thoroughly settled in his new sphere before making any permanent arrangements as to residence. He soon found plenty to do, for Layford was a large parish, stretching on one side to the coal district round Mdlbridge, and, on the other, sloping doAvn to the river, which divided it from the breezy uplands of Ardern moor. Still, in spite of Aveek-night services,"], [48, "42 THE THORNCLIFFES. schools, and much visiting, the neAv curate was not long in calling on Mr. Thorncliffe, and endeavouring, by all the means in his power, to establish himself on a footing of intimacy at the neighbouring Vicarage. In this he Avas tolerably successful, for Mr. Thorncliffe, notAvithstanding his former prejudices, at once took to him, and found considerable pleasure in discussing the various details of parish Avork, and the difficulties to be encountered from Dissenters, Radicals, etc., who Avere even more numerous in Layford than in Ardernmoor. He felt more in sympathy with Alfred than Avith most of his clerical neighbours, for they had the same strict unflinching idea of their duty, and determination to allow of no dangerous laxity in practice or opinion, and, as Agnes had hoped, Alfred succeeded, in some measure, in relieving the Vicar's mind about Fred. It was certainly reassuring to find anyone so undeniably orthodox among his son's asso ciates, and the warm terms of approval in Avhich Alfred spoke of Fred's general character, had considerable effect in leading his father to look more hopefully upon his future prospects. Alfred Avas specially glad to be able to influence Mr. Thorncliffe on this point, because he very soon"], [49, "THE THORNCLIFFES. 43 perceived that the latter', extreme depression about his son was the cause of great anxiety and difficulty to his family, and Agnes had even said a few words expressive of her hopes from his intervention. To be able to serve her, even in a much slighter degree, would have nerved him for far greater efforts than were necessary in the present case. StiU, m spite of his intimacy with Mr Ihorncliffe, Alfred felt some disappointment with regard to Avhat had been the chief reason of his coming to Layford. His opportunities of seeing Agnes were by no means so frequent as he had expected. She was very busy at Spring Bank for one thing, and was usually out Avhen he hap' pened to call at the Vicarage. It is true that he was sometimes asked to stay to tea, and he accepted these invitations only too readily for then he was almost certain to see her, though generally he had but little chance of any special conversation. He could not help noticing that her manner toAvards him had changed from the unrestrained frankness of their intercourse at Llandudno. She Avas graver, and more silent and though, at times, there would be flashes of the old brightness and merriment, her general"], [50, "THE THORN CLIFFES. 44 demeanour was reserved and slightly distant. He did not quite knoAV what to make of this alteration, and sometimes tried to think that the presence of her father and sisters Avas sufficient to account for it, for, now and then, when he was speaking to Mr. Thorncliffe, he Avould see Agnes's eyes shining AA'ith the old sympathizing light, or she Avould join in the conversation with the same ardent enthusiasm that had thrilled him so strangely in the former days. The Miss Lloyds, also, did not fail to observe the change that had come over Agnes's manner toAvards Alfred Graham, and they had much speculation as to its cause. On the Avhole, they Avere disposed to attribute it to natural reserve, and a desire to avoid occasion for gossip, but they feared that she was carrying it too far, and determined to do their utmost to further the intimacy between the tAvo young people. A marriage between them was their own particular scheme, and they could not endure the thought of anything arising to frustrate it. Accordingly they arranged several little parties, with a vieAv of contriving a meeting betAveen them; and Alfred readily accepted these overtures. Hoav ever, a certain fatality seemed to attend these"], [51, "THE THORXCLIFFES. 45 innocent little schemes. The first time, Agnes excused herself, on the plea of a cold ; the second, Alfred Avas detained, at the last minute, by some clerical engagement ; and the third, though both Avere present, passed off so very tamely, that even the most vivid imagination could find no food for remark in its incidents. So the Aveeks passed on, and autumn darkened into winter, bringing with it wind and snow, and pleasant preparations for Christmas. There could scarcely be the same gaiety as had marked the season last year, for the Hall was again closed and deserted, and Harry Danvers was reported to be attending on his mother in Rome. Still, there might be some Httle excite ment beyond the inevitable round of tea meetings and school-feasts ; and accordingly the Miss Lloyds racked their brains to think of some entertainment of greater novelty than merely inviting their friends to tea. Finally, they decided to organize a party to Grimston, to hear the Messiah, of Avhich there Avas to be a specially fine performance on Boxing Day. This would include the Thorncliffes and Mr. Graham, who Avere the people whom it was specially desirable to honour, and also Miss Wood, who was too"], [52, "THE THORNCLIFFES. 46 intimate a friend to be passed over often. It was not altogether easy to arrange, and many were the discussions as to the details of the proposal. \" We shall have to drive to Millbridge,\" said Miss Georgie, after a lengthened study of the raihvay guide ; \" there's no train from here that will take us in time, we should have to start at six, and be a Avhole hour doing nothing at Grimston.\" \" We might go to an hotel and get dinner,\" said her sister, doubtfully. \"There wouldn't be time, besides, think of the expense, and they are none of them people who care about set dinners. And in any case, we should have to come home by Millbridge, for the last train that stops here leaves at five minutes to ten, and Ave should miss the best part of the concert if Ave tried to catch that.\" \" Oh, don't let us miss any,\" exclaimed Dorothea, \" it Avould be hardly Avorth Avhile to go-\" \"Then I suppose Ave must order cabs from Millbridge,\" said Miss Lloyd, meditatively. \" I think it's the only thing to do,\" ansAvered Miss Georgie ; \" two cabs will take us all easily.\""], [53, "THE THORNCLIFFES. 47 \"Suppose it should snow,\" said Miss Lloyd, as new contingencies presented themselves to her mind, \"we shall all be certain to take cold.\" \"Oh, well, most likely it Avon't snow, and, if it does, I don't see Avhy anyone need take cold, shut up in a cab.\" And so it Avas arranged ; the invitations Avere given, and gratefully accepted ; the tickets were taken, and cabs Avere ordered from Millbridge a full Aveek before the time. The entertainment Avas looked forward to Avith great pleasure by all the party, not least by the Thorncliffes, Avhose love of music was not often gratified by the opportunity of hearing a really fine concert. Alfred Graham was at first a little doubtful about coming ; there was some talk of an enter tainment in the Layford school-room on that evening, but the thought of seeing Agnes, and perhaps having more opportunity of conversation with her than usual, Avas not Avithout effect, and he decided, for once, to let the Layford festivities take care of themselves, and allow himself some Christmas pleasures of the most congenial sort. There was great anxiety about the Aveather, when the important day arrived. As Miss Lloyd"], [54, "48 THE THORNCLIFFES. had predicted, it snowed intermittingly during the morning, and a keen north wind got up, which caused her to declare, rather dolefully, that she was sure the plan Avould fail ; indeed, she had been convinced from the first that such would be the case — it Avas far too ambitious for them to attempt. \" What is the use of always expecting failure1? \" exclaimed Miss Georgie, her patience almost exhausted. \"We've got to go noAV, what ever the Aveather, and I think Ave have all of us seen a feAv flakes of snoAv before.\" \" Agnes Avon't come ; she'll be afraid of catch ing cold,\" continued Miss Lloyd. \"Agnes is by no means so careful about catching cold as you make out; it would be better if she were rather more so occasionally. She'll come fast enough, you'll see ; imagine her giving up such a chance as this.\" \" It seems to me,\" said Miss Lloyd, after a pause of reflection, \" that Agnes is not so par ticularly anxious to meet Mr. Graham.\" \" Oh, she is afraid of attracting attention, and giving rise to talk ; the kindest thing we can do is to provide accidental opportunities, as it were.\""], [55, "THE THORXCLIFFES. 49 And so Miss Georgie, who remembered her own youth, and was thoroughly kind-hearted and\" fond of young people, thought. To her, love-making Avas the most natural of occupa tions, and she Avas resolved to help it forward by every means in her poAver, enjoying the process of Avatching and discussing progress all the time. In spite of Avind and snoAv, which increased rather than abated toAvards evening, there Avere no defections among the concert party. The cabs arrived in time, and, though Miss Lloyd was not Avithout anxiety about catching the train at Millbridge, proved in the main decidedly satisfactory. It was a tiresome journey, Avith a drive at both ends, but everyone was in good spirits, and no one, not even Miss Wood, felt inclined to grumble at the trouble. Indeed, when they were seated in the great hall, listen ing to the sublime strains of Handel's master piece, it seemed, to some at least of the party, as if all thought or recollection of the journey had vanished, and life Avas absorbed finally and entirely into pure delight. \" Isn't it splendid ! \" exclaimed Dorothea, rapturously, as she leaned over during the in terval, to speak to Agnes. VOL. II. E"], [56, "THE THURNCLIFFES. 50 Agnes gave no answer, but a smile ; she sat motionless and silent, as if still listening to the SAveet and solemn sounds that had just ceased. \" Won't you have a biscuit \\ \" asked Miss Georgie, who had produced a paper bag from the depths of her pocket. \" Oh, no, thank you, I don't want it ; it would seem like eating in church.\" \" This is not very much like church, I think,\" said Fred, \"with all the fans, and smelling bottles, and fine dresses, and gossip.\" \"Yes, it seems incongruous,\" said Alfred Graham ; \" I ahvays think this sacred music is better suited for a cathedral than a concert room.\" \" I don't think it makes much difference,\" said Agnes. \" One seems to forget all that, when one listens.\" \" And yet you are such a stickler for eccle siastical proprieties,\" said Fred, \"everything must be in the most correct mediæval style.\" \" Oh, but we don't ahvays have music like this in churches,\" said Miss Georgie, \"and so I suppose Ave are more liable to be distracted by other things.\" \" No, indeed,\" put in Lilian, \" I only wish I"], [57, "THE THORN CLIFFES. 51 could get the choir at home to keep time as these singers did in \" For unto us a child is born,\" it nearly came to smash in the sendee yesterday.\" \" But there's so\"r.ethin_r Avrong isn't there'?\" continued Fred, who had not heard Lilian's re mark; \"when people are in church ought not their OAvn feelings to raise them above such in fluences as those of sight and sound ? \" \" I think they ought,\" said Dorothea, sighing, \" only they don't ahvays.\" \" I think they do if Ave try to let them,\" said Agnes ; \" but here, at this concert, we seem sud denly taken out of so much that is poor and small, and lifted up in a moment to something higher. I think it is a special opportunity that we ought to be thankful for, and not neglect.\" \" And then,\" added Alfred, \" as to our ordinary religious services, it is not everyone who can at once raise his thoughts to the appropriate pitch, and I think we are quite right in trying to assist those who find it difficult, by making all the accessories of our Avorship as suitable as possible.\" The music began again just then, so there Avas no further opportunity for conversation, till all VOL. II. K— 2"], [58, "THE THORNCLIFFES. 52 were fairly in the train for the homeAvard journey ; and then the ladies were too much ex hausted with fatigue and excitement to feel inclined to talk. The journey -seemed sloAver than ever, Avith the long drive through the snow at the end of it, and there seemed some reason for Miss Lloyd's anxiety for the safety of the party. \" I hope the men have had their horses roughened,\" she said, \"we shall be sure to be upset if not.\" \" I don't think there is much danger, really,\" said Fred, \"the new-fallen snoAv is not very slippery.\" \" But, it's so dark, we shall miss our way ! \" exclaimed Miss Wood, who could not endure to be outdone in predictions of misfortune. \"Why, anyone could drive along that road blindfold,\" exclaimed Miss Georgie,\" it's as straight as an arrow the Avhole Avay.\" \" I will go outside and see that all is right, if it will be any relief to you,\" proposed Fred. \" Oh, no, thank you ; you would catch cold. I dare say the men will kno\\v best ; besides, you could get out if there seemed any difficulty.\" Fred protested that he was not afraid of cold,"], [59, "THE THORNCLIFFES. 53 that, in fact, he preferred riding outside, but Miss Lloyd Avould not hear of the arrangement, so, at last, he gave it up. The party was finally packed into the _avo cabs, full and minute directions Avere given to the drivers, Avho declared themselves perfectly competent to brave the dangers of the Avay, and all Avere fairly started on the perilous journey. In one cab Avere Miss Lloyd, Miss Wood, Agnes, and Mr. Graham ; in the other, Miss Georgie, Dorothea, Lilian, and Fred. The latter, as constituting the more robust and courageous section of the party, set off last. The progress Avas certainly not rapid, for the Avind and snoAv drove right in their faces, and the roads, though not actually slippery, yet necessitated careful driving. The second cab seemed to fare the best, for it very soon passed its companion, which crawled and jolted more and more as the time passed on. \" I am afraid you must be very tired,\" said Alfred Graham to Agnes, who had sat silent for some time. \" I don't feel so, exactly,\" she ansAvered with a smile, \" though I suppose, when I think of it, I ought to do. It is curious Avhat a strange"], [60, "54 THE THORNCLIFFES. delightful restfulness comes over one sometimes in the most unlikely circumstances. I have often found it so.\" \" I think I knoAV Avhat you mean ; I have felt something like it sometimes.'' \" I think it is one of those unexpected bless ings that we ought to be so specially thankful for. I remember times — oh ! I cannot describe how happy I felt, and all the time I suppose people Avere thinking hoAv uncomfortable I must be, if they thought about it at all. It often makes me pity other people less, when I see them in Avhat seem disagreeable circumstances.\" There was a strange tender thrill in Agnes's voice, as if the times she spoke of were very sweet to look back upon. Alfred, as he listened, felt some of the same happiness fill his OAvn breast, and he shrank from uttering a word that Avould break the spell. The silence did not last long, hoAvever ; it Avas soon interrupted by Miss Lloyd's voice, speaking in anxious tones. \" Oh, dear ! I hope we have not passed the toll-bar; Mr. Graham should turn off there for Layford.\" Alfred and Agnes both looked through the"], [61, "THE THORNCLIFFES. 55 AvindoAv, trying to pierce the darkness out side. \" I don't think we can have passed it,\" Agnes said. \" Oh, no, here is Mr. Hargreaves' mill ; why, that is half a mile on this side of Spring Bank ; hoAv slowly we have come ! \" \" Dear me, Ave shall not be home for an hour at this rate ; and how the cab jolts, I wonder if the harness can be all right ! \" The cab stopped altogether just then, and Miss Lloyd's anxiety became so great that Alfred opened the door, and got out to see what was amiss. \" I think we shall be all right noAv,\" he said, when he re-entered, \" the snow obliges us to be careful.\" Miss Lloyd was re-assured, and leaned back again for a doze ; but to Agnes, who Avas sitting next to him, Alfred said : \" I am afraid one of the wheels is a little shaky. How far is it to Ardernmoor? \" \"Over tAvo miles; more than that to the Vicarage. Oh! do you think there is any danger? \" He caught the tremor in her voice, but he could not see hoAv pale she had suddenly turned."], [62, "56 THE THORNCLIFFES. \" Perhaps not ; I hope Ave may get through. I am very sorry I alarmed you.\" \" Oh ! it is nothing,\" she said, recovering her self; \" I am not frightened. It Avould be aAvk- Avard to have to Avalk all that way in the snow, though. I wish Miss Lloyd and Miss Wood Avere in the other cab.\" \" Yes, it is very unfortunate ; but do not let us alarm them if Ave can help it.\" The cab stumbled on for a few minutes, though seeming to get more unsteady every in stant. At last there was a jerk, then a sudden pause, and the next moment they Avere all thrown together to one side. There Avere a feAv seconds of confused horror, broken with the screams of the elder ladies, and a slight sound of glass shiver ing; then Alfred Graham spoke in a firm voice : \" Do not be frightened, it is only the Avheel ; Ave are not going to upset. I will open the door here and get out.\" \" Oh, we shall all be killed ! \" cried Miss Lloyd and Miss Wood in chorus. \" I knew it Avas not safe ! What shall we do? \" Alfred was groping for the door handle, but"], [63, "THE THORNCLIFFES. 57 when it Avas found he tried in vain to get the door open. \"You're fast o' that side,\" cried the cab man, coming round ; \" we 'ave gone agen th' hedge someAvays. Ah'll open t'other door and get you out.\" It Avas not easy to get the other door open, any more than the first, but the man at last succeeded. \" Come on, now,\" he said bluntly ; \" you'll have to get out this way. You first, Miss,\" he added, seizing Agnes, \" th'others canna stir till you're out.\" Agnes was dragged, she scarce kneAV how, on to the snow-coA*ered road outside. Alfred Graham followed, and, finally, after some diffi culty the two elder ladies were also extricated. They stood together in a group, lamenting their mishap, and discussing the question of what should be done next. \" You had better take your horse back to Mill bridge,\" said Alfred to the cabman, who was making some futile attempt to fasten up the broken wheel. \" It's of no use to try to move the cab to-night ; hang your lamps on it so that no one else may run into it in the dark. You"], [64, "58 THE THORNCLIFFES. had no business to come out with such a broken down thing.\" \"Indeed, it's a mercy we're not all killed,\" wailed Miss Wood, Avringing her hands. \"We shall catch our death of cold,\" said Miss Lloyd ; and, indeed, she had some reason in her prediction this time, for the north-east wind blew with piercing keenness, and the wet snow lay several inches thick on the ground. \"We had better Avalk on at once,\" said Alfred, decidedly ; \" we shall probably meet the other cab going back, and then we can get into it. I think that is our best chance.\" \" I suppose there is no house near that we could get to ? \" said Miss Lloyd ; \" Miss Hill's can't be far.\" \" I am afraid they Avould all be gone to bed,\" said Agnes, \" and Ave should find it difficult to rouse them.\" \" Yes, I suppose so ; but I don't think I can walk two miles in the face of this wind.\" \"Let us hope we shall soon meet the cab,\" said Alfred, cheerfully, offering an arm to each of the two elder ladies. Agnes joined herself to Miss Lloyd, supporting her on the other side. She felt tired and nervous, but the necessity for"], [65, "THE THORNCLIFFES. 59 keeping up braced her to the required energy. Still she wished very much that her companions Avould cease bemoaning themselves and pre dicting consequences, and she had an instinctive dread of AA'hat Miss Wood might say next. There were some allusions that she could not endure to hear. \"What's the matter with your hand, Mr. Graham ? \" exclaimed Miss Lloyd, as she took his arm, and they all noticed for the first time that it Avas tied up Avith a handkerchief. \" I cut it with the broken glass — it's nothing,\" he ansAvered. \" Indeed, I don't wonder you cut it. I'm sure I thought we should all have our eyes put out, or our throats cut,\" said Miss Wood, \" and noAV I'm sure I shall get bronchitis, and be ill all the Avinter, and my sister-in-law was coming to see me next week ; and Avhat I suffer Avith my chest, Avhen the cold once settles on it, is more than any man can tell. Dr. Grey himself said that he didn't think I should have got through that last time — two winters back. I never got a wink of sleep for three nights, with coughing.\" \"I think I hear the sound of wheels,\" said"], [66, "THE THORNCLIFFES. 60 Agnes, suddenly, after a few minutes ; \" perhaps it's the cab coming.\" They all stood still. Yes, there could be no doubt about it ; above the sound of the wind among the trees, Avas the unmistakable rumbling of some approaching vehicle. \" I don't think it's coming in the direction of the cab,\" said Mr. Graham ; \" it sounds like something light — a gig or dog cart.\" And a gig it proved to be, which, advancing sloAvly and cautiously from Millbridge, overtook the little party on the road. There Avere tAvo men in it, who drew up instantly in answer to Alfred's call. \" What is the matter ? Who is there ? \" cried a voice which Agnes seemed to recognise, and, as one of the occupants of the gig dis mounted, she saw, by means of a lantern he held in his hand, that it Avas Mr. Williams. \" Miss Lloyd ! \" he exclaimed, \" and Miss Thorncliffe ! out here at this hour, and on such a night ! \" A short explanation followed. The occupants of the gig had seen the broken cab lying in the roadAvay; would have run into it, indeed, but for the lights Avhich Alfred had insisted on"], [67, "THE THORNCLIIFES. 61 hanging to it. They also had been to the concert in Grimston, and had delayed a little at Millbridge in making ready for their drive home. The OAvner, and other occupant of the gig, Avas Mr. Field, a well-to-do farmer of LoAver Ardernmoor, a member of Mr. Williams's con gregation. Much commiseration was expressed for the unfortunate traA'ellers, but it Avas not easy to see how best to help them. \" This trap Avon't hold more than three, hoAvever you do,\" said Mr. Field, considering ; \" tAvo of you ladies could get in Avith me, if Mr. Williams Avould not mind walking.\" \" Oh, let me drive,\" exclaimed Miss Wood, \" I positively cannot Avalk a step further.\" The others looked at one another, considering. \"You and Miss Wood must go,\" said Agnes to Miss Lloyd, \" I can walk quite Avell.\" \" I don't knoAV,\" said Miss Lloyd, doubtfully, \" I don't like to leave you, and the gig is so very difficult to get into.\" The farmer laughed. \"We'll help you up, ma'am, no fear of that. It strikes me it's the best way of managing it.\" \"You are sure you don't mind,\" said Miss"], [68, "62 THE THORNCLIFFES. Lloyd, still hesitating as to the propriety of leaving Agnes alone Avith the two gentlemen. \" Not in the least, really. I shall get on very well; I shall have two protectors as far as the toll-bar, and Mr. Williams will be with me all the way.\" Mr. Williams's heart beat high ; so this stranger gentleman Avas only going part of the way, and he would have the mile-and-a-half's walk from the toll-bar with Agnes alone. \" We may meet the cab, you knoAv,\" said Alfred Graham. \"If you come upon it soon, perhaps you had better get in, and then turn back for us, so as not to trespass on the kindness of these gentlemen more than is necessary.\" So it Avas decided; though, as Mr. Field declared, it was scarcely likely that they Avould meet the cab very soon ; the man would stop to rest, and get something Avarm before starting on his return drive. The tAvo ladies were helped into the gig, Avhich drove slowly on, and Agnes was left behind Avith the gentlemen — both her lovers, though she did not know it. Very few words Avere exchanged between them, they had enough to do to hold up their umbrellas, and make way"], [69, "THE THORNCLIFFES. 63 against the driving Avind. Yet, both Alfred and Mr. Williams felt a strange pleasure in protecting this girl on her AA*ay, and though they had never met before, and neither kneAv anything of the other, each AA*as dimly conscious of a sort of tacit rivalry betAveen them. Had Alfred really knoAA*n Avho his companion Avas, he would have been reassured. He Avould have regarded it as entirely impossible that Agnes could think of a Dissenting minister. As it was, he took it for granted from Williams's manner and appearance, that he Avas some neighbouring curate, whom he had not yet seen. \"I suppose Ave must say good-bye here, Mr. Graham ? \" said Agnes, as they dreAV near the Httle whiteAvashed toll-house. \" That is your road to Layford ; unless, indeed,\" she added, seeing his hesitation, \" you will come home Avith us, and share my brother's room ; they may be all gone to bed in your lodgings.\" \" Thank you, but my landlady is sure to sit up. She Avill be alarmed if I don't come. Only you must let me see you further on, till we meet the cab, at any rate.\" \" Oh, no, thank you, I couldn't think of taking you further ; and it is really quite unnecessary."], [70, "64 THE THORNCLIFFES. Mr. Williams is going all the way, and one is quite enough for an escort.\" \" I shall be most happy to see Miss Thorncliffe safely home,\" said Mr. Williams ; \" I am going all the Avay in that direction.\" \"Indeed, Mr. Graham,\" continued Agnes, \" you may be quite sure I shall be all right. I have no doubt Mr. Williams will be a most careful escort.\" Alfred Graham umvillingly allowed himself to be persuaded, and Agnes and Mr. Williams Avere left alone to struggle up the hill towards Ardernmoor. The icy Avind seemed to beat upon them with ever-increasing strength, and Agnes felt her steps faltering, and had to lean more and more on her companion for support. \" I fear you Avill be exhausted before we meet the cab,\" said he. \" Oh, no, I think not ; one can generally keep up as long as it is necessary, but am I not drag ging very much against you? \" \" I don't mind, I am glad to be able to help you ; it Avas a most unfortunate accident.\" \" Yes ; Ave Avere very glad Avhen you and Mr. Field came up. It seems as if I Avas ahvays de pending on you to extricate me from dilemmas.\""], [71, "THE THORNCLIFFES. 65 Agnes laughed a little at the recollection of the various occasions on Avhich she had been throAvn into Mr. Williams's company. She had little idea of Avhat tender importance these chance encounters Avere to him. Yet as he replied, assuring her of his pleasure at being of use, and his earnest desire to do anything in his power to serve her, her quick ear detected some thing more thau the ordinary expressions of civility, and a kind of vague Avonder passed through her at the thrilling sadness of his tone. \"It is always a pleasure to be of use to one another, even in the slightest degree,\" she said gently ; \" and one often gets help and com fort quite unexpectedly in chance meetings Avhich appear to lead to nothing. Kindness is never throAvn aAvay, I am convinced, and 1 shall ahvays have a pleasant recollection of yours, Mr. Williams.\" \" Thank you,\" he said earnestly ; \" that is something worth striving for.\" Just then a muffled sound was heard, and looming through the darkness, they could gradually discern the long-looked-for cab. When the gig reached Ardernmoor it Avas still waiting, both driver and horse requiring some VOL. II. F"], [72, "66 THE THORNCLIFFES. rest before setting out ; but the account brought by the two ladies of the mischance which had befallen their party caused a great stir, and Fred immediately roused up the cabman and set off in search of Agnes. So the wanderers were at last conveyed home, and Mr. Williams and Mr. Field came in for warm thanks for their timely assistance ; and after an interval of kindly fussiness, and much paraphernalia of hot drinks and flannels, the tired travellers were finally got to bed, with many anxious hopes that no one would be seriously Avorse for the night's adventure."], [73, "CHAPTER IV. Our little systems have their day, They have their day, and cease to be, They are but broken lights of Thee, And Thou, 0 Lord, art more than they.\" Tennyson. And, after all, strange as it may seem, nobody was much the Avorse. The three ladies, of course took cold, and Avere kept prisoners, for a longer or shorter period, to their rooms and the house. Alfred Graham, too, had a sore throat, and Avas very hoarse for the next two Sundays, though perhaps that might be attributed, in some degree, to his having walked over to Ardernmoor, the morning after the accident, to enquire hoAv everyone Avas doing. Nobody kneAV whether Mr. Williams had a sore throat or not ; his chapel lay beyond the range of the view from the Vicarage, and was barely in sight from the Miss Lloyds' dwelling, and though his assistance was gratefully received in time of need, it was con venient to ignore him when the occasion for his 67 vol. ii. f— 2"], [74, "THE THORNCLIFFES. 68 help had passed. Miss Lloyd declared that he Avas no doubt a very good man, and perfectly gentlemanly ; Mr. Thorncliffe thanked him cour teously for his politeness to his daughter; and Alfred Graham felt no little surprise at finding that the rival he had begun seriously to dread Avas after all only a Dissenting minister. Fred alone declared warmly that he Avas a good fellow and worth knowing, and even urged his father to call upon him, though Avithout result ; the rest felt that it Avould be a breach of all clerical propriety, and highly inconvenient in every re spect, to have more than a mere boAving acquain tance. As for Agnes she was too much occupied Avith her own struggles and difficulties, to give more than an occasional thought to the young minister, whose Avords had awakened her sym pathies that night. He Avas only one more of the sorroAvful, heavily burdened people AA'ho had to wrestle with feelings and desires that could never be satisfied. Each must fight his own battle, and for herself she had more than enough to do with hers. But, for David Williams, the events of that evening had far more than a mere passing in terest. All the old passionate love, Avhich, for"], [75, "THE THORNCLIFFES. 69 more than a year, had been agitating his breast, Avoke noAV into fuller activity and power. Agnes's s\\A-eet grave face, the gentle tones of her voice, the touch of sadness which he had not failed to detect in her manner, and, above all, the regret- ful sympathy Avith Avhich she had replied to his incautious protestations, all kept recurring to him Avith ever-increasing persistence, folloAving him in his daily round of duty, flashing in upon his prayers, haunting him even in his disturbed and restless slumbers. He Avondered, too, about Alfred Graham, and speculated much on his pos- sible relation to Agnes. It was not difficult for him to find out Avho he Avas, and even a whisper of Agues's acquaintance AA'ith him at Llandudno found its way, by some mysterious channel, to his ears. With these slight hints, he soon arrived at the conclusion that he Avas the loA'er of the Vicar's daughter, and something, perhaps it was instinct, told him that she Avas not in- different to him. Of course, then, they Avould be married — probably Avere almost engaged already — and then Agnes would pass utterly away beyond his sight and knoAvledge. Well, it might be better so ; he must make up his mind to it at once, and, perhaps, by slow degrees, this tortur-"], [76, "70 THE THORNCLIFFES. ing desire Avould be calmed and moderated, and he would be able to go on his way in peace. If only Graham was worthy of her, or, for no man could be that, if only not glaringly unAvorthy. He Avatched him narroAvly, enquired after his proceedings, and marked his actions Avith a jealous eye. He Avas earnest, hardworking, energetic, tender, and courteous. Williams saw all this, and his sense of justice forbade him to judge him harshly for having gained the prize he had himself so longed for. He began to be interested in him, and to AA'ish that he could do him some service ; that Avould be a truly Christian requital, and would gain him some favour in the eyes of Agnes herself. His imagination seized the thought, and buried itself in an endless elaboration of one scheme after another of benefiting her. Sometimes it Avas Alfred Gra ham who was to be the object of his efforts, sometimes Agnes herself, and sometimes Fred, whose straightforward candour and easy pleasant ness of demeanour had greatly attracted him on the occasion of his various visits to the Manse, as Mr. Williams's congregation decreed that his little cottage should be called. His sister, a sensible middle-aged Avoman, Avho kept house"], [77, "THE THORNCLIFFES. 71 for him, did not fail to notice his absorption, but she was far, indeed, from suspecting the cause. She imagined him to be attracted by Miss Har riet Field, the pretty daughter of the farmer avIio had driven the gig from Millbridge on that eventful night. It Avas from that time that DaA*id began to seem altered, Margaret Williams noticed, and Miss Field had been with them at the concert, but had remained for the night Avith an aunt in Grimston. This idea Avas not alto gether acceptable to Margaret Williams ; Har riet Field was a gay, volatile girl, by no means her ideal of a minister's wife, and she feared greatly that her brother's zeal and fervour Avould be damped by such a connection ; consequently, she gave many little hints about flightiness and worldliness, and the desirability of a quiet sober demeanour for a minister's Avife. DaA*id assented Avith an air of indifference which rather re assured her, still, she could not quite divest herself of the suspicion. He was often out in the evenings, and she feared that some of these periods of absence were passed at Mr. Field's house ; she did not like to question him on the subject, and would have been greatly surprised to learn that the greater part of his time was"], [78, "THE THORNCLIFFES. 72 spent in Avalking up and doAvn the lane past the Vicarage, or roaming drearily over the lonely moors, thinking of Agnes Thorncliffe. After a time David Williams began to be alarmed at the strength and vehemence of his passion; it was taking absolute possession of him, unfitting him for all his ordinary duties and occupations. His church, his sermons, his daily visitings, seemed to have less and less interest for him, and became a weary round of unmeaning trivialities. He Avas groAving sick, too, of the small contentions and endless petty strivings against the Established Church, by which the life of a Nonconformist minister in a rural dis trict is so often disturbed. What Avas it all for, he asked himself sometimes; Avas it, after all, a mistake, a spending himself for nought? These thoughts gradually grew upon him till he became positively aghast at their persistency. What ! was he about to become false to his con victions, to betray the trust that was committed to him? He must make a stand against this strange infatuation, this terrible current that Avas bearing him he kneAv not Avhere. He would examine the subject thoroughly, and prove to himself and others that he Avas as firm as ever"], [79, "THE THORNCLIFFES. 73 in his Nonconformist principles. So at once, in the first zeal of this new resolve, he announced a course of lectures upon Ritualism. This step was very agreeable to his deacons, Avho had begun to suspect him of a dangerous laxity on these points, and had sometimes shaken their heads in secret at his faint response to their de nunciations of the innovating tendencies of the Vicar. Now all Avould be set right, they thought ; Mr. Wfllia ms was fairly roused to the importance of the case, and the time was par ticularly opportune, for Mr. Thorncliffe had just promulgated certain views regarding the obser vance of Lent, Avhich were supposed to have a specially dangerous tendency towards Rome. The lectures proved at first a great success. The regular chapel-goers were, of course, de lighted Avith the elaborate refutation of errors to which they themselves were not at all inclined, and high hopes were raised among the deacons and other leading personages that this vigorous setting forth of the truth would attract a rein forcement from among the more dissatisfied of the adherents of the Establishment. Mr. Wil liams was by no means anxious on this point. It was but a small satisfaction to him to hear that"], [80, "74 THE THORNCLIFFES. there had been so many \"Church people \" among his congregation at the lectures, and he was an noyed more than a little at the large placards of advertisement Avhich his deacons had persuaded him to soav broadcast over the village. His attention Avas called to these placards once in a specially trying manner. He was visiting one of his congregation, a Avoman, Avho, on the strength of a feAv jars of peppermint in her Avindow, and some very doubtful red herrings, which she kept for sale, had been furnished Avith one of them for the benefit of her supposed customers. This woman had a sick sister lodging Avith her, and David knew well that Asjnes Avas in the habit of frequently visiting the invalid. He was wonder ing Avhat effect the placard Avould haA'e on her mind, when the woman, seeing his attention directed towards it, said, Avith a self-satisfied air : \" You see I keeps to my chapel for all the Vicar and Miss Thorncliffe's a visiting of Mary Ann. It's very considerate of them, I'm sure ; but I'm not going to be 'ticed away from that as Tve been brought up to. I hold Avith the pure Gospel, and not with them new-fangled notions; and many a time I've thought to myself that it"], [81, "THE THORNCLIFFES. 75 was a good thing Miss Thorncliffe should have it before her that there Avas them as is ready to stand against rigionalism and outward ceremonies.\" David made no ansAver. He longed to put the placard into the fire, but dared not suggest such a course. The Avoman, nothing doubting that she had made a favourable impression, went on : \" It's often as IVe thought I'd make bold and speak to her, and tell her about the lectures, that beautiful as they are. For she's a pleasant spoken young lady, and it's a pity, Avhen you come to think of it, that she should be left in the darkness of Popery.\" This was dreadful. At the bare thought of having his lectures retailed for Agnes's bene fit by this woman Mr. Williams blushed scarlet. \" I scarcely think that would be desirable,\" he said, with an effort. \"And Avhen anyone is so really a folloAver of Christ as Miss Thorncliffe is, I think Ave may pass over differences on minor points. She is not a Roman Catholic, you know.'' \"Well it's not for me to say as she's not a Christian,\" replied the woman,\" for / believe"], [82, "76 THE THORNCLIFFES. that she does according to the light as is given her, and the Vicar too, for all his fastings and Church every morning ; but it's a pity as she shouldn't be brought to a knowledge of the truth.\" Mr. Williams saw that there Avas no use argu ing the point, so, with a sigh, he took his leave. \" Good Heavens,\" he thought, as he Avalked doAA'n the hill, \" and is this self-satisfied pharisaism, setting itself in judgment on those Avho are so much above it, the only result of all our efforts and labour? Is all my painful protest to have no better effects than this ? \" His heart was very heavy. The lectures had not brought him the strength and consolation he needed. The more he investigated the points of difference the smaller and more insignificant did they appear, and though his courage was not equal to abandoning the series, yet his con gregation were much dissatisfied that the later discourses contained far more about mutual har mony and toleration, than about the special superiority of evangelical dissent. The deacons in particular were disappointed, and their sus picions were further aroused by their pastor's positive refusal, about this time, to allow a"], [83, "THE THORNCLIFFES. 77 meeting of the Liberation Society to be held in his school-room. It Avould have been specially appropriate, they thought, at the time Avhen the Established Church Avas manifesting such pro nounced tendencies, and the public mind had been prepared by a systematic refutation of its errors. Jealousy of the secular privileges of the Church of England, and disapproA'al of certain of her doctrines, are often curiously intermingled in the ordinary Nonconformist mind. Meanwhile events had gone on in a very humdrum way at the Vicarage. The small dis turbances in the atmosphere of Lower Ardern moor produced but little effect up there, and Mr. Thorncliffe pursued his way, unruffled by any arguments or appeals from Mr. Williams. His OAvn work Avas sufficient to absorb all his energies, and he was troubled Avith no doubts as to whether he was taking the right way of doing it. The parish was now thoroughly well or ganized, and district visiting, cottage meetings, and night-schools Avent on Avith clock-work re gularity, while, whoever might fail in his duty through illness or engagements, the Vicar was always at his post ; nothing ever hindered him from carrying through what he had undertaken."], [84, "78 THE THORNCLIFFES. \" It is Avonderful to see how your father works,\" Miss Lloyd observed once to Agnes, \" nothing ever seems too much for him ; his energy is simply amazing.\" \" He cannot rest Avhile anything remains to be done,\" said Agnes, \"it is second nature with him.\" This was towards the end of January, Avhen a small party had assembled at the Vicarage to drink tea together, before Fred and Nellie's de parture after the vacation. Mr. Thorncliffe had been suddenly called out of the room, in the midst of some explanations of a scheme for extra services in the outlying hamlets during Lent. \"And yet,\" said Miss Georgie, \"he never seems to neglect other things for the parish. Some people are so taken up with good works that there is no room in their minds for any other idea. They can talk of nothing but schools and meetings.\" \" Or even Avorse than that,\" added her sister, \" they neglect all the little proprieties of manner and appearance, till they make themselves positively ridiculous, and do harm Avhere they mean to do good.\""], [85, "THE THORNCLIFFES. 79 \" Plenty of people are ready to set others right, Avho never look to themselves,\" said Lilian. \"But then,\" put in Dorothea, \"of course people should see that they correct their positive faults ; but don't you think it is often difficult to decide how far self-improvement really is a duty. A person may spend hours in painting or music, for instance, in a way that is really selfish, and then say he has no time to do any thing for the poor.\" \" I think that is a great danger,\" said Agnes. \" People think too much of culture and refine ment, and enjoying intellectual pleasures, as if their OAvn advantage, and comfort, and per fection Avere the sole object of their lives. Even the desire for moral progress may become too entirely centred in self.\" \" You remember what Sir Richard Grenville said of the Puritans, in Kingsley's ' WestAvard Ho ! '? \" asked Fred of Dorothea, under his breath. Dorothea nodded ; the same thought was in her mind, but she dared not have quoted Kingsley's burning words aloud. The very thought brought the hot colour to her cheeks. Besides, Agnes Avould not like such a way of"], [86, "80 THE THORN CL TFFES. putting things, and there were feAV people who liked to Avound Agnes. \" Yet it is so difficult to knoAV how far to go,\" sighed Dorothea. \"I think there is a medium,\" said Miss Lloyd. \" We ought not to neglect the little amenities of life ; and I expect, if Ave look for it, Ave shall find time both for the good works and the culture.\" \" The great thing is to avoid selfishness, even in spiritual matters,\" said Alfred Graham. \" And to remember that it may be a form of selfishness to study our perfection too exclu sively,\" added Agnes. \" Only, what a mistake it is,\" said Miss Georgie, \"for people to think that, because they are engaged in what they call good Avorks, it does not matter hoAv disagreeable they are in private life. They use up all their strength and energy out-of-doors, and can only be cross and irritable at home.\" \" Of course that is not right,\" ansAvered her sister; \"people should try to be gentle and pleasant in private, as well as active and earnest in doing good. No one virtue should be culti vated at the expense of the general character.\""], [87, "THE THORNCLIFFES. 81 \" In short,\" said Fred, Avith a mischievous smile, \" Ave should attain that very perfection that Agnes is so strongly opposed to.\" \" Perhaps, we should in the end attain it,\" said Agnes, looking up suddenly, \" but not by making it our chief thought — the object of all our efforts. It Avould come of itself, if it came at all, by simply doing right from hour to hour.\" \" Simply doing right : that is the conclusion of the whole matter ; but who is sufficient for it ? \" murmured Fred. The rest were sflent, and the subject dropped; but to Alfred Graham, as he caught the sudden light on Agnes's face, it seemed that one at least of their number Avas not far from this unsought-for eminence. It Avas so always, in small things and great ; in the daily ups and downs of ordinary life, as well as in the deeper and more sacred matters of heart and spirit, Agnes seemed to rise above all about her. There was an elevation of tone, an aspiring upward tendency, Avhich irresistibly influenced all Avith Avhom she had to do. It reached to David Williams, across all the barriers of thought and circumstances ; it permeated VOL. II. G"], [88, "82 THE THORNCLIFFES. Avith its subtle power all the atmosphere of her home, raising Lilian's thoughts insensibly to a higher key, and supporting and helping Nellie amid the anxieties and difficulties of her school life. It surrounded Fred, and, although un knoAvn and unsuspected, formed one of the strongest of the golden cords Avhich bound him fast, through all his Avanderings to the true cen tre of human faith. It shed its influence over Dorothea, and helped her in spite of many vicissi tudes and failures, to attune her own heart to the same heavenly harmony, and it extended to Alfred Graham, drawing him with ever stronger bands to love and worship, yet as surely holding him back from too near approach, and erecting strong, though impalpable barriers between him and her whom he would fain have made his OAvn. Day by day the conviction forced itself upon him that Agnes Thorncliffe was not for him. He could not describe it, or give reasons, even to his own heart, for the feeling which seemed sometimes as if it Avould dry up the very life blood from his veins. He had no fear of rivalry, the momentary pang had died aAvay as soon as born, and now it seemed something very like sacrilege to associate the idea of jealousy Avith"], [89, "THE THORNCLIFFES. 83 her. No ; there was nothing of that sort about her, she was far removed from all earthly passions, set on high, on an unattainable pinnacle, to guide and strengthen him on his Avay. And so, by degrees he schooled his heart to the great renun ciation, and became through suffering closer to her in spirit than he had ever been in the days when he had approached her with the thoughts of earthly love. Yet there were very human trials aAvaiting Agnes. Not yet was she to be set free from the earthly cares and vexations which so often croAvd upon us and mar the bright serenity of our spirits. There was a good deal to try her this spring ; and disappointments, sore and heavy, seemed to associate themselves with the work that was generally such a bright and joyous ser vice to her. The chief of these came through Lettice Oldham. Agnes felt a sense of utter despair and helplessness when she heard that the girl had left her father's house, and taken a situation in Grimston. She had long been anxious about Lettice, Avho had quite got beyond her influence, and of whom disquieting rumours came from time to time. Anxious to learn the exact truth about her, Agnes enquired of the VOL. II. G— 2"], [90, "84 I HE THORNCLIFFES. next-door neighbour, and Avhat she heard only confirmed her worst fears. Lettice had gone as barmaid to a refreshment-room in a doubtful place of entertainment in the city, Avhere her as sociates would be of the worst kind. There Avas nothing to be done, though Agnes wrote to the girl, beseeching her to return to her home. It Avas all in vain, and even had Lettice been Avilling to retrace her steps the Avay Avould have been very difficult, for Joshua Oldham, over- Avhelmed Avith shame and indignation, declared that he could no longer regard her as his daughter, and Avould for ever close his door against her. Mr. Thorncliffe visited him, and tried to plead that a way might be left open for the prodigal's return ; but the old man was too deeply Avounded to listen to him, and seemed, in some vague Avay, toa ssociate his daughter's fall with the influence of the Vicar and his family, which, as he declared, had first led her away from the true religion she had been brought up in. Nothing could, therefore, be done, and the sorroAV of Lettice's Avrong-doing pressed heavily over the village, and on Agnes, especially, cast a deep shadoAv of grief and disappointment. \" I always feel sad Avhen I look doAvn over the"], [91, "THE THORNCLIFFES. 85 village,\" she said one day to Alfred Graham, as they stood together in the churchyard on the occasion of one of his now rare visits to the Vicarage. \" I knoAV every cottage, and all about the people and their ways, and all the evil and sin there is among them, and 1ioav many are going terribly and hopelessly wrong ; and Avhen I think of it all there seems something dreadful in its lying there so peaceful in the sunshine.\" \" Yet let us think of the infinite Love which is ready to redeem it,\" he ansAvered gently. \" Yes,\" said Agnes, sighing. \" But, listen ! \" she added, as, through the open windoAvs came the solemn notes of the organ on AA'hich Lilian was practising the next day's voluntary. It Avas Mendelssohn's beautiful air that she was playing, infinitely tender and regretful in its strain: \" Woe unto them that reject Him.\" They stood and listened till their eyes were filled Avith tears. Then, as the mournful cadence died aAvay, Alfred repeated softly, but in a clear distinct voice : \" No eye but His might ever dare To gaze all down that drear abyss, Because none ever saw _o clear The shore beyond of endless bliss.\" \" I don't think,\" he added, \" that God meant"], [92, "86 THE THORNCLIFFES. us to groan and faint, by taking on ourselves the burden which He has borne once for all upon the Cross.\" \"Thank you,\" said Agnes, with a grateful smile, \" you ahvays do me good.\" This was the first of the occasional sweet seasons of intercourse which now, from time to time, were possible to the tAvo. They came only seldom — for many reasons it Avould not be Avise for them to meet often, or do anything that could attract the notice of too curious friends, — but when they came they gave fresh strength and comfort to both hearts, and went far to still the restless craving Avhich had been so strong a few months before."], [93, "87 CHAPTER V. \" And, as she spake, She sent the deathless passion in her eyes Thro' him, and made him her.-., and laid her mind On him, and he believed in her belief.\" Tennyson. Yet the sorrow about Lettice, together Avith other annoyances AA'hich occurred about the same time, had a depressing effect upon Agnes during the spring months. And coming as they did after a long spell of trying and difficult conflict, they lowered someAvhat her usual bright serenity and caused her to feel a little of the horror of dis appointment, doubt, and frustration through which we are most of us called at one time or other to pass. Only a little though, this gloom and darkness is seldom heavy or long-continued to those Avhose eyes have been constantly fixed on the Heavenly Light, and who have never suffered their vision to be blurred or hindered by any clouds of vanity or self-seeking. And so with Agnes, in her time of difficulty ; the needed"], [94, "88 THE THORNCLIFFES. strength AA'as not slow of coming, and the sacred and inspiring associations of Easter-tide, folloAved by the everlasting beauty and marvel of spring, that resurrection of nature Avhich seems to typify the eternity of hope in the soul, came this year Avith a special message of peace and comfort to help and cheer her on her way. Truly the Avorld Avas full of beauty, and floAvers in abundance were streAvn along life's pathway, the rarest and choicest blossoms often groAving just Avhere the Avay Avas most steep and difficult. There Avas small excuse for murmuring, Avhen, during our short time of pilgrimage, we had so many fore tastes of the glory Avhich is beyond. It Avas thoughts like these, vague and indefinite, scarcely eA'en conscious, but still fraught Avith strength and peace, Avhich stole over her as she sat sketching one Avarm afternoon towards the latter end of April. She was sitting by the edge of the river, a short distance from River Lane and the gates of the Hall grounds, and the rapid roar of the waters dashing over the weir mingled Avith the twittering of the birds and the Wing of the cattle in the meadoAvs beyond. It Avas one of her rare holiday afternoons, for she had been anxious to make a sketch of the old sand-"], [95, "THE THORNCLIFFES. 89 stone bridge and the avUIoavs fringing the Avater side, and so had brought her lunch from home, and come doAvn to this secluded spot immedi ately after finishing her duties at Spring Bank. This Avas rather a favourite plan Avith her, but it was far oftener made the means of accomplishing some errand among the cottages in the lane, than simply used as an opportunity for recreation. Agnes loved sketching Avith all the energy of a keen artistic temperament, but her time Avas too much occupied to alloAv her often to indulge in it. She had been sitting for some time busily occupied in her work, Avhen she became aAvare of a footstep on the bank above her. Looking up quickly she saAv that it Avas Alfred Graham, AA'ho had thus invaded her retreat. She Avas strangely surprised to see him there ; it Avas in Layford parish, it Avas true, for she had crossed the river Avhich formed the boundary line, but in this distant and remote corner it seemed scarcely likely that he or anyone Avould be sauntering in the middle of the afternoon. Something seemed to tell her that this meeting would not be like an ordinary chance encounter, that it Avas fraught with a weighty significance to both their lives. Her heart beat loud and"], [96, "90 THE THORNCLIFFES. fast, though her manner was outwardly calm, as she received his greeting. \" I didn't expect to find anyone here,\" he said, as he seated himself on the grass beside her. \" This is a favourite haunt of mine, and I came, as I often do, to commune Avith the rushing waters ; but I have met you, which is far better.\" \" I came to sketch the bridge,\" said Agnes, with some constraint ; \" I have often thought it would make a good subject.\" \" Yes, it is very beautiful. It is a long time since I have seen you paint ; not since we Avere at Llandudno. Do you remember that day when you sketched the rocks and the seaAveed, and we were nearly caught by the tide ? \" Did she remember ? Ah ! hoAv Avell she re membered every minute incident of those happy days. Her voice trembled so that she could not ansAver. \" It seems a long time ago,\" Alfred went on ; \" as if a great lifetime had passed since then. Yet it is only a few months.\" \" Time does seem long sometimes,\" said Agnes, softly, \" I suppose because it is meant to teach us a great deal.\""], [97, "THE THORNCLIFFES. 91 \" I suppose it is, but it almost makes me despair sometimes. If a few months can seem so endless, what of all the days, and months, and years that are to folloAv ? \" \" As thy days so shall thy strength be,\" Agnes answered ; she spoke mechanically, as if the words Avere not her OAvn, but Avere put into her mouth by some poAver stronger than she Avas. \" Ah ! but how hard it is to remember that, when one feels utterly Aveak and faint.\" \" I think,\" said Agnes, suddenly, \" that we often forget that the object of our life here is not, and should not try to be, our own happiness. We think we have a right to something, because Ave Avant it, Avhen, perhaps our desire is just sent us that Ave may have the discipline of disappointment.\" Alfred was silent, and she went on speaking in the same quick eager manner, as if she had a message to deliver Avhich she felt herself in danger of forgetting. \"And it often seems as if the very highest service were given to those who had put aside the thought of happiness for themselves. I don't mean that it is right to go out of our way to do it ; that, I suppose, was the old idea of the middl"], [98, "THE THORNCLIFFES. 92 ages, but, it seems to me, that there is something presumptuous in despising the joys God sends, as if it did Him any good for us to be sad. But Avhen Ave are called to it, when the way is distinctly pointed out, then I think we ought to try and imitate some of the devotion of those old times. Oh ! if we could only remember it always ! \" The last words were said in a kind of a long gasping sigh, as if the difficulty of renunciation had almost overpoAvered her ; but Alfred scarcely heeded them. What had gone before had come to him almost like an inspired message, and he felt awed into silence by its illuminating and constraining force. It Avas a long time before he spoke again. \" Agnes,\" he said, at last. (He had never called her Agnes before, and he pronounced the Avord in a loving, reverent tone.) \" I Avill not tell you what I thought of in those days at Llandudno — I don't think it is necessary that I should, — but I will tell you now, that I quite knoAV that all that is impossible, that I understand perfectly everything you Avould Avish me to knoAv about it, and I will try to remember what you have said, and learn to submit. But, you will be my"], [99, "THE THORNCLIFFES. 93 friend still, and help me— sometimes— as you have done to-day.\" Agnes had turned her face aAvay while he was speaking, and her hands Avere trembling violently ; but when he ceased she turned toAvards him Avith a calm emvrapt expression on her counten ance, and said : \" Friends ; oh, yes, I hope we shall be friends— and if we can help one another — so long as our paths lie together, we shall surely do that, I think.\" There was a long silence then, Avhich neither cared to break. The Avide river rushed on over the weir and oivward in its rapid course, an em blem of the changeless course of time— that time of Avhich the feAv short years of earthly life seemed to stretch out to such a dreary length before the aching hearts of those two, who now watched the hurrying waters. Before the heart of one at least, for Agnes's thoughts had already oversteps the boundary which divides the long course of time from the vast infinitude of eternity. At last, Alfred spoke again. \" Agnes,\" he said softly, \" I shall never forget this hour, nor all the months since first I knew you. They have done"], [100, "94 THE THORNCLIFFES. so much, so very much for my life. But will you give me something — some little token — that I may keep ahvays as a remembrance ? \" She had a small bunch of wood anemones by her side. They Avere among her favourite floAvers, and she had gathered them on her Avay towards the river. Now she took them up, and held them for a moment in her hand, looking into their delicate star-like faces. As he watched her, Alfred thought he could trace a strong resemblance between the pure transparent Avhiteness of the flowers and pale delicate face bent towards them, with its strange expression of mingled wistfulness and resolution. At length, Agnes divided the bunch into two parts, and silently handed him one, keeping the other still in her hand. He took it reverently, and opening his pocket Bible, laid the floAvers be tAveen the pages, and replaced it in his breast. A feAv moments longer of silent intercourse, sitting there beside the stream, and then they parted. No fareAvell Avords Avere spoken, for neither could venture to add to Avhat had been already said. Only a long clasp ofthe hands, and an instant's meeting of the eyes that told more than Avords could ever utter ; then Agnes again"], [101, "THE 1H0RNCLIFFES. 95 crossed the bridge, and began the long Aveary ascent to the home, which Avas the centre of her life of care and duty, and Alfred Avas left standing in the valley alone. But he could not at once return to the humdrum duties of his cure. Heart and mind had passed through too severe a strain to bear, as yet, the sight of human faces, and the sound of voices, speaking of ordinary topics. He turned straight into the thickest solitude of the woods, and taking an unfre quented path, made his Avay on, over fields and copses, up toAvards the Avild moorlands, where for long hours he wandered, away from all observing or enquiring gaze. Nor did he return till the sun had sunk far down beloAv the horizon, and the chill night breezes bleAv keen and sharp across the heather, and doAvn into the hamlets below. It is not in the moments of crisis and decision that the strength and courage is most severely tried. Many a soldier can stand bravely in the battle, when the rush and tumult bear him up unconsciously and reflection is droAvned in the clang and hurry of action, who sinks and faints during the slow and toilsome march and the dreary harassment of constant petty skirmishes."], [102, "THE 1H0RNCLIFFES. 96 And so Avhen the crisis is passed, and the Avords that can never be recalled have been spoken, the heart is apt to fail before the long monotony of daily commonplace, unrelieved by any vivid hope or interest. Thus during the weeks that folloAved that memorable day — as the spring blossomed into summer, and the Whitsun season came and passed, and the beauty of Nature greAv more glorious and triumphant, as if in mockery of the small vicissitudes of human hearts — it is little wonder if Agnes felt that the burden she had taken up was more than her strength could carry. Yet faith and prayer will never fail those Avho put their trust in them, and the path of duty, though rough to tender feet, is never quite impassable ; and so, though her step greAv less elastic, and her voice lost its old happy ring, and keen observers might detect an increasing transparency in her delicate hands, yet she still maintained the same gentle cheer fulness, and no trace of sharpness or irritability was ever heard in her daily speech. The change was there, but so slight and almost imperceptible was it that no one guessed Avhat a heavy struggle those summer months were. She seldom saw Alfred Graham uoav. An occasional meeting"], [103, "THE THORNCLIFFES. 97 was inevitable, but at such times both, by a tacit understanding, avoided all approach to in timacy, and conversation never passed beyond the ordinary commonplaces of politeness. But Agnes noticed that his face looked pale and thin, and that grief and depression Avere Avritten on his features ; and she often shed bitter tears, and poured out her heart in prayer over the sorrow which she had so innocently caused him. This change in the relations betAveen them did not pass unobserved by the Avatchful eyes of Ar dernmoor society, and there were many comments and speculations upon it. Miss Wood nodded her head, and declared that there was more in the matter than anyone knew ; and for her part, she never trusted those silent people Avho seemed absorbed in religion ; they Avere sure to be deeper than anyone else. The Miss Lloyds discussed and Avondered, and felt a decided dis appointment at the fading away of the little romance, Avhich had seemed to begin so aus piciously under their OAvn eyes the year before. Dorothea thought she knew more about it than her aunts, and though she took no share in the conversations on the subject, her quick eyes VOL. IlJ H"], [104, "98 THE THORNCLIFFES. Avatched Avith sympathetic insight, and, remem bering her conversation Avith Agnes that evening on the hill, she arrived at a conclusion not very far from the truth. She kept her surmises to herself, however, feeling instinctively that to talk of Agnes's private affairs Avould be a gross intrusion, and contented herself with devising little services Avhich she could render to her friend Avithout exciting attention. No sovereign ever had a more devoted subject than Avas Dorothea at this time to Agnes. Pity is not the word to express Avhat she felt towards her. There Avas something in the calm pure face, which seemed to Dorothea to forbid all thoughts of commiseration, something that reminded her of a beautiful marble statue, Avhich she had once seen, of some mediæval saint, Avhose in tensely earnest expression left no room for any thing but reverential love. So the long summer days passed on, and it was not till the middle of September that any thing further passed betAveen Alfred and Agnes. It Avas a still and peaceful afternoon, and Agnes Avas alone at the Vicarage, her father, Lilian, and Nellie having gone to a special service at a neighbouring church. The walk over the hills"], [105, "THE THORNCLIFFES. 99 Avas farther than she could manage, so she had been left at home, and was noAv sitting in the garden, busy at her needleAVork, Avhen she saAv Alfred coming in at the gate. Her heart beat violently, but she rose up quietly, and explained her father's absence. For a moment he Avas silent, and she wondered more and more at the expression of his face — there Avas a look of fixed resolution Avhich she had never seen before. \" Did you Avish to see him ? Can I give any message?\" she said timidly at last. \" I have brought back this book he lent me,\" he answered, abstractedly, producing a small volume. \" Give him my thanks, and say that I should have been glad to see him.\" Agnes took the book, and stood wondering what Avas to come next. \" You are alone, I think,\" Alfred said, after a minute's pause. \" May I stay and speak to you for a few minutes — I have something to tell you 1\" She boAved her head in assent ; she Avas poAver less to refuse his request. \" I expect I shall shortly leave Layford,'' Alfred began abruptly, after another interval of silence. Agnes started violently, and the questions that VOL. II. H— t"], [106, "100 THE THORNCLIFFES. rose to her lips died away before she could find utterance for them. \" I fear I have startled you,\" he said gently, observing her sudden paleness. \" I don't know whether I may have told you that my uncle who lives in Devonshire, ahvays promised me the next presentation to the living there, of which he is patron. It seemed, however, a distant prospect, and I did not care to talk much of it. But this morning I have had a letter from him, saying that the Rector is dead, and offering me the living at once.\" \" Then you are going there ? \" said Agnes mechanically. She had regained her outAvard composure, but her heart was full of a vague dreariness, as if she had suddenly become con scious of the withdraAval of a source of light and Avarmth, on Avhich she had depended more than she kneAv. Somehow it seemed a very poor and commonplace ending to their friendship, that Alfred should settle down to his comfortable Devonshire living, and perhaps — Avho could tell — in a year or two be married like any other person. Yet after all it was no concern of hers, only why did he come straight away to tell her? \" Do you advise me to go ?\" Alfred said, break-"], [107, "THE THORNCLIFFES. 101 ing in upon her thoughts Avith his Ioav earnest tone. \" It is what you always intended,\" she ansAvered evasively. \"Yes,\" he said, Avith sudden vehemence. \"I suppose I did intend it in a vague general sort of way, sometime or other. And there was a time, about a year ago, when, for a feAv short weeks, I intended it in a way that was very far from vague and indefinite. But that is all over noAv ; I have to consider the matter from a new stand point.\" Agnes did not answer; she was too much agitated to speak. \" Do you remember that day last spring?\" he went on, \"and what you said then about the highest service being appointed to those who had been obliged to put aside the thought of happiness for themselves ? Those words have been in my mind day and night ever since, and now I think the time has come for me to devote myself to a work to Avhich, under different circumstances, I should hardly have felt myself called.\" Still no answer ; her face Avas turned away and her hands were trembling. \" I have been thinking a great deal lately about"], [108, "102 THE THORNCLIFFES. the east end of London,\" Alfred continued. You remember those letters in the Guardian that your father spoke of one evening ? They, I think, were what first put it definitely into my mind, and then something you said about the need — it has all come, one thing after another, till I feel as if it was a call which I cannot neglect. So I have made up my mind to decline my uncle's offer, and look for a curacy somewhere in the East End. Do you think I am right ? May I have your prayers for a blessing ?\" His voice shook now, and he could say no more, but Agnes turned her sweet face toAvards him all glo ving with sympathy, and silently placed her hand in his. \" I think you are quite right,\" she said. \" Oh, I shall love to think of your doing such a work.\" His heart thrilled at her words, and he raised her hand and kissed it ; he Avould have kept it in his, but she drew it gently from him, and sat gazing towards the hills far away. \"The poor, the outcast, and the forlorn — thank God, He lets some of His children devote their lives to them — who would not esteem it an honour to be permitted so to follow in Christ's steps ?\""], [109, "THE THORNCLIFFES. 103 Alfred bowed his head in silence. It seemed like the voice of an angel speeding him on his Avay. They never kneAv hoAv long it Avas that they sat there together. There was a strange solemnity in the calm autumn stillness, as they thought that it AA'as perhaps the last time that they should thus hold communion Avith one another on earth. \" What Avill you say to your uncle ? \" Agnes asked, at last. \"I am going to him to-morrow. I think the matter Avill be better explained by word of mouth, and indeed I almost OAve him a visit. There is a friend of mine, a year or two older than myself, who is very consumptive, I fear. He is a curate in a large town, and is married, and has a hard struggle sometimes. I Avill try and persuade my uncle to give the living to him ; the climate Avould be good for his health.\" \" Oh, I hope he will ; and your mother — she always looked forAvard to your getting this living ; I am afraid she Avill be dreadfully dis appointed.\" \" She Avill feel it, of course ; but she may perhaps see that I am right ; and she is not"], [110, "104 THE THORNCLIFFES. dependent on me, you knoAV. I hope she may be able to settle happily, someAvhere near my sister.\" Just a few more commonplace questions and ansAvers, and then they separated. Agnes stood in the garden and Avatched Alfred as he passed out through the little private gate into the field, and took his Avay doAvn the steep path Avhich led to the high road in the valley. Then, Avhen he Avas out of sight, she turned inwards to the house, and locked herself into her chamber. M \" Are you sure you knoAV what you're doing, my lad ? \" old Mr. Horton said to Alfred, as he sat next evening over his Avine, listening to his nepheAv's plans; \"it's a first-rate chance that you are throAving aAvay.\" \" I am quite decided, uncle ; I made up my mind some months ago.\" \" Well, I don't understand it,\" continued the old gentleman ; \" it's all very Avell to reach the masses, and all that sort of thing, but I always thought City missionaries were best at that kind of Avork. I don't see the use of a University education being throAvn away like that.\""], [111, "THE THORNCLIFFES. 105 Alfred ansAvered that he thought his Univer sity education would probably be of more use in London than in Devonshire. \" Well, I think it's a great mistake, and you'll be sorry some day. By the way, a thought has just struck me. Tell me one thing — is there some love affair at the bottom ? \" Alfred started and coloured violently. It seemed almost a profanation to him that Agnes should be alluded to in this way. \" Ah, I see how it is !\" said his uncle. \" Now take my advice, my boy. You may feel very much upset, no doubt, at present, and think nothing Avorth considering but self-sacrifice, and burying yourself from the world, and things of that sort. I knoAv exactly hoAv you feel. But it will all pass in time, and in tAvo or three years you'll be just as anxious to marry and settle doAvn comfortably as any man. Now I'll just let you have your whim for the present, and I'll put this man you speak of in for a time, on the understanding that Avhen you get tired of run ning after the pickpockets of London, he resigns to make way for you. His health Avill be re established by that time if it is ever going to be fit for anything, and he'll be very grateful to us,"], [112, "THE THORNCLIFFES. 106 no doubt. That will be the best plan for every body.\" But Alfred Avas not to be moved. He ob jected on principle to the proposed arrange ment, and indeed had strong doubts as to its legality ; moreover, he had been led to his decision by too many painful steps to be ready to abandon it at the first opposition. He Avas sorry to grieve his uncle, for the old gentleman was really wounded, and when he saw that Alfred paid no heed to his arguments from pru dential motives, appealed to his own feelings, and the desire he had ahvays cherished of having his nepheAV settled near him. Alfred could only ansAver that he was extremely sorry to disappoint him, and hoped they might have many oppor tunities of seeing one another. He had a second hard task in explaining his plans to his mother. It is true that she was able to enter into his desire for work among the poor, in a way that was quite impossible to his uncle ; but nevertheless her disappointment Avas equally keen, and she immediately put some questions about Miss Thorncliffe Avhich Alfred found considerable difficulty in answering. He merely said that he felt nothing but reverence"], [113, "THE THORNCLIFFES. 107 for Miss Thorncliffe, but that there could never be anything more betAveen them, and that she understood and fully sympathised with his plans. Mrs. Graham Avondered sorely, and grieved over the downfall of all her castles in the air, but she dared not ask any further questions."], [114, "108 CHAPTER VI. \" Love is come with a song and a smile, Welcome love with a smile and a song. Love can stay but a little while. Why cannot he stay ? They call him away ; Ye do him wrong, ye do him wrong ; Love will stay for a whole life long.\" Tennyson. Towards the end of the spring that Avitnessed Agnes's memorable conversation Avith Mr. Graham the young owner of Ardernmoor Hall again visited his property. He had been half intending to do so all through the winter, but one thing and another, his mother's parties, and the various journeys which she found it convenient to make in search of health and amusement, had been continually arising to prevent his intentions from being carried into effect. Harry Danvers was of an easy, yielding disposition, and his mother had ahvays been accustomed to bend his Avill to hers. The habit of doing as she wished Avas too strong to be easily broken, and he had gradually put off any open assertion of his own"], [115, "THE THORNCLIFFES. 109 will. Yet, though compliant on most points, he was by no means AA'ithout decision of character ; and Mrs. Danvers reckoned AA'ithout her host Avhen she imagined that she could mould his future in every respect. For many reasons she was unwilling that he should return soon to Ardernmoor. She really loved Continental travel, and looked upon Italy as almost more her native land than England, and she AA'as very unAvilling to dispense Avith the attendance of her son, Avhose presence gave her a more important position in the society in Avhich she moA*ed. Moreover, she had noticed, AA*ith considerable annoyance, his admiration for Lilian Thorn cliffe. A marriage Avith the Vicar's daughter Avould entirely frustrate all her cherished schemes on his behalf. It Avas in every respect undesirable, she thought, for the estate was mortgaged and impoverished to an embarrassing extent ; and it had ahvays been Mrs. Danvers' wish that Harry should find a wife Avith suffi cient means to get it thoroughly in order. Then she Avas a haughty Avoman, proud of her good family, and she could not endure the thought that the future mistrass of the Hall should be the daughter of an obscure country clergyman."], [116, "110 THE THORNCLIFFES. Bearing in mind these various considerations, she spared no pains to make residence abroad attractive to her son, and trusted that among the various families of their social circle some young lady might be found who would possess all the qualifications necessary for his bride. There Avas a certain Miss Colstone, who seemed every thing that could be desired. She was pretty and graceful, not very clever, perhaps, but gentle and accomplished. Her father had been a City merchant of good position, and she had a for tune of thirty thousand pounds. Mrs. Danvers was very attentive to this young lady, and even organized a carriage excursion for three days in the neighbourhood of Naples, on purpose to give an opportunity for Harry to become better ac quainted Avith her. To a certain point he seemed ready to fall in Avith her Avishes. He was lively and good-natured, and by no means unwilling to make himself agreeable to his mother's guest. But, amidst all the small chatter about ruins and brigands, there Avould come the recollection of certain rambles among the mountains of West moreland, and Mabel Colstone's blue eyes and pink and white complexion seemed dull and insipid when he thought of Lilian's bright arch"], [117, "THE THORNCLIFFES. 111 glances, and the mingled frankness and shyness of her demeanour. No ; he had never seen anyone to compare with her, and his mother might manœuvre as she pleased, but he Avould choose his OAvn bride, and not tie himself down by any mercenary con siderations about the property. Besides, he had spoken Avords to Lilian that could not be re called, and he felt that already his long absence might seem to her to need some explanation. His honour Avas pledged, as well as his affection, and he Avas not going to act dishonourably for all the pretty heiresses in creation. Matters were in this state, Avhen, about the end of May, letters came showing that the young squire's presence was imperatively required at Ardernmoor to look after the re-letting of an important portion of the property. \"You Avill be back in a feAv Aveeks?\" Mrs. Danvers said. \" You knoAV we have arranged for a tour in the Dolomites, and the Colstones are going to join us.\" \" I don't know aa -hether I can be back or not,\" Harry answered, \" there are a great many things to be looked after there.\" He did not give his mother any further expla-"], [118, "112 THE THORNCLIFFES. nation. He Avas determined to come to an understanding Avith Lilian during his visit, but he knew hoAv much opposed Mrs. Danvers Avould be to this, and he did not Avish to encounter her anger until the matter Avas finally decided. • Everything Avas looking very bright and fresh when he arrived. The woods had just put on their summer dress, the ground Avas carpeted with hyacinths, and the birds were singing their exultant songs among the leafy branches. The old Hall, Avith its ivy-covered Avails, seemed to welcome him back, and even his recollections of the beauties of Italy did not eclipse the fair English landscape. He met Mr. Thorncliffe the first morning, during an early walk. The Vicar accosted him at once, Avas glad to see him back, and imme diately began about the cottages in River Lane, and the improvements Avhich had been promised the year before, but Avere not yet begun. \" Come in, and take tea Avith us this evening,\" he said, as they separated, \" I should like to ex plain these things fully to you.\" Harry willingly accepted ; it Avas a most for tunate opportunity for seeing Lilian. He was disappointed in this, however, for she"], [119, "THE THORNCLIFFES. 113 had gone out to tea Avith some friends. Agnes, Avho Avas present, kept the young Squire a good deal at a distance. She Avas convinced from his long absence that he had been only trifling AA'ith her sister last summer, and she Avas determined to shield her from any further entanglements Avith him. Yet fortune was favourable to him, for the very next evening he encountered Lilian Avalking across the park. She boAved, and would have passed on, but he turned quickly, and greeted her. \" Oh, Miss Thorncliffe,\" he said, \" I am so glad to see you. I was at the Vicarage last night, but you Avere not at home.\" \" No ; I heard that you had been there,\" replied Lilian, rather stiffly. \" Let me carry your basket for you ; I really am going your way. I want to speak to a man at the farm by the gate.\" He had taken possession of the basket before she could refuse, and walked on by her side. \" You are quite a stranger here, Mr. Danvers,\" she said, after a moment, \" I suppose you have got tired of Ardernmoor again.\" She regretted this speech as soon as it was VOL. II. I"], [120, "THE THORNCLIFFES. 114 spoken ; it sounded as if intended to provoke a denial. Harry Danvers did not miss the oppor tunity. \" Indeed, I love it more than ever,\" he ex claimed. \" It is not my fault that I have been so long absent. My mother cannot bear to be left during the winter ; I had some difficulty in coming even noAV.\" \" You have come at a good time. The country is looking its best in spring.\" \" Yes ; I am delighted Avith it, it grows upon one so. There's no place to compare Avith Eng land, after all.\" \"After all! Well, I suppose the attractions of the Continent are very enticing ; the charms of society, for instance.\" She spoke bitterly, scarcely thinking of her words. His long absence was a Avound which could not easily be forgotten. \" I don't care a rush for Continental society. I longed the Avhole time to be back here ; if I had my Avay, I should stay here for ever.\" \" I don't agree Avith you then ; I think Ardern moor is an exceedingly dull place, quite dead alive in fact ; for my part, I should like to see the world. But you are blase already, and I"], [121, "THE THORNCLIFFES. 115 suppose a rural hermitage has attraction for you for a Avhile. Good afternoon ; I Avon't trouble you with my basket any longer, our Avays separate here.\" She hurried up the hill with flaming cheeks and angry flashing eyes, and locking herself into her chamber, flung herself doAvn in a passion of tears. What had possessed her to behave so ? How could she make so foolish an exhibition of herself? Of course, Harry Danvers must despise her more than eA'er now ; she would never dare to look him in the face again. Then pride struggled uppermost, and she told herself that it was nothing to her what he thought of her, he could not despise her more than she did him — coming again with his soft speeches after an absence of nine months. She hoped he had had a lesson noAV, and would take care hoAv he talked to her again in that Avay. Then, Arith another revulsion of feeling, she began to Avonder Avhether it might not, after all, be true that he had been all the time Avishing to return, and had been prevented by his mother. Mrs. Danvers certainly seemed a very exacting and determined person, and, of course, her son would not wish to offend her. Perhaps she had VOL. II. 1—2"], [122, "116 THE THORNCLIFFES. been too hasty and violent, and had really grieved him by her rude speeches. Well, it could not be helped noAV ; she must try and for get her folly, and go on as if nothing had hap pened. Thus she fluctuated from one state of feeling to another during the tAvo or three days Avhich passed before her next meeting Avith Harry. This took place at a small evening party at the Leighs'. Lilian Avas very quiet, scarcely noticing Mr. Danvers, but devoting herself to conversation Avith Miss Lloyd. When she was asked to sing, George Leigh attended her to the piano, and remained standing over her till she had finished. Harry Danvers Avas occupied Avith a book of photographs, and Lilian, Avho was anxious not to appear as if she missed his atten tions, talked eagerly to her companion, rather over-doing her part in her excitement. But, after her music was over, she found herself seated very near the table where Harry was describing Italian scenery to Miss Georgie, and gradually she was draAvn into the group, and the easy frankness of the conversation before long set her again at ease, and so smoothed over the memory of the previous encounter."], [123, "THE THORNCLIFFES. 117 \" May I ask forgiveness ? \" Harry Avhispered, as they stood together for a moment in the hall, as the party Avas breaking up. \" I do not knoAv that you have any occasion to ask it,\" Lilian ansAvered, with a little embarrass ment. \" Then I can take it as granted ? \" he persisted, AA*ith his pleasant smile. Lilian Avas vanquished ; it Avas impossible any longer to maintain the cold demeanour she had marked out for herself, so she smiled in return, saying as they parted, \" You're a very bold petitioner, I am afraid.\" Harry Danvers was a frequent visitor at the Vicarage after this. Lilian soon resumed the friendly intimacy Avhich had characterised her demeanour toAvards him the previous year. There was a little more reserve, it is true. A little more excitement attended his visits, but on the Avhole it seemed that his long absence had already been forgotten, and that matters Avould take their course much as if he had never been away. That he was Lilian's lover was tacitly understood on all sides. The neighbourhood gossiped and speculated. Agnes gradually brought her mind round to regard things from the neAv"], [124, "118 THE THORNCLIFFES standpoint, and found Avhen she had done so that there Avas much to approve in the turn affairs Avere taking. They had not sought after Mr- Danvers ; he had come of his own accord, and nothing had been done on their part that could justify the slightest unfavourable remark ; and the young man himself seemed eA'erything that could be desired. He was certainly constant ; his return after so long an absence Avas sufficient proof of that ; and no doubt, Agnes concluded, he had his mother's consent to the renewal of his attentions. That he should have come without it, and be all the time acting in defiance of her wishes, never entered her mind ; she would have regarded his coming in a different light if it had done so. As it was, however, she was decidedly inclined to think well of Harry Danvers ; and the sight of Lilian's happiness — of the groAving brightness and tenderness on her sweet face — filled her with a sympathetic joy, and went far to lighten the sadness which had been gradually creeping over her. The world was not all sorrow after all, she felt; there Avere many gleams of sunshine breaking through the thickest clouds. \" It is so pleasant to be back again here,\""], [125, "THE THORNCLIFFES. 119 Harry said to Lilian one evening, as they Avere returning from a Avalk through the fields. \" It is what I ahvays longed for Avhile I Avas aAvay.\" Lilian was silent. It Avas very sAA'eet to her to hear his Avords, but she scarcely kneAv how to answer. \" I expect I shall have to go back in a feAv days,\" he went on after a moment ; \" my mother is anxious to make a tour in the Tyrol, and I promised to join her.\" \" Hoav long shall you be aAvay ? \" she asked, surprised at the neAvs. \" I don't knoAV ; not long, I hope. I expect she will travel for about three Aveeks, but I should hke to get home again as soon as possible.\" \" I suppose your business here can't go on long without you ; or does it manage itself, as it has done so far ? \" There was a touch of satire in her tone ; she liked to tease him about his neglect of his property, and enjoyed the meek way in which he received her little scoldings. \" I'm afraid it can't go on managing itself much longer,\" Harry answered ; \" but that is not my chief reason for Avishing to come back.\" \" I should think it is a very important one,\""], [126, "120 THE THORNCLIFFES. said Lilian. \" You must be a very bad man of business if you neglect your affairs so much. You don't deserve to have any property to look after.\" \" Shall I tell you Avhat I care about a great deal more than property — what is the chief. about the only, thing Avhich draws me to Ardern moor, and would draAv me over the Avhole Avorld if necessary ? \" His earnest tone startled her, and made her heart beat quickly. They had almost reached the lane, and Avere passing close by the house occupied by Miss Wood. Just at this moment a sudden shouting was heard, and they perceived that lady, enveloped in a bright scarlet shaAvl, and armed Avith tAvo open umbrellas, engaged in a frantic chase of a large cat Avhich had been invading her hen-house. Something in the whole surroundings, the reaction from the previous moment, the absurd gesticulations of the old lady as she brandished her Aveapons of defence struck Lilian's already excited nerves, and she burst into a sudden uncontrollable fit of laughter^ Harry Danvers looked rather beAA-ildered, but finally joined in, and they were obliged quickly to retrace their steps for fear Miss Wood should discover their merriment. Before they had fairly"], [127, "THE THORNCLIFFES. 121 recoA'ered themselves they Avere joined by Mr. Thorncliffe and Agnes, Avho had delayed a few minutes to speak to someone on the way. Of course there Avas no further opportunity for any confidential speech, and the time was occupied by mere general remarks till Harry took leave at the Vicarage gate. \" I shall be engaged all day at Grimston to morroAv,\" he said, \" but may I come up and see you on Thursday? \" The words were addressed to the Vicar, but they were really meant for Lilian, and he caught her assenting glance as Mr. Thorncliffe replied that he should be very happy to see him. The next day was a very busy one with Harry Danvers. He had arranged for an intervieAV with his laAvyer, relatiA*e to some mills on the Ardernmoor property which had been let for a number of years to a firm in Grimston. The firm Avas in a very unsatisfactory state, and during the last year or two there had been considerable difficulty about the rent, and Harry was anxious to see if some arrangement could not be come to with regard to the arrears. The lawyer, hoAvever, informed him that, according to the enquiries he had made, the firm was only too"], [128, "THE 1H0RNCLIFFES. 122 likely to become bankrupt, and there was there fore very little probability of any money being forthcoming. \" Of course Ave could distrain upon them,\" Mr. Morley said, \" but even then we should have a great deal of trouble, and the rent is not the only thing — the whole place is so thoroughly out of repair that it is next to im possible Ave shall be able to let it again, unless, indeed, we lay out a large sum on it, and that would not be worth Avhile noAv that trade is so bad.\" Nor Avas this the only piece of bad neAvs that Harry was to hear that morning. The loss of tAvo or three hundreds a year, though annoying to one Avith Avhom ready money Avas by no means plentiful, Avould not entail any very serious change of plans ; but during the inter view with the laAvyer, a telegram arrived, bringing news of the decision on a protracted lawsuit which he had had with the railway com pany whose line passed through Ardernmoor. The decision was given against him, and the costs Avhich he would be called upon to meet amounted to a sum that seemed little short of appalling. Harry was struck Avith dismay, and plan after plan for meeting the difficulty"], [129, "THE THORNCLIFFES. 123 arose to his mind, only to be dismissed as impossible. It was necessary, hoAvever, that he should go at once to London, and see what arrangement could be come to in the matter. The most feasible suggestion seemed to be to sell a portion of the estate, though, in the present Ioav state of trade, that could only be done at considerable sacrifice. Poor Harry seated him self in the train, chafing wildly against the hard fate Avhich had brought this sudden cloud in the midst of all his happiest hopes and anticipa tions. There Avas no use noAV in thinking of marriage. That Avould be an impossibility, perhaps for years, and Avho could tell Avhat might not occur in the meantime. As the train Avhirled him on through the varied undulations of hill and dale, past the hated corner of land Avhich had been the subject of this disastrous lawsuit, and on through the green valley from Avhich he could look up to the Vicarage gables, his courage completely failed him, and he could only cover his face with his hands and burst into passionate tears. Thursday was a day of anxious watching and expectation for Lilian. The evening came, and her heart throbbed with excitement, for was not"], [130, "124 THE THORNCLIFFES. Harry coming, and Avho could doubt that he would come to speak those Avords that had been so unceremoniously interrupted two days ago? Perhaps he would come by the garden path, walking up through the field from the valley, and then she might meet him before he entered the house. Yes, that was what he Avould be sure to do, she Avould be on the look out for him, and catch him as he entered. So she tied on her garden hat, and fixed a spray of haAvthorn in her dress, and then, on the pretext of Avatering the neAvly-planted geraniums, lingered expec tantly about the garden gate. The minutes passed, and prolonged themselves into hours ; many a time did she Avander round to the front, and look into the draAving-room to see if he might chance to be there ; at length the last streak of daylight faded from the Avestern sky, and Agnes came to call her in, and Avarn her against taking cold if she stayed in the garden any longer. \" I don't feel cold,\" Lilian said, a little im patiently, \" and I can't come in yet, I'm washing these rosebuds.\" Agnes might have answered that that par ticular tree could not need Avashing, as she had"], [131, "THE THORNCLIFFES. 125 done it herself only the day before ; but she guessed her sister's disappointment, and so for bore, only saying gently, \" It is rather dark to see them, and supper is on the table ; Avon't you come in?\" \" I don't want supper,\" said Lilian wearily. \" My head aches ; I think I shall go straight to bed. Don't mind me, I'll come in directly.\" Agnes saAv that what she AA'anted most of all was to be let alone, so she turned aAvay in silence. Her heart grieved over Lilian's trouble, but she looked upon it as only temporary, feeling sure that things would be all right next day. The next day passed, hoAvever, and still there was no neAvs of Harry, but on Saturday Mr. Thorncliffe received a letter. It was dated from London, and said that Harry was detained by urgent business, that he had had losses, and his affairs were in a serious condition. He would soon find it necessary to leave England, but hoped to go doAvn to Ardernmoor once more to say good-bye. The letter concluded with a rather formal expression of regard for all the Vicarage household. The next few days were a time of great sus pense for Lilian. Sometimes she felt brave and"], [132, "126 THE THORNCLIFFES. confident, certain that Harry Avould return ; at others, her courage Avould sink to the loAvest ebb, and she would wander aimlessly about the house, drearily picturing to herself the long lonely future, Avithout Harry's bright, cheerful com panionship. What his losses were she did not knoAV, but she felt sure that only serious calamity could cause him to give up his cherished plan of settling at Ardernmoor. Oh ! if she could only see him ; a few minutes' explanation Avould be such a relief — at Avorst she Avould be able to share his sorrow, and comfort him Avith her sympathy. So a fortnight passed before Harry came again to Ardernmoor previous to his final departure. He scarcely kneAv why he came ; scarcely ac knoAvledged to himself Avhat it AA'as he meant to do. Business matters formed some excuse, but these might, perhaps, have been arranged Avithout his personal intervention. The desire to see Lilian was too strong to be resisted, though he found it difficult to make up his mind Avhether he ought to see her, or what was the right course of action for him. Should he go aAvay Avith only a few Avords of explanation, such as"], [133, "THE THORNCLIFFES. 127 might be given to any indifferent acquaintance ? Surely he had gone too far to leaA'e her in that way, to all the bitterness of deceived hopes. And yet AA'hat alternative Avas there noAv left him to offer? A long engagement Avith no definite prospect of marriage — Avas that a course which he had a right to ask of any girl ? Again and again he pondered the question, going through the same weary round of projects and possibilities. The difficulty of paying his debt had been very great. A portion of the estate was to be sold, but at a considerable sacrifice, and the remainder was too heavily mortgaged to be at his own disposal. His mother's jointure could barely be paid from the now diminished property ; all thought of income for himself was at an end. While he Avas in London he had received the offer of a diplomatic appointment in Turkey. This he had gladly accepted, but it was only a slender provision, quite insufficient to marry on. And his mother's opposition, which circumstances would only increase, made it im possible to think of applying to her. His only hope lay in letting the Hall, and that Avould necessitate considerable expenditure, and was but a doubtful prospect in these times of depressed"], [134, "THE THORNCLIFFES. 128 trade. No, there was no hope; he could not make Lilian his own. He came to this conclusion as he walked that bright June morning through the Avoods which skirted the estate. The piece of ground that had been the subject of the lawsuit lay just above him ; he had been looking at it, Avondering hoAv it was that a small half acre could have brought so much misery upon him. BeloAv him lay the river ; here flowing between high banks, thickly covered with trees and underwood. A steep path led to its margin, and an ancient stone bridge, of one single moss-grown arch, spanned the rapid waters. The place was solitary, for few persons needed to pass that Avay, and the path was rough and broken. Yet, as Harry came in sight of the bridge, he saw a figure leaning against the parapet, her light dress con trasting with the dark stone. It was Lilian ; she had wandered out, too restless and uneasy to stay in the house, and something had led her to this unfrequented spot. When she saw Harry she started slightly, and a sudden look of quick surprise and gladness came into her face. He came up to her, and they stood together."], [135, "THE THORNCLIFFES. 129 \" I did not know you were come back,\" Lilian said, falteringly. \" I could not help coming back ; I could not leave England without saying good-bye.\" \" Are you going to leave England then ? \" Her face fell, and her tone became cold and distant. \" I must ; I am in great trouble. A fortnight ago I hoped that I might settle doAvn here at last — \" \" And now ? \" The momentary resentment had passed away as the mournfulness of his tone struck her. \" And noAv that is all over. I have had great losses, coming upon me in a quite unexpected way. I cannot afford to live here ; I must go abroad and work for my living.\" \" Is that such a great hardship ? \" said Lilian, a little bitterly. She was in a strange tumult of agitation. She felt that she must speak harshly or she would break down altogether. \" No ! \" Harry ansAvered, vehemently. \" Heaven knows that is no hardship. But you must un^ derstand me. Ten days ago I thought — I hoped — that I might ask you to be my wife, but uoav ? How can I do so now ? \" VOL. II. K"], [136, "THE THORNCLIFFES. 130 There Avas no answer. Lilian could not speak. \" You must have seen how I love you,\" Harry Avent on. \" The one thing constantly in my thoughts Avas my love to you. I had no thought of this coming upon me ; no thought of any thing but hoAv I could Avin your love. And noAV it must seem as though I had been deceiving you, as though I was merely vain and fickle. Can you ever forgive me ? \" \" It is not your fault,\" said Lilian, through her tears. \" Then you do forgive me ? Oh, Lilian ! you do love me, in spite of all ? \" \" I cannot help it,\" she ansAvered, \"and I would not try to help it if I could.\" Not much in outAvard words was said after this. They sat together, and neither knew how quickly the time passed. \"I do not knoAV Avhether I have done right or not,\" Harry said at last. \" I do not know whether I ought to have told you of my love.\" \" Of course you have done right,\" Lilian re plied. \" Hoav could I have lived if I had not known'? \""], [137, "THE THORNCLIFFES. 131 ' Yet it will be long, very long, before we can be married.\" \" Why should Ave care about time, when we love each other ? Do you think I am afraid to wait ? \" They had a long talk then, in Avhich Harry explained his position. Lilian's tears fell at the thought of his absence, but her courage Avas not daunted. \" And, perhaps, after all, I may be able to let the Hall,\" he said at the end ; \" and then — \" \" And then Avhat ? \" asked Lilian, archly. \" Would you be afraid to be the Avife of a poor man in a foreign land ? \" \" I should be afraid of nothing *with you. And as to poverty, I knoAV all about that.\" There Avas a strange brightness about Lilian that day. Agnes guessed something of Avhat had happened, but waited till the confession came. It came in the evening as the tAvo sisters sat together in the garden, Avhen, in the calm tAvilight stillness, Lilian told her story. \" And so you Avill wait till brighter times,\" Agnes said gently, Avhen her sister had finished. \" It may be a long time, Lilian.\" \" I shall not mind Avaiting,\" ansAvered Lilian. VOL. II. K — 2"], [138, "132 THE THORNCLIFFES. \" Why should I Avhen there is such happiness to look forAvard to at last ? \" \" No,\" said Agnes, Avith a little sigh, \" I don't see why you should. Happiness at last ! it is everything to have that in store.\" Harry came up to speak to Mr. Thorncliffe next day. The Vicar Avas surprised at what had occurred, and at first inclined to think the engagement foolish under the circumstances. But Harry pleaded his cause Avell, and Lilian's face, bright and smiling in her trustful confidence, had even more effect than her lover's arguments in persuading him to yield. Mrs. Danvers's op position Avas the most serious objection. For Harry himself Mr. Thorncliffe had a cordial esteem, and he could not but feel for him in the sudden change in his prospects. And Harry assured him his mother's opposition would yield when she found that he was really in earnest ; so, on this understanding, Mr. Thorncliffe gave his consent."], [139, "133 CHAPTER VII. \" From all a closer interest flourished up, Tenderness, touch by touch, and last to these Love, like an Alpine harebell, hung with tears, By some cold morning glacier, frail at first And feeble, all unconscious of itself, But such as gathered colour day by day.\" Tennyson. Lilian's engagement was necessarily quite a private matter. Harry could only stay two days before his departure for the Continent, and his time was so completely taken up Avith business arrangements that a few hurried meetings were all the opportunities the lovers had of further intercourse. Lilian kept up bravely after his departure, but as the days Avore on she began to feel something of the blank dreariness which his absence caused. He had been so much to her dur ing the last feAv weeks ; she had learnt to depend so constantly on his society, that when he Avas gone, when all hope of seeing him, perhaps for years, was over, she could not fail to experience a strong reaction, and the home routine seemed"], [140, "134 THE THORNCLIFFES. empty and monotonous, the old duties and interests had become a dull, unmeaning round. Mrs. Danvers had, of course, been told of her son's engagement, and in course of time Lilian received a letter from her, in which she declared that she considered the matter extremely foolish, but that as her advice had not been asked she Avould not offer it, and she supposed there Avas no use in any further opposition. Lilian winced a good deal on reading this epistle, and the rest of the family were very indignant ; but all agreed that it was best to take little notice, and try as far as possible to forget Mrs. Danvers' unfriendliness. Lilian returned a brief and dignified acknowledgment, and there the corres pondence ceased. Harry's letters were long and frequent, and their arrival soon became Lilian's chief delight. Her spirits were rather variable at this time. She was restless and excitable, and fell into long fits of abstraction, very unlike her former cheerful energy. Agnes watched her anxiously at times, with a secret dread of the effects of the long separation. She could not bear that any thing should dim Lilian's old brightness. Oh"], [141, "THE THORNCLIFFES. 135 how gladly, if she could, Avould she have spared her this trial. When Nellie came home for the summer, she was much struck Avith the change in her two sisters. There Avas a new look about both, a tinge of mournfulness and preoccupation ; Agnes's calm serenity, no less than Lilian's fit fulness, seemed to tell of some hidden sorrow. \" I cannot quite understand Lilian,\" she said to Agnes one day. \" Is it so A*ery hard to be separated from your lover ? \" \" It is hard,\" answered Agnes ; \" and, you see, she will probably be separated for a long time.\" \"But still, she seems so out of spirits; wouldn't it be better to try and make the best of things ?\" \" It is a hard lesson ; I have no doubt she does try, more than Ave any of us knoAV.\" \" It is not as if the separation were for ever,\" said Nellie ; \" that must be dreadful indeed. I don't know how anyone could bear that.\" Agnes turned away to hide the coming tears. It was only a few days since her parting with Alfred Graham, and Nellie's words were like a laying bare of the wound. \" What is the matter, Agnes ? \" asked Nellie quickly. \" What is it that makes you look so sad V"], [142, "THE THORNCLIFFES. 136 \" I am afraid low spirits are infectious,\" said Agnes, recovering ; \" you must make cheerful ness for us all, Nellie. But I am going now to River Lane ; do you think you could come Avith me?\" Nellie said no more, for she knew that Agnes disliked all personal questions. Yet she avou dered, from time to time, at her sister's mournful look, and speculated as to its possible cause. What Avould become of them aU if A gnes Avere to break doAvn . They had always looked to her to maintain cheerfulness and serenity in the household. If she failed things Avould be sad indeed. Yet, as the Avinter came on, Agnes began to sink visibly under the long strain to which she had been subjected. She greAv pale and thin, and her work at Spring Bank became more and more a burden and fatigue. \" It must be given up,\" Dr. Grey said ; \" there is no use in attempt ing to do it any longer.\" Agnes acquiesced Avithout much demur ; she felt herself that the work Avas beyond her strength, and though the resignation of it cost her a bitter pang, yet it was but a small sacrifice compared Avith others that had preceded it. One consolation indeed"], [143, "THE THORNCLIFFES. 137 there Avas ; Nellie was to leave school at Christ mas, and it Avas arranged that she should live at home, and take Agnes's place in Miss Hill's establishment. This went far to soften Agnes's regret at giving up the Avork she loved. She would be able to direct Nellie, and help her in any difficulty, and the tAvo years' separation, which had been a trial to all, Avould be at an end. Nellie herself Avas oA'erjoyed at the thought of again liA'ing at home. She did not much distress herself about the cause. Agnes Avas overdone, and needed a long rest, that was the only aspect in which the matter appeared to her. The neighbours sometimes Avhispered ominous remarks about her transparent colour, and the strange brightness in her eyes, but among her own family these signs passed unnoticed ; the return of spring was expected to make every thing right. Fred passed a longer time than usual at home that Christmas. He had been elected to a fellowship at his College, and this Avas re garded by Mr. Thorncliffe as in some degree a wiping out of the disgrace of his unorthodox opinions. His newspaper, too, Avas getting on Avell, and had been alluded to in flatter-"], [144, "138 THE THORNCLIFFES. ing terms in the pages of an influential review. Mr. Thorncliffe entirely disapproved of the paper and everything connected with it, yet it Avas, to a certain extent, a consolation to him to find that, at least, it Avas not so entirely dis reputable as he had fancied. Fred Avas still far from satisfactory to his father,, but the two found more points in common this year than formerly, and thus an element of gloom had passed aAvay from the household. Very little of importance occurred that Christ mas. The usual Ardernmoor gaieties languished a good deal, and as Nellie observed, not Avithout a touch of satisfaction, they had not been so quiet for years. Quiet indeed it was, but still cheer ful and happy — a season to be remembered longingly in the years that were to come. Dorothea Lloyd was a frequent A*isitor at the Vicarage at this time. She had improved wonderfully during the last few months, and had almost lost the nervous self-consciousness Avhich had troubled her for so long. She was still vehement and impulsive, but far less ready than formerly to assert her own opinion, and her eager questioning eyes seemed to drink in all new thoughts, and to search everyAvhere for a"], [145, "THE THORNCLIFFES. 139 complete solution of the difficulties and per plexities Avhich a more extended horizon brought more and more into vieAv. She had many conversations and arguments Avith Fred, and took a great interest in the Flag of Pro gress, Avhose columns she eagerly studied. This Avas a source of great pleasure to her, for no one else understood her fancies, or cared to discuss the various questions — moral, social, and meta physical — to which so much of her thoughts Avere given. It seemed to her Avonderful sometimes, Avhen she thought of it, that anyone so learned and clever as Fred should take so much pains to explain things to an ignorant girl like herself, and she grew more and more to lean upon his judgment, and let her views of life be coloured bv his. \" I don't know Avhat I shall do, when you're gone,\" she said one day to him, as the time dreAV near when he must return to Oxford. \" It will feel quite strange to have no one to talk to about these things. Agnes is not a bit of good in that way, I think she hates all discus- sion.\" \" Yes ; Agnes can never see more than just a yard in front of her,\" ansAvered Fred."], [146, "140 THE THORNCLIFFES. \" I think she sees further than any of us sometimes,\" said Dorothea, in a Ioav voice. Fred was silent for a moment. \" I knoAv Avhat you mean,\" he said, at last ; \" I think so too.\" \" And don't you think,\" continued Dorothea \" that that is the most important of all ? Nothing can take the place of that kind of seeing.\" \" No, perhaps not,\" said Fred, thoughtfully ; \" but the other kind is wanted too. We have to live in this world for a good many years, and Ave should make the best of it for ourselves and other people, and study general principles as well as small details.\" \" But people are so differently constituted. I suppose it is impossible for one person to see everything at once.\" \" Yes, of course it is ; but Agnes seems to me to be quite unlike other people. She is out of date, somehoAV, in this nineteenth century. She seems to belong to the middle ages, she is so unworldly and absorbed. She gives one the impression that she was meant to be some old saint in a convent, and Avas alive now by mistake.\" Dorothea looked up enquiringly, as if to take in this idea. \" But don't you think such people are needed noAV in the outside Avorld, even"], [147, "THE THORNCLIIFES. 141 more than they Avere in convents then ? \" she said. \"Perhaps so, sometimes ; there are certainly not too many of them. Graham used to have a touch of that sort of thing now and then. By the way, I Avonder — I sometimes used to fancy there might be something betAveen Graham and Agnes.'' \" I think there must have been,\" said Dorothea. \" Do you ? Well, of course, it is all over noAv. I suppose they understand their oaati affairs, and perhaps it is best as it is. Certainly Agnes isn't the sort of person one could fancy being married.\" Dorothea gave no ansAver, and there Avas a pause of a few moments, then Fred said : \" But to return to what Ave Avere first speaking of, I'll tell you what Ave'll do when I go away. I'll send you the Flag of Progress every week, and then you will see something of what's going on.\" \"Oh, thank you, exclaimed Dorothea, \"I shall be so glad, and I shall be sure to know Avhich are your articles.\" \" I'm not sure of that. It isn't always easy to find out ; but I'll tell you what else you had"], [148, "THE THORNCLIFFES. 142 better do. If you get very full of any subject, just Avrite down all you think about it. It Avill help you to arrange your thoughts and go to the bottom of a thing, instead of simply musing aimlessly. And then I shall be coming back here sometime before long, and we can have a good talk over everything.\" Dorothea was much pleased with this pro posal, which promised to give her plenty of congenial occupation. It never occurred to her to Avonder at the intimacy Avhich sprung up be tween Fred and herself. It had come on too gradually and naturally to strike her as anything unusual. He aunts also had little idea of attaching any special significance to it. Dorothea was so youthful and girlish in appearance that, in spite of her unusual thoughtfulness, it Avas difficult to realize that she Avould soon be nine teen. Then, too, she was so different from other young people, so entirely Avithout any of the little arts and graces which prevail in social intercourse, so absorbed in abstract and outside subjects, and so shy and shrinking in general society, that her aunts Avere very apt to forget that she was no longer a mere school-girl. In fact the Miss Lloyds had scarcely left off puzzling"], [149, "THE THORNCLIFFES. 143 and grieving over the fortunes of Agnes and Lilian, and they never suspected that there might be a love affair, in Avhich they Avould have more immediate concern, going on under their OAvn eyes. Nevertheless they Avould probably have taken alarm had they knoAvn how large a share Fred occupied in their niece's thoughts. True, as yet she Avas far from regarding him as a lover, but the habit was springing up of referring to him first in eA*erything, guiding herself by his opinion, and putting aside all difficult questions to Avait for his solution. \" When Fred comes home, I will ask him,\" she began unconsciously to say to herself, and then she would make up imaginary conversations between herself and him, and would dAvell on all the details of their meeting. The friendship Avith him absorbed her more and more ; she never reflected that it was of a nature not likely to continue, but, must inevitably become something less or some- thing infinitely greater. A circumstance which occurred towards the latter end of March first opened her eyes in some degree. An old friend of her aunt's, a Mr. Bidson, was spending the evening, and the con-"], [150, "144 THE THORNCLIFFES. versation chanced to fall upon the Vicar and his family. \" By the way, I hear that the son has got a capital appointment in America,\" the visitor observed. \" A fine thing for a young fellow like that.\" Dorothea started, doubting whether she had heard aright. What could be the meaning of it all? \" America ! \" exclaimed Miss Lloyd. \" It is strange that we never heard of it. I should think his father will be sorry to lose him.\" \" Well, I don't knoAV about that. I should think it is a good thing, myself. It is a first rate opening, and then it Avill take him aAvay from that queer Radical set he has been so much mixed up with.\" \" Whereabouts in America is it ? \" asked Miss Georgie ; \" and what kind of appoint ment ? \" \" Really I forget the name of the place ; some- Avhere in those Western States one hears so much of. He is appointed Professor of Moral Philosophy in a neAv University they are getting up there.\" \" Moral Philosophy ! I should think that is in"], [151, "THE THORNCLIFFES. 145 his AA'ay, he has always seemed so interested in questions of that kind.\" \" Yes ? Well, of course, he took a good de gree, and those Yankees don't mind socialism and that sort of thing. His connection aa *ith the Flag of Progress Avould stand in his Avay in getting anything of the sort in England.\" \" You had better take care what you say of the Flag of Progress,\" said Miss Georgie, jestingly. \" Dorothea here is a warm admirer of it, and is steeped up to the lips in Radicalism.\" Mr. Bidson looked at Dorothea as she sat a little aside, her head bent oA*er her work. \" I sincerely beg Miss Dorothea's pardon,\" he said, \" I Avas not aAA*are that she had such a strong interest in the matter ; perhaps she knoAvs more about it than I do.\" Dorothea coloured A*iolently as a perception of his meaning flashed across her ; she did not trust herself to reply, but took the earliest opportunity of escaping from the room. Once in her chamber she could give Avay to the full vehemence of her agitated feelings. \"Going to America! One of the Western States ! \" This then A\\*as the end of all their pleasant intercourse. Well, what right had she VOL. II. L"], [152, "146 THE THORNCLIFFES. to expect it otherwise, she had been living in a fool's paradise, and noAV it Avas come to an end, as all pleasant things must. Of course Fred would think nothing of her in any plans he might make. Why should he ? He had simply been kind to h_r when she came in his way, as he would be kind to anyone, man or Avoman, Avho needed his help. It Avas she who Avas to blame, she who had acted so foolishly, and put so false a construction upon their friendship. For she knew now that she had put such a construction on it. The keenness of her present misery, the dreary prospect of her life after Fred's departure, shoAved her only too plainly the real nature of her feelings. But still she resolved that she Avould face it boldly. She had hitherto been kept and shielded from sorroAV, for her mother's death had occurred at a time Avhen she was too young to understand her loss. Noav sorroAV had for the first time come to her ; she Avould show that she could bear it Avith simple courage, and so not miss the lessons it Avas meant to teach. Her sorroAV Avas nothing neAV or strange, she kneAV, though at that thought a keen pang shot through her, and she wondered whether many of those of AA'hom she had heard in circumstances similar to hers had"], [153, "THE THORNCLIFFES. 147 felt the same bitterness — she Avould be, at least, equal to others, and go through her daily life Avith a cheerful countenance, so that none should guess hoAv much she suffered. In the strength of this resolve she AA-ashed the tears from her face, and, Avith outAA*ardly calm demeanour, Avent doAvn to join her aunts at supper. The next day she Avent Avith Miss Georgie to call at the Vicarage. Naturally her aunt made some remark upon the neAvs they heard from Mr. Bidson respecting Fred. Dorothea listened silent and trembling, dreading the conversation that Avould folloAv, though she kneAV that she Avould have many such to go through. But Avhat was it that she heard Agnes saying ? Something about giving up, and advantages, and could not bring his mind to leave England. Her heart bounded Avithin in her, and, amid all the buzz of comment and explanation, she Avas conscious of but one feeling, that after all Fred Avas not going aAvay. What further might ensue she did not stop to think, the present relief Avas too great to be marred by any doubts about the future. Her Avorst fears Avere mistaken, that Avas all she cared to knoAV. She took her leave, trembling AA'ith suppressed joy, and Avent home to spend the rest VOL. II. L — 2"], [154, "THE THORNCLIFFES. 148 ofthe day in a succession of delightful day dreams. It was about a week after this that Dorothea was standing on the platform ofthe little station, where she had gone with her aunt to enquire about a parcel that was expected from Grimston, Avhen a train dreAV up, and she beheld Fred step ping out of one of the carriages. She kneAV he Avas expected home that day ; his sisters had chanced to mention it, and the casual words had not passed unnoticed by Dorothea ; she had, it must be confessed, indulged in considerable speculation as to the probabilities of meeting him. Still her heart thrilledAvith excitement Avhen he actually appeared, and it was with trembling eagerness that she received his cordial greeting . \" It is pleasant to meet a home face the moment that I arrive,\" he said, as he shook hands, and Dorothea fancied that there AA'as an unusual Avarmth in his tone. He Avalked up AA'ith them on their Avay, declining to take the shorter cut home. \" For they do not expect me so early,\" he declared, \" and I shall probably find them all out on various good Avorks.\" Then he enquired about parish matters and about Dorothea's"], [155, "THE THORNCLIFFES. 149 studies, promising to come and talk them over some day before long. \" We had a great fright about you,\" Miss Georgie said, AA'ith more truth than she kneAV in her careless words ; \" we heard that you were going to leave us all and start off to America.\" Fred's face became thoughtful. \" There Avas some such proposal,\" he said gravely, \" but I never entertained it.\" \" I rather wonder at that, I should have thought the XeAv World had great attractions for a young man.\" \" I find greater still at home,\" said Fred. Then after a pause, as he looked doAvn on Dorothea, he Avent on, \" Did you expect that I Avould go off to the Yankees ? Didn't you knoAv that I AA'ould rather try and mend Old England ? \" \" I AA'asn't sure,\" she ansAvered falteringly. \" Oh, you faithless one, Avhat did you think of all my fine talk then ? \" Dorothea looked up AA'ith a quick smile, and something in his glance brought a sudden colour to her cheeks. \" I should think Dorothea Avill be glad to see you, Fred,\" Nellie remarked, as the brother and sisters sat together that evening. \" She has been"], [156, "150 THE THORNCLIFFES. Avorking tremendously at those books you left her, ever since you Avent back.\" \" I don't knoAV what Avill become of Dorothea if she goes on as she is doing,\" said Lilian. \" She'll turn into a regular blue-stocking, and go in for Avomen's rights or something.\" \" She's certainly very clever,\" said Agnes. \"Well, I think itAvould be better if she were less clever, and more like other people ; I don't like strong-minded Avomen ; do you, Fred . \" \" No, I detest them,\" said Fred sharply, going to the windoAv and looking out."], [157, "151 CHAPTER VIII. \" But the full sum of me Is sum of nothing, whioh, to term in gross. Is au unlessoned girl, unschooled, unpractised Hippy in this, >he iB not yet so old But she may learn ; happier than this. She is not bred so dull but she can learn ; Happiest of all is that her gentle spirit Commits itself to yours to be directed, As from her lord, her governor, her king.\" Shakespeare. The next feAv days Avere passed by Dorothea in a constant interchange of joy and despair. She saAv a great deal of Fred ; he joined her and Miss Georgie on their Avalks, or she was asked to go out Avalking with him and his sisters ; he dropped in during the evenings, nominally to bring her books, and he always contrived to stay for a considerable time, and get into the midst of some vehement discussion. On the AA'hole Dorothea Avas very happy; she looked forAvard every day to the opportunity of seeing Fred, and, Avhen he was gone, spent long and delightful hours in going over every minutest"], [158, "152 THE THORNCLIFFES. detail of what he had done and said. It Avas a constant pleasure to her merely to Avatch his face, Avith its changing expression of mirth and serious ness, and she greAv to study his every attitude and motion. If she saAv him on the road in the distance her heart bounded as she noted the broad, Avell-knit figure, AA'ith its unconscious strength and grace. \" Yon's one as it does one's eyes good to see,' an old Avoman one day said to her, as they Avatched Fred passing across a field. \" Th' parson mun be rare and proud on him, such a fine-looking young gentleman as he is.\" Dorothea's cheeks glowed, and she felt that she could have kissed the old Avoman on the spot. Yet there Avere many breaks in this state of happiness, as, indeed, AA'as inevitable. Sometimes Fred did not come, and she Avould spend the whole evening in a state of restless expectancy, torturing herself Avith suspense and wonder as to Avhat could have detained him ; and sometimes, too, Avhen he Avas actually present, and she Avas look ing forward to an hour or tAvo of unmixed joy, he Avould sit dull and silent, scarcely seeming to notice her when she spoke to him. She often"], [159, "THE THORNCLIFFES. 153 pondered over these fits of silence, and Avondered much Avhat they might portend ; and often she would take herself to task for her vehement feel ings, and resolve to turn her thoughts firmly in a different direction. But she never succeeded in these attempts ; she Avould bury herself for a time in history or algehra, but only to discover after a feAv minutes that she was no longer think ing of her books, but dAvelling upon Fred's last A'isit, or calculating the probabilities that he Avould come again that day. Yet, it Avas on the Avhole a very happy time ; almost unclouded did it seem on looking back a few months later, and though it only lasted a few days, yet she felt that it had brought her the thought and experience of years. And she AA*asright in this, for love is a great educator and her mind and character developed quickly under this constant interchange of hope and doubt. It soon came to an end, hoAvever, and a neAv day daAA'ned upon her life. The manner of the change AA'as in this Avise : One morning she received a letter from her father. It Avas some time since she had heard from him, so she opened this letter AA'ith more than usual interest. Colonel Lloyd was not generally a good corres-"], [160, "154 THE THORNCLIFFES. pondent, and his letters, though affectionate, were, as a rule, rather stiff and formal. This one was like its predecessors in these respects, but though short, it contained neAvs of weighty im portance to himself and his daughter. In the first place, he announced his approaching mar riage. \" Before this letter reaches you, I shall, I hope, be united to Miss Alice North, a lady Avhom I have reason to believe in every way fitted both to make me a good Avife, and to supply to you, at this important period of your life, the place of the mother Avhom you have lost. I rejoice to think, my dear daughter, that you Avill have the benefit of her Avise counsel and advice, and I am convinced that when you come to knoAV her, you Avill esteem highly her many excellent qualities, and soon look upon her as a true friend. It will not be long before you will make her acquaintance, for I purpose leaving for England immediately after my marriage, and Avill probably arrive in London within about three weeks from the time that you receive this letter. I shall of course make immediate arrangements to see you, hut whether I shall be able at once to come doAvn to visit your aunts at Ardernmoor, or whether I shall require you to join me in London,"], [161, "THE THORNCLIFFES. 155 is a point Avhich I cannot as yet decide. In any case, I shall expect you to make your home Avith me and my AA'ise as soon as Ave settle in England.\" The letter concluded AA'ith expres sions of gratitude to his sisters for their kind care of Dorothea, and a note to the same effect was enclosed for Miss Lloyd. Dorothea read this letter in a perfect torrent of beAvildered feelings. Her first sentiment was one of dislike of the thought of her father's marriage, AA'hile the intelligence of his speedy return filled her Avith confused excitement. By degrees, hoAvever, she began to see that, after all, it AAas unreasonable in her to object entirely to the marriage of her father. The lady might be very desirable, might in fact be all that her father described her; at any rate there was no evidence to the contrary, and to jump at once to the conclusion that she Avould prove to be the conventional designing step-mother Avould be both chddish and absurd. Of course, her father was the best judge of his OAvn happi ness, and he had a right to seek it in this way as in any other. She would look at the matter from a common-sense point of vieAv, and try to make the best of it. It is true there Avere"], [162, "156 THE THORNCLIFFES. certain expressions in the letter Avhich annoyed her. She had no idea of submitting herself to the advice and guidance of this unknoAvn lady Avhom her father had taken to Avife ; but still this might, after all, be merely a man's Avay of putting it — Dorothea knew very little of men, but she imagined them to be entirely destitute of tact and quick perception — and might be free from any alarming significance ; and she Avas decidedly glad at her father's return. She had ahvays expected it sometime, though she had had no very definite idea Avhen it Avould take place, and until quite lately, Avhen her mind had been filled Avith speculations of a different kind, she had looked forward to it as the be ginning of the more serious part of her life. And noAV, and noAV ? Avho could tell Avhether he might not be coming at the very most opportune time? At least she made his return the foun dation on Avhich to erect a series of delightful castles, Avhich occupation filled all her thoughts during the remainder of the day. Her aunts Avere almost equally excited at the news. Like her, they Avere at first, inclined to find fault Avith their brother's marriage, but they soon came to the conclusion that it would be"], [163, "THE THORNCLIFFES. 157 Aviser to suspend their judgment until they had made acquaintance with his Avife. \" And aaIio knoAvs, my dear child,\" Miss Lloyd added, \" Avhether it may not after all be the best thing? Your father speaks of your living with him, but Avhen he sees hoAv much Ave should like to keep you, he may be persuaded to let you be here for at least the greater part of the year. He AA'ill not be alone, you knoAv, and Ave should be so sorry to lose you altogether.\" Dorothea kissed her aunt, but made no other reply. Her ideas as to the possible result of her father's marriage ran, as Ave have seen, in a different direction. Of course, the neAvs Avas told to the Thorn cliffes, and Dorothea had their interest and sym pathy in the change that seemed impending in her lot. Fred Avas not present AA'hen she told them, and she did not see him for three days after the arrival of her father's letter. On the fourth afternoon, hoAvever, she Avas re turning from River Lane, Avhere she had now taken Agnes's Avork of visiting, and had just entered the lower gates of the Park, when she saAv him coming doAA*n the steep grassy slope to the right."], [164, "158 THE 1HORNCLIFFES. \" Hoav do you do ? \" he said, as he came up, \" I thought this Avas your day for River Lane, so I came to meet you ; may I Avalk up Avith you through the Park V \" Oh, yes, certainly,\" ansAvered Dorothea, though her voice trembled, for there a Avas strangeness in his manner that struck her at once. They Avalked on for a Avhile in silence, Fred making no attempt at conversation ; at last he said: \" This is strange neAvs about your father ; I suppose you had no idea he intended marrying again ? \" Oh, no ; it is quite a surprise to me.\" 1 \"And Avhat do you think of it? But I suppose that as yet you don't knoAV Avhat to think ? \" \" No,\" said Dorothea ; \" of course it has sur prised me, but I suppose it Avill be a good thing for him.\" \" Yes, I suppose it Avill ; but second marriages do seem strange when one thinks of them. Twenty years ago, perhaps — Avho knoAvs ? \" Dorothea scarcely heard the last Avords, Avhich Avere muttered more to himself than to her. She"], [165, "THE THORNCLIFFES. 159 made no ansAver. After a pause Fred began abruptly : \" Dorothea, do you mind coming along the path through the Avood ; Ave shall be more quiet there, and I AA'ant to tell you something ? \" He scarcely Avaited for her reply, but turned off by the narroAV AA-inding path that led doAA'n to wards the river. \" Dorothea,\" he said, after a pause, \" can you not guess Avhat it is I have to tell you ? Do you knoAV I care for nothing in the Avorld but you ? I should not think my life Avorth having if you do not care for me. Wron't you try to do so ? Look at me for a moment, my darling, and tell me you AA*ill try to learn ! \" Dorothea's head SAvam ; the sound of his passionate Avords, AA*ith their deep tone of half suppressed emotion, seemed distant and far aAvay, like the rushing of the river beloAv, hurrying her onAA'ard, she Avas scarcely conscious AA'here. \" Will you not speak to me ? \" Fred Avent on. \" I will say no more if you do not like it ; I Avill go right aAvay if you tell me ; but, oh, Dorothea, I cannot tell you hoAv empty the Avorld AA'ill be.\" She turned to him then, her eyes filled AAith tears, her Avhole frame trembling Avith the over-"], [166, "160 THE THORNCLIFFES. poAvering rush of her happiness. No need for further Avords ; Fred dreAV her into his arms, and for a long time both Avere silent. \" I cannot think Avhat it is that makes you care for me,\" Dorothea said at last, after a bliss ful half-hour. \" Can't you ? \" Fred ansAvered. \" Well, it is not so easy to tell. I suppose you think that there's nothing about you to love ? \" \" But you are so Avise and clever ; and I — I am nothing but an ignorant, foolish girl.\" \" Oh, then you think love is based upon learn ing? Perhaps you are in love Avith my First Class ? \" \" Noav, you mustn't be naughty — as if that made any difference ! \" \" No ; there is no use in taking one another to pieces, and examining the Avorth of each separate part. 1 love you for yourself- — the Avhole person.\" \" Faults and all ? \" asked Dorothea, half archly. \" Faults . Well, I don't knoAV ; I haven't dis covered many yet. Perhaps if you Avere to develop a tendency to lying and stealing, for instance, or even Avere to blossom out into the blue-stocking that Lilian predicts — \""], [167, "THE THORNCLIFFES. 161 \" I Avonder what papa Avill say,\" said Dorothea, a feAv minutes later. \"I am A'ery glad he Avill be home so soon. These matters Avould be awkward to arrange by letters. I Avill see him as soon as ever he sets foot in England. But, by the Avay, Dorothea, Avhat are you thinking of? You've never asked me what I have to live upon.\" \" Don't tell me, I Avould rather not knoAV. I AA'ant to have the pleasure of hearing Aunt Mil licent ask that question, and ansAvering her that I knoAV nothing about it.\" \" I am afraid it Avould not be quite so pleasant to me to give that ansAver,\" said Fred, smiling. \" But after all, Avhat does it matter ? Even if Ave had to Avait ten years, it Avould not interfere Avith our happiness now.\" \" Well, I confess that I hope we shall not have to Avait quite so long as ten years.\" They had been sitting in one of the rustic seats Avhich Harry Danvers had put up tAvo sum mers before ; but the time Avas getting on, and the spring evening Avas beginning to feel chilly. So they Avere forced to leave the Avoods with their SAA'eet associations of joy and hope, and return VOL. II. M"], [168, "162 THE THORNCLIFFES. homeAvard along the shady lanes and Avinding by-paths till they parted at Miss Lloyd's gate. Of course Miss Lloyd did ask that question about means, almost as soon as Dorothea had told her neAvs. But Fred Avas not unprepared Avith an ansAver, Avhich, to the indulgent old aunt, appeared almost entirely satisfactory. They Avould have to wait for a time, perhaps even for tAvo years, and by that time he would have saved enough from his felloAvship and other sources to meet the first expenses of marriage. His neAvspaper, he cal culated, Avould bring in three hundred a year, and might perhaps increase ; and, in addition to this, he hoped to get an appointment to a mastership at one of the public schools. There was one Avhich Avould be vacant at Midsummer, and which, he believed, he had a good chance of obtaining. This Avould, of course, give him an income sufficient for all purposes ; and there seemed no reason to conclude that there had been anything really precipitate in his pro posing to Dorothea at the present time. \" Of course Charles may say that he should have Avaited till he had secured the appointment,\" Miss Lloyd observed to her sister, \" but, then, we have all been young.\""], [169, "THE THORNCLIFFES. 163 \" Yes, indeed,\" replied Miss Georgie. \" For myself I do not at all wonder at his doing as he did. I only hope her father may approve of the affair. I confess it has come as a surprise to me. \"A surprise; yes, indeed, I had no idea of such a thing ; Ave have all been strangely blind. I hope Charles *svill not blame us for what has occurred.\" \" I don't care what he says to us, if only he'll let these young people be happy in their OAvn Avay. I do hope matters Avill all go Avell Avith them.\" And Miss Georgie prepared Avith all her might to do battle Avith her brother on Dorothea's behalf, should the need arise. She Avas by no means confident that he Avould give his con sent to the engagement at once ; but she was resolved to use every effort to induce him to do so. Her sympathies with young people, especially lovers, Avere quick and strong ; and she could not bear the thought that Dorothea should suffer disappointment. Besides she had really a great liking for Fred, Avhose pleasant manners made him popular Avith all, while, as to his Radicalism and other ambiguous opinions, she did not see Avhat that had to do with the question. Of course it VOL. II. M— 2"], [170, "THE THORNCLIFFES. 164 AA'ould have been better if he had been strictly orthodox ; but, after all, he Avould probably be all right some day, and for the present it Avould be a great pity if any considerations of that kind AA'ere alloAved to interfere Avith Dorothea's happiness. This sympathy on the part of her aunt Avas very Avelcome to Dorothea. Not that she had any thing to complain of as to the manner her engage ment Avas received by anyone concerned. For the present it AA'as kept a secret, as, until Colonel Lloyd's return, the matter Avas not in a state to be made public ; but the Thorncliffes, of course, kneAv, and great was the kindness Avhich she received from them. Mr. Thorncliffe gravely kissed her, and said hoAv happy it made him to think that she would soon be his daughter, and such a greeting from the stern, silent Vicar almost overpoAvered Dorothea. Agnes Avas less: surprised than most people at the great neAvs ; her quick eyes had not failed to detect certain signs of it beforehand, though she had judged it best to let things take their OAvn course AA'ithout any outside interference. Her congratulations Avere AA*arm and loving ; and Dorothea felt that it AA*as no small addition to her happiness that she Avould,"], [171, "THE THORNCLIFFES. 165 gain a sister for Avhom already her affection Avas so strong. Lilian and Nellie, too, were pleased and excited, and the tAvo families Avere already draAvn closer to one another by the prospect of a more intimate union. The first blissful days soon passed, for in less than a AA*eek Fred Avas obliged to return to Ox ford. Still there AA'as letter- AA'riting to look for- Avard to, and Dorothea Avas inclined to wonder hoAv she had possibly existed before her engage ment AA'ithout the daily excitement of hearing from Fred. She Avas developing very quickly during these happy days. Everyone remarked on her improved looks and the neAv brightness that had come into her countenance, and Miss Lloyd observed, half laughing, half in mis giA'ing, that she AA-as groAving so pretty she feared her father Avould never consent to part Avith her. \" Oh, I am so happy,\" Dorothea once ex claimed to Miss Georgie, \" it half frightens me sometimes AA*hen I think of it. I wonder AA*hat I have done to deserve it all, and then I begin to fear lest it may not last, lest it may just be the preliminary to some great trouble.\" Dorothea had drawn closer to her aunt than formerly during the last few days ; indeed her"], [172, "166 THE THORNCLIFFES. heart had seemed to expand towards everyone, and her reserve of manner Avas almost gone. \" Enjoy your happiness Avhile you have it, dear child,\" said Miss Georgie, Avith something betAveen a smile and a sigh, \" and do not trouble yourself Avith fears for the future. Sorrow comes soon enough Avithout our going to meet it.\" \" I don't knoAV Avhat I should do if anything really did come betAveen us,\" continuedDorothea. \" This all is so much to me, like a neAv revela tion, and if papa did not approve — oh, it Avould be dreadful, I don't think I could bear it. I feel as if Fred was necessary to my very existence — the one thing I could not possibly do without, and so a thing sure to be granted to me.\" A spasm of pain passed over Miss Georgie's face as she listened to the passionate Avords. She Avell remembered her OAvn youth, and a time Avhen her heart had, with the same vehemence, attempted, as it were, to dictate to Providence, and she trembled to think of the long course of dreariness and disappointment that might be in store for the bright young girl before her. Her own life seemed cheerful and happy enough now there was little trace of heart-break about her, yet the old Avound often ached, and"], [173, "THE THORNCLIIFES. 167 none could tell hoAv many a sigh AA'as stifled ere its birth. She only ansAvered gently : \" My dear child, try not to be so vehement in your longings. We none of us knoAv Avhat is really good for us, but Ave must believe that all is ordered by a Higher Wisdom than our oavu.\" \" I don't think I could ever belieA-e that it Avas best for Fred and me to be separated,\" said Dorothea, \" and I don't think it Avill be so, for Ave are never tried beyond Avhat AA*e can bear, and I knoAv I could not bear that.\" But Dorothea Avas mistaken. We none of us knoAv hoAv much Ave can bear till the time of trial comes, and oftentimes the discipline from Avhich we most shrink is that most necessary for the perfecting of faith and love. The heart may be torn and Avell-nigh broken, but it need not utterly fail, even in the time of darkest soitoav and desolation. A few days later Dorothea received the ex pected summons to join her father and his wife in London. It was Avith a beating heart that she set out on her journey thither. Both her aunts accompanied her, for they were anxious to see their brother after so many years of absence, and, moreover, they Avould not have considered"], [174, "168 THE THORNCLIFFES. that they Avere doing their duty toAA-ards their niece unless they placed her themselves under her father's care. Dorothea Avas thoroughly glal of their company, for she felt that they Avould be poAverful auxiliaries in the request avi-_c1i she had to prefer. Fred had Avritten that he Avas coming up to toAvn the folloAving day to seek an interA'ieAV Avith Colonel Lloyd, and she determined to be guided by circumstances in deciding Avhether she Avould herself open the subject previous to his arrival. The meeting between the father and daughter Was warm and affectionate, though on both sides there Avas a certain amount of reserve. Colonel Lloyd scrutinized his daughter Avith lovinc curiosity, then kissing her again, he said, Avith evident feeling : \" Bless you my girl ; I am glad to have you Avith me once more. Why, hoAv like your mother you are groAvn ! \" Dorothea's heart leapt at this mention of her mother ; she had half fancied that her father, under his neAv circumstances, Avould avoid all allusion to her. Colonel Lloyd lost no time in introducin\"- his daughter and sisters to his Avife, who Avas Avaiting"], [175, "THE 1H0RNCLIFFES. 169 at the hotel to receive them. Mrs. Lloyd AA'as a tall Avoman, of pleasing aspect, and her manners, though cordial, Avere dignified and tinged Avith a certain degree of severity, as if she had long been accustomed to a position of authority and power. Dorothea felt a little overawed by her, though at the same time attracted, and she could not avoid a feeling that she Avas acting under false pretences, AA'hen her father said, AA'armly : \" This is Dorothea. I am sure she AA'ill soon learn to love you and be a good daughter to you.\" \" I am sure she will,\" ansAvered Mrs. Lloyd, as she kissed her step-daughter, \" and I AA'ill do my best to make home happy to her.\" \" She seems a very nice person,\" Miss Georgie said, Avhen she came into Dorothea's room as they Avere dressing for table d'hote. \" I should think you will have no difficulty in getting on AA'ith her.\" Dorothea thought the same, and the favour able impression Avas confirmed during the even ing. But though the subject Avould have en tirely occupied her under ordinary chcumstances, it noAV took only the second place in her thoughts. The first Avas filled up AA'ith anxious Avondering"], [176, "170 THE THORNCLIFFES. how her father Avould receive the news of her engagement. Hitherto, matters had gone smoothly Avith her, noAV the turning-point had been reached, and on the course of the next few hours hung, as it seemed, all her future happi ness. She did not summon courage to approach the subject that evening, but the next day, at breakfast, Avhen the letters Avere distributed, she quickly detected one addressed to her father in Fred's handwriting. Colonel Lloyd glanced over it, and then looked keenly at his daughter for an instant as she bent over her plate. \" Dorothea, I Avish to speak to you,\" he said presently ; \" let us come into the reading room, there Avill not be many people there.\" \" Oh, papa,\" she exclaimed, as soon as they Avere alone, \" I think I knoAV what it is about.\" \" Read that note,\" he said, handing it to her. \" Has it anything to do with you ? \" She opened it lovingly, her cheeks burning and her hands trembling Avith excitement. It was merely an intimation that the visitor wished to see Colonel Lloyd on important business, and Avould call upon him at his hotel in the course of that afternoon. Something, hoAvever, in the Avording of it had struck the Colonel, and he had"], [177, "THE THORNCLIFFES. 171 at once jumped to a right conclusion about it. He noAV Avatched his daughter closely as she read it over. \" Am I right ? \" he said at length, Avhen she raised her head. \" Yes, papa.\" \" Who is this Mr. Frederic Thorncliffe \\ \" he continued gravely. \" Oh ! papa, don't you knoAV ? He is the son of our Vicar at Ardernmoor.\" \" Ah ! yes, I remember. Am I to understand, then, that he has made you an offer of marriage ? \" \" Yes, papa.\" \" And you have accepted him ? \" \" Yes — at least — of course I said I must AA'ait till you came home.\" Her hands Avere twitching nervously, but she made a strong effort to appear composed and succeeded better than she had expected. \" My dear child, do not excite yourself ; of course I Avish to knoAV everything about this matter.\" He proceeded to question her gently, but thoroughly, till he had learnt everything she could tell him about Fred's family, position, prospects, etc. His face was grave enough, but"], [178, "172 THE THORNCLIFFES. he spoke kindly, and Dorothea gained courage as she Avent on. \"And you r.ally care for this young man?\" he asked at last AA'ith a half-sigh. \" Oh, papa ! indeed I do ; I couldn't tell you how much I care for him.\" \" A great deal more than for your old father, no doubt.\" (Dorothea blushed.) \" That is hoAv the Avorld goes on ; I came here expecting to have the pleasure of my daughter's society, and I find she has already given herself aAvay to some one else.\" \" It Avould not be just yet,\" urged Dorothea ; \" and besides I thought that noAA* — \" \" That noAV I am married again, it would not matter so much to me ? You are Avrong there Dorothea ; my love for my only child is not a Avhit abated.\" \" Oh no, papa ; I didn't mean that,\" said Dorothea, looking up. \" Well, I think I have done Avith you noAV ; but understand this matter is by no means settled. I must speak with your aunts first, and then see the young man himself. A great deal AA'ill depend upon Avhat he has to say for himself. Some of the things you have told"], [179, "THE THORNCLIFFES. 173 me are by no means what I should have chosen.\" Dorothea turned away, but before going she kissed her father Avith grateful affectionate love. The matter Avas not settled ; she Avas fully aware of that, yet somehoAV she could not help con sidering the battle as already more than half AA*on. And so it proved. Fred of course stood up manfully for himself, and ansAvered frankly all Colonel Lloyd's searching questions. They Avere not altogether easy to ansAver, for the Colonel let nothing pass, and Avas not disposed to look with favour on some of Fred's plans and undertakings. The Flag of Progress Avas highly distasteful to him, but Fred had all along expected a hard fight on this point, and, as there Avas really nothing vital to be said against the paper, he steadfastly refused to yield, and Colonel Lloyd, though con siderably disappointed, Avas too old a soldier not to respect him all the more for thus sticking to his colours. He Avas, in fact, decidedly pleased Avith the young man, Avhose frank open bearing, and quiet determination of character, AA'ent a long AA-ay to remove the bad impression produced by his political opinions, and finally, after a long"], [180, "174 THE THORNCLIFFES. discussion, he announced his consent to the en gagement. They Avere a very happy party that evening. Fred of course was invited to dinner, and the conversation passed pleasantly Avithout any reference to controversial topics. The tAvo lovers Avere brimming over Avith happiness, but Avere obliged to content themselves Avith a very small share of one another's society, for every one was anxious to see as much of Fred as possible during the short time he could be Avith them. He paid a flying visit next morning before returning to Oxford, and Dorothea had a blissful ten minutes to discuss her happiness. Things had indeed passed off better than their most sanguine hopes had anticipated, and there seemed no possible cloud to dim the brightness of their horizon."], [181, "175 CHAPTER IX. \" Till now thy soul has been All glad and gay ; Bid it awake and look At giief to-day. \" No shade has come between Thee and the sun ; Like some long childish dream Thy life has run. \" But now the stream has reached A dark, deep sea. And sorrow, veiled and crowned. Is waiting thee.\" Adelaide Proctor. After about ten days' stay in London, Dorothea returned AA'ith her aunts to Ardernmoor. Colonel and Mrs. Lloyd had many engagements, and Avould be obliged to remain in toAvn a feAv weeks longer, after which they intended to set out on a round of visits, of Avhich the first was to be to Ardernmoor, Avhere, besides visiting his sisters, and seeing many old friends, the Colonel Avas anxious to make the acquaintance of the Thorn cliffe family. So it Avas decided that, for the present, at least, till her father and his Avife could find some more settled residence, Dorothea"], [182, "176 THE THORNCLIFFES. should remain Avith her aunts, as she had done heretofore. Her engagement Avas still to be kept a secret, for, until Fred's prospects Avere a little more definite, Colonel Lloyd desired that it should not be publicly knoAvn. This made very little difference to Dorothea ; she had her father's full consent, and she desired nothing more and she Avas, on the Avhole, glad to escape the en quiring congratulations of her Ardernmoor neighbours. Her cup of happiness was full to overfloAving, and the bright spring days, as they passed rapidly one after another, seemed each to bring fresh joy and gladness into her young heart. She Avas sitting in the parlour, Avriting her daily letter to Fred, one afternoon about three Aveeks after her return, Avhen she heard a step outside on the gravel, and, looking up, saAv that it Avas he himself Avalking doAvn the garden path. She sprang up in an instant, and rushed to the door, opening it with a joyful exclamation. But she stopped short suddenly, for Fred's face Avas pale, and his look worn and haggard. He embraced her silently, and then said in a hoarse voice : \" I am glad you saAV me, Dorothea. I Avant to speak to you alone ; I have something to tell you.\""], [183, "THE THORNCLIFFES. 177 Dorothea Avas much alarmed at his agitated manner, but she said quietly : \" Come into the garden — my aunts are both out — nobody Avill disturb us there.\" She led him round by the back of the house to a little rustic arbour at the loAver end of the garden. \" What is it ? \" she said anxiously. \" Oh, Fred, do tell me Avhat is the matter ; \" for Fred had seated himself on the bench, and buried his face in his hands. \"Dorothea, my love! my darling! hoAv can I tell you Avhat has come upon me ? \" \" What is it ? \" she repeated, Avith Avhite face and trembling lips. \" It is a long story, but the upshot of it is that I am afraid I am ruined.\" Dorothea's heart stood still. \" Ruined ? \" she said mechanically, as if not taking in the full meaning of the word. \" Yes, ruined ; f >r the time, at least. It is all through the Flag of Progress ; the Avhole thing has come to smash. It is a complicated business, but I AA'ill try and explain it to you.\" He dreAV her to him, and there, sitting under VOL. II. N"], [184, "THE THORNCLIFFES. 178 the laburnums, he told the long story of failure and disaster. The Flag of Progress had during the past tAvo years been conducted conjointly by Fred and a fri-md of his, a Mr. Landers, of Avhom Dorothea had often heard. He Avas an earnest, thorough hearted man, of great talent, but impulsive to the verge of Aveakness, and Fred had many a time told Dorothea of his readiness to take up neAv schemes Avithout due caution and examination. To outside observers it might appear that Fred himself shared the same failing, but he Avas by far the keener and more wary of the partners. During Fred's absence at Easter the manage ment of the paper had been for a time almost entirely left to Mr. Landers, and there Avas ap pearing in it a series of articles on certain matters connected Avith the iron trade, Avhich were con tributed by a Avorking man, a protege of Landers, Avhose acquaintance he had made at some so cialist meetings a short time before, and Avho appeared familiar Avith all the details of his subject. Fred had consented to the insertion of this series, on the strict condition that every article should be carefully overlooked by one of the editors. However, during his short absence, a"], [185, "THE THORNCLIFFES. 179 paper had appeared containing strong and rather damaging insinuations against a particular firm in the trade. Dorothea Avell remembered the article, and Fred's annoyance Avhen he read it ; hoAv he had declared that if he had seen it beforehand he Avould never have let it be put in, and hoAv he Avished Landers Avould be more careful and avoid personalities or attacks on individuals. The matter, hoAvever, had seemed of small conse quence, and had passed from her mind till Fred noAV recalled it to her. \" And now,\" he continued, looking doAvn on her anxious face, \"now it turns out that the felloAv Avho Avrote it Avas formerly in the employment of the firm, and Avas dismissed on account of dis honesty. And it seems there is not a Avord of truth in the Avhole thing ; some of the statements refer to matters ten or fifteen years ago, and even these are gross misrepresentations, and others are simple fabrications.\" \" Oh, Fred ! \" exclaimed Dorothea, \" Avhat a dreadful thing ! But Avhat will you do ; surely you can make some reparation ? \" \" Reparation ? \" he replied. \" No ; it is too late for that. They have commenced an action against us.\" VOL. II. N— 2"], [186, "THE THORNCLIFFES. 180 \"And Avhat Avill that mean?\" she asked anxiously, \" and Avhy do you say you are ruined ; surely it is not your fault ? \" \" As one of the proprietors of the paper I am responsible for what appears in it. And it will be ruin, Dorothea. They are certain to gain their action, and the damages Avill be very heavy. Taking it altogether, costs and everything, it will be more than Ave can stand, and the paper will go doAvn altogether. It Avill have to be given up, I fear.\" \" But Avill not Mr. Landers pay the damages ? And Avhy will the paper have to be given up ? Oh, Fred ! I know it is a bad business, but there ought to be some way out of it, for you at least.\" \" Landers will lose more than I, because he has put more into the concern ; except for that, Ave are in the same boat. I cannot get rid of the responsibility ; — nor the disgrace,\" he added bitterly. \" Disgrace ! Oh, Fred, there is no disgrace to you. \" Not personally, of course, among those who knoAV the circumstances. But very feAv Avill take the trouble to enquire how it Avas done ; and the"], [187, "THE THORNCLIFFES. 181 Avhole thing is disgraceful, extremely so. It will be talked of all over London in a few days.\" Fred spoke in a hard tone of settled gloom. He covered his face Avith his hands, and after a moment Avent on : \" I knoAv I look like a fool, going on in this AA'ay, but no one can tell Iioav I have felt this thing. I had put my Avhole heart into that paper, and believed in it through thick and thin, and resolved that nothing should shake my de termination to stick to it. And it Avas doing so much, and carrying on such a great work too ! and now to end like this ! \" Dorothea Avas trembling and the tears stood in her eyes. She, too, had pinned her faith to the Flag of Progress, more entirely than Fred, in some respects, and she felt overwhelmed Avith the thought of its disgrace and failure. Was there then no use in earnest effort ? Was it all in vain to Avork and strive, and do one's best Avith all one's might ? Was all the hard Avork of years to be at the mercy of a single chance ? It Avas her first experience of the frustration of long cherished hopes, and for a time she could only lay her head on Fred's shoulder, and Aveep with him OA'er their common trouble."], [188, "182 THE THORNCLIFFES. It was characteristic of her that she did not for a moment think hoAv the matter might affect her personally. Her intense sympathy Avith Fred, and her enthusiasm for his Avork, caused her Avhole thoughts to be absorbed in the shattering of that, so that all personal feeling Avas for the time forgotten. It Avas he Avho first, after a long pause of silent grief, alluded to the effect this trouble might have on their engagement. \" Oh, my darling,\" he said, \" things are very different uoav, from Avhat they Avere Avhen I first asked you to be my wife. Then, I thought that I should soon be able to make a home for you, but noAV all hope of it is at an end, for I don't knoAV hoAv long.\" \" But AA'hy ? I don't understand ? \" said Doro thea, lifting her eyes to his face in Avondering surprise. \" Don't you see that all I had positively to reckon on, came from this paper ? \" he said, \" and as for the appointment at Harbridge, there is no chance of that noAv. They Avill never have me after all the fuss there Avill be about this affair.\" \" But — you will get something else ? \" said Dorothea, turning pale."], [189, "183 THE THORNCLILFES. \" Sometime, I suppose I shall. Even at the worst, I should think I can pick up a feAv pupils or something ; but nothing to depend upon at present.\" She looked up AA'ith a sudden smile breaking through her tears. \" Oh, Fred,\" she said, \" don't let us mind about that noAv, it is by far the least part of the trouble. Do you remember that first day, Avhen I said I would not mind if Ave had to Avait ten years even. That is as true noAV as it Avas then.\" \" God bless you, my darling,\" he said, \" you have a brave heart. I hope it Avon t be so much as ten years, but it may be a Aveary time.\" They both felt better after this, though in a feAv minutes Fred's broAV greAv dark again as he said : '• Where is your father noAV, Dorothea ? I must tell him of this at once.\" \" Oh, I am so glad,\" she said, \" he is coming here, to-morroAV ; you Avill Avait and see him ? \" \" I must. But I don't knoAV Avhat I shall say to him.\" \" You mustn't mind ; it can't make any dif ference, and he Avill understand all about it.\" Fred shook his head. \" I wish he may,\" he"], [190, "184 THE THORNCLIFFES. said, \" but the Avhole affair has an ugly look ; he Avon't be quite so ready as you to Avait an inde finite time.\" \" But he can't help it ; he has given his con sent to our engagement, he can't break it off noAv.\" She spoke Avildly, Avith a kind of despairing vehemence. Fred's grave manner frightened her, but her heart refused to admit the possibility of that at Avhich he hinted. He only shook his head and sighed. \" I must go noAA', dearest,\" he said after another interval. \" Your aunts Avill be coming home and Avanting you. You may tell them about it if you like ; I Avill be down again in the evening, but I must go up home and speak to my father.\" After he Avas gone Dorothea Avent mournfully into the house to Avait for her aunts. Her heart Avas very heavy, and she shrank much from the thought of telling them her trouble. She could scarcely endure to mention it, but she nerved herself to the effort by reflecting hoAv desirable it Avas that they should be informed before Fred's return. They received the news with grief and sympathy, but Dorothea could scarcely endure their questions, or listen to their kindly-meant"], [191, "185 THE THORNCLIFFES. condolences. She Avas both irritated and alarmed by the gravity with Avhich they regarded the matter, and by their anxious forebodings con cerning the AieAv which her father Avould take of it. Evidently they thought it more than pro bable that he would now AvithdraAv his consent to the engagement, and, as Dorothea reflected on the matter, she Avas forced to admit that there Avas only too much likelihood that they Avere right. Whichever Avay she turned, the same arguments seemed to confront her, their calm clear prudence mocking the bitterness of her grief, Avhile her heart, in sheer desperation, re belled A-ehemently against the stern fate Avhich seemed in store for her. She got little sleep that night, for the dreary round of debatings and Avild despair kept her tossing through the long hours. Alas, it AA'as but the precursor of many more such nights of anxiety and suspense. Colonel and Mrs. Lloyd arrived the folloAving afternoon, and Fred was not long in seeking an interview. Dorothea Avaited in the garden, vainly trying to still her anxiety by tending the floAvers. Her intense sympathy AA'ith Fred in the Avhole matter made the ordeal almost as painful to her as it Avas to him. She shrank in sicken-"], [192, "186 THE THORNCLIFFES. ing dread from the thought of the explanations he must give and the probable manner of their reception. The time of her Avaiting Avas long, to her it seemed hours since she had heard the doors close upon her father and her lover; yet it Avas Avith an eA'en increased sinking of heart that she at last received the summons to speak to her father in the dining-room. Colonel Lloyd Avas alone Avhen she entered. His expression Avas very grave, and he scarcely glanced at the appealing face that his daughter turned toAvards him. \" Mr. Thorncliffe is gone, Dorothea,\" he said sloAvly and Avith effort, \" he AA'ill be here again this evening. I have given him leave to see you again to say good-bye.\" \" Papa !\" exclaimed Dorothea, with a sudden gasp. She could say no more. The sudden pang at the doAvnfall of her hope only shoAved her hoAV strong it had been before. \"My dear child,\" her father Avent on, \"you cannot tell how painful it is to me to do Avhat distresses you. But your oavii sense Avill shoAV you that, in this instance, there is no other course possible than the one I have taken. That young man has no prospect AA'hatever of being able to marry.\""], [193, "THE THORNCLIFFES. 187 \" We could Avait,\" she ansAvered faintly, \" and I have some money of my OAvn.\" \" A hundred a year. But Avhat is that to live upon ? You don't mean to tell me that he has been counting on that ? \" \" No, he never mentioned it,\" said Dorothea, her colour rising. \" When I spoke about it he only said it made no difference.\" \"He Avas right there. And as to this idea of AAaiting, you don't knoAV AA'hat you are talking about. There is nothing more unsatisfactory than a Aague indefinite engagement, AA'ith no positive prospect in vieAv. Moreover, in this case money is not the only difficulty. I could never let you marry anyone avIio Avas, from whatever cause, under a cloud.\" \" But that is not Fred's fault,\" she said, indignantly. \"He is certainly responsible in some degree. I think he has been, to say the least, grossly care less. And I confess I am at a loss to understand hoAv he could represent matters to me as he did a feAv Aveeks ago whde this affair was all the time hanging over him.\" \" But he did not knoAV of it then,\" exclaimed Dorothea piteously. \" Oh, papa ! Avon't you be"], [194, "188 THE THORNCLIFFES. just to him ? I Avill say nothing about anything else, if only you Avill not think those hard things about him.\" \" My dear Dorothea, you do not understand these matters, and at present you are not in a fit state to reason calmly about them. The time Avill come Avhen you Avill acknoAvledge that I have done quite right.\" Dorothea left the room, and, hurrying to her chamber, threAV herself passionately doAvn upon the bed. Her father had spoken truly in saying that she Avas not in a fit state to judge calmly of the matter. The fever of grief and indigna tion Avhich his Avords had roused SAvept aAvay all possibility of reasoning or consideration. One feeling Avas uppermost in her mind : it Avas not distress at the termination of her engagement, keen and sore though that Avas ; it Avas not dread of the future of loneliness and disappointed hope Avhich lay before her — that came later, at present she had no realisation of it ; it Avas vehement overpoAvering anger and shame at the words which her father had spoken of Fred, and the insinuations AA'hich, as it seemed to her, he had made against him. To Dorothea the slightest breath of suspicion or disapproval of her lover"], [195, "THE THORNCLIFFES. 189 gave pain beyond description, and now in her misery she could only coAver down beneath its Aveight, and helplessly AA'onder how she could endure it from day to day. For long did she abandon herself to the full vehemence of her grief, till at length the torrent of passion had spent its strength, and she lay, trembling and ex hausted, on her bed. Then she heard a light tap at the door, and immediately it Avas opened by her aunt Georgie, Avho, entering softly, laid her hand against the burning forehead and kissed the tear-stained cheek. \" What do you want 1 \" asked Dorothea, Avearily, striving to keep back a fresh rush of tears. \" I only came to see, dear, if you Avould care to come down to dinner. You need not unless you like,\" she added, seeing her dismayed look. Dorothea gladly availed herself of the per mission to remain in her room ; to face the family at dinner Avas an ordeal to which she could not as yet bring herself. Soon after dinner Fred arrived. He and Dorothea Avere permitted to remain undisturbed in the dining room as long as they wished. Fred Avas very quiet and silent ; he too had worked off the first rush of his grief in a long solitary"], [196, "190 THE THORNCLIFFES. Avalk over the hills, and noAv that they had come to Avhat they kneAV Avas their last meeting, the lovers did little more than sit hand in hand, earnestly looking into each other's faces, as if trying to learn by heart every lineament of the features they might never see again. \" Did papa say anything very hard to you ? \" Dorothea asked at last, AA'ith trembling voice. \" No, nothing more than I expected. This isn't a time Avhen I can have very pleasant things said to me.\" \" Oh, Fred, Fred ! I think that grieves me more than all. I cannot bear that people should think harshly and unjustly of you.\" \" You must not be such a slave to public opinion, dearest.\" \" No, I Avill try not to mind ; because I know that it is not true. I know that, Avhatever things may seem, you are really wise and good, and you Avill prove it some day.\" She looked up at him Avith loving pride. Yes, this satisfaction was left her, even in the wreck of all her happiness ; she could still believe in him, and feel a secret right of ownership in the honours and distinctions he might yet achieve. But Fred's look Avas sad and downcast, and he"], [197, "THE THORNCLIFFES. 191 only smiled a little bitterly, as he listened to her words. \" I do not feel much like proving anything but my OAvn folly,\" he said, Avith a sigh. \" There is a great deal of truth in AA*hat people say, Dorothea. I have been rash and headstrong and presump tuous, and so I have come to grief. It is of no use for me to try to set the Avorld right ; I am not good enough for it, and I am rightly punished for thinking I Avas.\" \" Don't talk in that way,\" she said earnestly. \" Oh, Fred, don't let a first mistake discourage you like that. You Avere right, and I knew you were, in Avhat you tried to do, and you will succeed some day, if not at first. Oh, you are fit for so A'ery, very much ; it can't all be Avasted. You Avill do great things yet, I knoAV.\" \" Dorothea, you are a brave girl. If anything can keep me from failing it will be the thought of your loA-e and trust. My God, Avhat am I that I should have a Avoman like that to love me?\" \" Don't, Fred,\" she said, with a sudden sob ; \" Avhat can I do but love you ? I am good for nothing else ; and even that is no use now,\" she added sadly. \" Yes, Dorothea, it is of use. The thought of"], [198, "THE THORNCLIFFES. 192 your love Avill be my sheet-anchor all through the storm.\" \" I don't know that I ought to talk like this,\" he began again, after a long pause. \" Your father Avould say that I should leave you free, and tell you that you might go and love some one else as soon as you liked.\" \" There would not be much use in your telling me that,\" she answered, \" for I could never, never think of loving anyone else. Oh, Avhat a mockery it is to talk of being free, as if the hearts that God has joined could be separated at the bidding of anyone. We shall still belong to one another, if Ave never meet again on earth.\" There Avas another long silence after this ; the evening shades fell thicker around them, and the clock on the mantelshelf ticked out one by one the few short moments that Avere left them. \" What are you going to do ? \" Dorothea asked at last. \" I shall Avant to knoAV something of how I can think of you.\" \" I must stay in London, I suppose, till this business is over. Then it does not matter much Avhat becomes of me ; I shall leave England, and go I don't knoAv where — perhaps to join those Greeks avIio are fighting against Turkey. I"], [199, "THE THORNCLIFFES. 193 don't know, though ; I am not sure if I have any right to connect myself Avith a good cause.\" \" Oh! Fred, you knoAvyouare not to say that again. But to go to the fighting ! Promise me that you Avill not do anything rash ; that you Avill not throw your life aAvay.\" She lifted her earnest pleading eyes to his fac_, Avith a look that Fred could not resist ; he bent doAvn and tenderly kissed her forehead. \" I Avill promise, my darling ; but think of the hundreds of lives that must be sacrificed before anything can be gained. You Avould not haA*e me less brave than those poor fellows ? \" \" No,\" she answered, \" I don't mean that. But don't go and seek danger as if it did not matter Avhat became of you. And, oh, promise me one thing more — that you Avill never forget God, but try always to seek His face ; and you will find it at last, I know.\" Fred sighed, as he looked into the earnest face. \" I feel as if I should be all at sea without you for my guide, Dorothea ; but I Avill not giA'e up. I care far too much about it for that.\" \"And I Avill always pray for you,\" she said, \" remember Avhatever happens that I shall not leave off praying.\" VOL. II. o"], [200, "THE THORNCLIFFES. 194 \"I Avill indeed remember,\" he answered earnestly. \"Oh, Dorothea,\" he said after a moment, \" there is one thing I had almost for gotten. Agnes sent her love, and Avished me to ask Avhether you would at any time care to see her. She will not come unless you like.\" \" Tell her to come, please,\" ansAvered Doro thea, \"it will be such a comfort to see her. I shall need more than ever to learn from her to be good, after you are gone. You don't mind ? \" she added, looking up into his face, which Avore an abstracted look for a moment. \" Mind ? No, of course not,\" he said, sighing. \" It might have been better if I had learnt more at the same school, and kept quietly on the level, instead of reaching after inaccessible pre- cipices. \" Yes, but Ave can't all be exactly like Agnes, though Ave can learn more of her spirit in some things. But tell her I shall be so glad to see her, please.\" \" I Avill ; and noAV good bye, my darling, God bless you,\" he added, taking her in his arms. The door closed upon him, and Dorothea Avent slowly up to her chamber, feeling that the joy of her life had for ever departed."], [201, "CHAPTER X. 11 I myself must mix with action, lest I wi'her by despair, AVnat is that which I should turu to, lighting upon the da*s like these? Every door is birred witn gold, ana opms but to g'dien keys ; Every gite is thronged with suitors, all the markets overflow, I have Oat an angry fancy ; what is that whicu I should do ? I h-i'i been content to perish, falling on the foem.n's ground, AVticn the ranks are rolled in vapour, and the winds are laid with sound. # * * # # Or to burst all links of habit, — there to wander far away, On from island unto island at the gateways of the day.\"' Tennyson. Dcrixg the next few days Dorothea lived in a kind of dreamland, utterly exhausted Avith the intense strain of those thirty-six hours, Avhich in their concentration of suspense and grief had seemed as days or even Aveeks. She Avas too entirely prostrate in nervous energy to realize Avhat had come upon her. Sometimes she found herself listening for the postman's knock, as if it Avould bring her a letter from Fred, or considering Avhat she should tell him Avhen next she wrote. At such times she Avould Avake up to a shuddering consciousness of her loss, and, for a time, Avould undergo all the agony of a new revival of it. 195 VOL. II. 0—2"], [202, "THE THORNCLIFFES. 196 But in general her state Avas as one av1io had been drugged Avith opiates, and scarcely feels the pain that is consuming him. Her father and aunts regarded this quiescence Avith satisfaction. She Avas feeling it less than they had feared, they said, in fact she Avas get ting over it wonderfully Avell. Getting over it, Avhen it Avas all to come, all the dreary days and Aveeks of lonely hopeless grief, all the acuteness of passionate misery, which many a time and again Avould shake her spirit to its utmost depths ! Little did those about her guess hoAv hard had been the Moav, Avhich thus for a time had stunned her. Colonel Lloyd's visit to Ardernmoor Avas necessarily shortened by the incidents connected Avith his daughter's engagement, and it was arranged, that Avhen he and his Avife departed, Dorothea should also leave for a visit to her married aunt, at Chalmingham. The change Avould do her good, it Avas said, and it Avas ob viously undesirable for her to remain at Ardern moor for the present ; she could not avoid being mixed up Avith the Thorncliffes, and there Avas an aAvkAvard feeling on both sides. Colonel and Mrs. Lloyd were going to visit some relatives of"], [203, "THE THORNCLIFFES. 197 the latter in Wales, and could not take her with them, so the Chalmingham plan AA*as all that re mained possible. Dorothea felt rather like a Avaif, at bping thus sent from place to place, but after all, she reflected, it didn't matter Avhere she Avas. Her heart was too crushed and bruised to have any care for such things. Fortunately, as it happened, none of the neighbours knew anything of her engagement or its termination. By this means she Avas spared the embarrassment of having to meet their curious looks of pity and enquiry. Still it was trying enough to hear general speculations about Fred's affairs, some vague account of Avhich was not sIoav in reaching the ears of the parish, and the congratulations on her father's return, and questions as to her future Avere by no means easy of reply. Colonel Lloyd took but little pleasure in the society of his old acquaintance in the village, AA'hile with the Thorncliffes, though he did manage to meet the Vicar, and get through a quarter of an hour Avithout touch ino* upon any awlovard subject, there Avas, as might be expected, a very considerable embar rassment. Mr. Thorncliffe could not indeed blame the Colonel for the course he had taken ;"], [204, "THE THORNCLIFFES. 198 he regarded it as the only possible one under the circumstances ; but his distress at the Avhole matter Avas so great that he could not have en. dured any reference to it, hoAvever cautiously made. This distress Avas shared by his Avhole family, and if the soitoav that had broken over the little circle at Ardernmoor, pressed with its most crushing Aveight on Dorothea, yet her friends at the Vicarage came in for no small share of its desolating force. Altogether the days that folloAA-ed Colonel Lloyd's arrival in Ardernmoor were painful to all concerned. True to her promise, Agnes came to see Doro thea the day after Fred's departure. Her visit was very welcome, for Dorothea kneAV that she would never chafe her Avounded spirit. She received her with a flood of tears ; the first she had shed that day ; and Agnes only sat in silence, holding her hand in hers, with tender, gentle sympathy. The tears relieved Dorothea, and when she was calmer, Agnes spoke — loving, strength-giving words about faith and patience, and a peace that was beyond the reach of even the bitterest soitoav — spoke as one who knew, and had passed through trials, even similar to those she Avas trying to comfort ; aud Dorothea"], [205, "199 THE THORNCLIFFES. listened and was soothed, and gained fresh courage for the long endurance that Avas before her. \" Oh, I wish I could stay with you always,\" she said, at length, looking into the sweet face ; \" I feel as if you were all I had to lean on noAV. What can I do Avithout you? ' \" You must look to a better comforter than I am, darling,\" Agnes said, stroking her head softly. \" And you must Avrite to me,\" she went on, after a pause, \" we are ahvays to be friends, you know. Nothing can prevent that.\" \"Indeed, I will !\" ansAvered Dorothea ; \" that is, I suppose I may. Papa can have no objection to that, surely.\" \" No, I should think not ; but I think you had better ask him.\" \"Oh! I don't like to ask anything,\" said Dorothea, with a little shiver. \"You don't knoAV Avhat a coward I feel.\" \" You must try not,\" Agnes answered gravely. \" It Avill never do to let that grow, you knoAV. But I Avill ask him about the letters myself.\" Dorothea looked up surprised, but Avith a feel ing of relief. Agnes's sense of honour would, she kneAV, prevent her from ever becoming in"], [206, "200 THE THORNCLIFFES. the slightest degree a means of communication betAveen herself and Fred. But still letters from her Avould be a great comfort, and she was glad to hope that they Avould be permitted her. A gnes Avas as good as her Avord ; for, when, after a long conversation, they Avent doAA'nstairs. and she Avas introduced to Colonel Lloyd in the drawing-room, she at once, after a feAv common places, began upon the subject of the letters. \" You Avill let Dorothea Avrite to me Avhenever she likes, Colonel Lloyd ? \" she said ; \" Ave are such old friends, that Ave should be very sorry to be separated altogether.\" Colonel Lloyd hesitated a moment, but a glance into the clear steadfast eyes reassured him. \"I have no objection,\" he replied, though a little stiffly. \" Dorothea knoAvs that I have no desire to separate her from her friends, especially from any Avho have been so kind to her as you have.\" The Colonel Avas much struck Avith Agnes's manner and appearance. He Avas a brave man, inured to hardship, and he quickly recognised the traces of resolute endurance on her counte nance. :"], [207, "THE THORNCLIFFES. 201 \" What an interesting-looking girl that Miss Thorncliffe is,\" he observed to his sisters, when she had taken leave. \" It is seldom one sees so much quiet firmness on the face of a woman, especially one so young.\" \"Indeed,\" replied his Avife, \" I did not notice it. W'hat struck me most Avas hoAv exceedingly delicate she looks.\" \" Agnes has a great deal of character,\" Miss Lloyd said ; \" and her circumstances have de veloped it to the full. But I am sorry you should think her so delicate looking ; she Avas in poor health during the Avinter, but she has seemed much better of late.\" After Dorothea's departure things AA-ere very quiet at Ardernmoor. The Miss Lloyds felt the loss of their niece greatly, and though they could not help approving of their brother's act in breaking off her engagement, still they Avere much distressed on her account, and often blamed themselves for not looking after her better, and so preventing the entanglement, as they uoav called it. They felt, too, for the Thorn cliffe family ; for, though little Avas said by any of them about Fred, it Avas very evident that they Avere in deep distress about him ; and the"], [208, "THE THORNCLIFFES. 202 brightness and cheerfulness which a short time ago had seemed to revive among them, had iioav faded aAvay into a deeper gloom than before. None kneAv hoAv dreary those Aveeks Avere to the three sisters. Their father never spoke a word beyond AA'hat Avas absolutely necessary, and Fred's name could not be mentioned in his presence. Of him they heard little ; he had Avritten from London on the conclusion of the trial, telling them of the verdict, Avhich AA'as fully as disastrous as he had expected, and saying that he Avas about to start for the East, Avhere he had the offer of employment as neAvspaper cor respondent at the seat of disturbance on the frontiers of Greece and Turkey. His opinions on the Eastern question were the only part of his views at all shared in by his family, and they looked Avith less disapproval on this step than on many which had preceded it ; still their hearts sank as they thought of the danger and hardship to AA'hich he would be exposed, and reflected on all the loss and ignominy Avhich had led to it, and compared his present position Avith that he might have had if things had been different. But, alas ! it Avas not circumstances that Avere to blame ; Fred's misfortunes were of"], [209, "THE THORNCLIFFES. 203 his oavu making, as the anxious sisters told themselves, Avith a still heavier sigh. They heard nothing more for a long time. The Aveeks seemed to drag their courses with ever-increasing dreariness through the long summer season. Fred's silence did not much surprise them ; he had little heart to write, as they Avell kneAv, and the feeling on all sides Avas far too constrained to admit of any freedom of expression. Mr. Thorncliffe ordered the news paper in Avhich his letters appeared, and the graphic accounts of skirmishes, ambuscades, and long marches among the mountains, enlivened, as they were, by many flashes of Fred's old bright humour, and infused throughout AA'ith a strong pathos, and burning sympathy Avith the oppressed, Avere eagerly read by the different members of the household. At first they did not venture to speak even to one another about the articles Avhich absorbed so much of their thoughts ; but soon the barrier of reserve AA'as broken, and Fred's letters became a constant topic of conver sation. Whether their father read them, the girls could not tell ; he never by word or sign shoAved that he Avas aAvare even of their exis tence."], [210, "204 THE THORN CL JFFES. At length, towards the end of July, there came a break ; for more than a Aveek no letters appeared, and rumours of unusual disturbances along the frontier districts, Avhence the last was dated, filled the hearts of the household Avith a terrible undefined fear. What might it not portend — this long silence, these vague dis quieting reports? Fred had given an address at a seaport toAvn, Avhere letters might be sent Avith a fair chance of reaching him from time to time, and anxiously did the sisters Avrite, beseeching for neAvs that should set their fears at rest. But no answer came, and anxiety deepened into dread, more terrible and heart sickening than any of them could express. So things Avent on, till one afternoon Mr. Thorncliffe Avalked up from the post, AA'ith a look even more careworn and pre-occupied than Avas his Avont. He held a letter in his hand, and entering the parlour, Avhere his daughters Avere seated, said quietly, as if trying to appear un concerned : \" A letter about Fred arrived this afternoon.\" \" Oh, papa ! \" the girls exclaimed in one breath, \" do tell us. What news is there ? \" \" You can read it,\" he said, laying it down on"], [211, "205 THE THORNCLIIFES. the table ; \" try not to excite yourselves in this way.\" He left the room, and the eager sisters clustered round Agnes, as, Avith trembling hands, she took up the long-looked-for letter. It Avas AA*rittenin French, by a Greek priest in some mountain A*illage, whose name had appeared more than once in Fred's letters. There was a good deal of circumlocution about it, but at length the girls gathered that Fred had been wounded in a skirmish Avith some marauding bands, and AA-as now lying ill at the priest's house. He had asked him to Avrite as soon as he could speak, the good man said, being quite unable to do so himself. He had been shot in the shoulder, and had also received a severe bloAV on the head, Avhich had brought on a fever that for several days had made him completely unconscious. He Avas now, the Avriter added, progressing towards recovery, and in a feAv days Avould be able to be transported to the coast, Avhere he could obtain the advice of a skilful medical man. They had done what they could for him in the village, but the case Avas too complicated for their limited knoAvledge. The priest congratulated Mr. Thorncliffe on his son's noble qualities, explaining that it was in rescuing"], [212, "THE THORNCLIFFES. 206 the inhabitants of a lonely farmhouse from au attack of bandits that he had met Avith his injury. The sisters read this letter in breathless sus pense, and for a time none of them spoke. \" I am glad we have heard,\" Lilian said, at length. \" Yes, but it almost seems worse in some Avays,\" Nellie ansAvered, sighing ; \" to think of him lying in that lonely place, and no doctor near.\" \" He seems to haA'e been getting better,\" Agnes said ; \" Avhat is the date of the letter ? July 6th, nearly three weeks ago.\" \" He must have got clown to the coast by this time. Oh, I Avish Ave could hear again.\" \" Perhaps Ave shall in a feAv days,\" said Lilian. \" I think Ave ought to be very thankful.\" \" Most of all that he Avas helping others,\" added Agnes ; \" that is something to be thank ful for.\" The letter Avas read again, and dictionaries brought out to give the exact meaning of the French medical terms. The girls Avere still busy over it Avhen Mr. Thorncliffe came in again and asked for it. He had also come in search of a dictionary ; and so the ice Avas broken at length,"], [213, "THE THORNCLIFFES. 207 and father and daughters had the relief of dis cussing their anxiety with one another, and eagerly speculating on what the next neAvs might be. They had not long to Avait. Two days after- Avards came a letter from Fred himself, hasty and almost illegible, but containing the comforting intelligence that he had reached the coast in safety, Avas already much better, and was about to embark on a steamer to return home. \" I shall come by long sea,\" he Avrote, \" for that Avill be less fatiguing than the overland route, and I suppose I shall reach England in about three Weeks. There is nothing else to be done, for the doctors say it Avill be months before I have strength for this climate, or for steady exertion of any sort. My Avork here has been a failure, like everything else ; though after all I am not sorry I came.\" \" It is not like Fred to be so mournful,\" Nellie observed, as they read the last sentences. \" I am afraid he must still be very Aveak and ill.\" \" I don't Avonder at it,\" said Lilian ; \" he has had enough to make him mournful, quite apart from illness.\""], [214, "208 THE THORNCLIFFES. \" I don't think we can even regret it,\" added Agnes ; \" we could not wish him to succeed and be content in the path he has chosen.\" \" Oh, but it seems so hard,\" said Nellie ; \" no thing but disappointment, even now Avhen he Avas really doing good work for others.\" \" No work is really good Avhich is done apart from God,\" said Agnes, \" and it is only a dslu sion to expect satisfaction from it.\" The hopes excited by this second letter were doomed to be short-lived. That very afternoon brought a telegram from the English chaplain at Marseilles, containing a feAv ominous words : \" Mr. Frederic Thorncliffe dangerously ill, fever, come at once, no time to lose.\" The girls Avere all in the garden when this message arrived ; they never forgot the fixed stony expression on their father's face, as he came out to them and silently placed the paper in their hands. For a long time no one spoke ; their lips seemed glued by the aAvful suddenness of the calamity. The father Avas the first to break the silence. \" I must go to-night. Do any of you know where the railway guide is ? \" \" Papa ! \" exclaimed Agnes, in a stiff, con"], [215, "THE THORNCLIFFES. 209 strained voice, \" you will take me with you ? I must go.\" He looked at her pale face and rigidly com pressed lips. \"Yes, I think you ought,\" he answered. \" Can you be ready in time ? \" \" Oh, yes ! \" There was no room for doubt or hesitation. She felt that she was stepping into her mother's place even more now than she had done in all these years. The younger girls made no difficulty about it. They simply waited for their father's directions as to the arrangements necessary for his hasty departure. \" I will Avrite a note to Mr. Boullby,\" he said, \" and ask if his curate cannot take the duty next Sunday. You must put up a notice on the church door that there Avill be no daily service for the present. If I am away more than one Sunday I will Avrite about the arrangements that must be made.\" Then it was discovered that they had only a local raflAvay guide, and Lilian set off hastily to borrow a Bradshaw from the Leighs, while Nellie hung about Agnes, trying to take in and remember the directions as to household and general matters, Avhich were crowded upon her, VOL. II. P"], [216, "210 THE THORNCLIFFES. and wondering much at the strange trance-like calm with which her sister went through all the necessary preparations. The hours soon passed, and at ten o'clock that evening Mr. Thorncliffe and Agnes were whirled away from the little Ardernmoor station, onwards towards the unknown regions where their dear one lay ; and Lilian and Nellie, with a new sense of blank desolation, began their solitary waiting, in all the misery of inaction and suspense. END OF VOL. II. CHAS. STRAKER & SONS, PHINTERS, LONDON AND RBDHILL."], [217, ""], [218, ""], [219, ""], [220, ""]]