[[1, ""], [2, ""], [3, "BARBAROSSA. A TRAGEDY. As it is Acted at the THEATRES-ROYAL I N Drury-Lane and Covent- Garden. the Rev. Dr. BROWN. ** LI & 1 £ . ■xff m LONDON: Printed for J. WENMAN, N° 144, Fleet-Street; and Sold by all other Bookfellers in Town and Country. M DCC LXXVI1."], [4, "EPILOGUE. PROLOGUE, Written by Mr. Gaukick, and fp.oken in the Chara-tcr of a Country Boy. Meafter >. Meafter'. IS not my meafter here ammg yea, pray t ■ Nay, (peak— my meafter -urate this fine ne-W play — ■ The after folks a.\"e making fuc b a clatter'.^ They -want the Pro-log — / kne-w nought _' tb' matter ! lie muft be there anior.g you — look abou. — A -weazen, palc-fac'd man, do— find him out ' Prat, mtafier, come — ir all -will fall to flocame Call M'.fier—hold — J muft not tell bis neame Laio! -what a croud is here! -what noife and pother ! Fine lads and UJfes ! one .' top o' t'o ber. [Pointing to the rows of pit and gallery. J eou'd for e-utr here -with -wonder geaxtt J ne'er f_.iv church fo full in all my days! Tour jer-aur.t, Surs! — What do you laugb for f Eh! Tou donna take me, jure, for one o lb' play ? You Jkould not flout an hencfl country lad. Y^u think me /._/, and I think you half mad. -'re all as ftrange as I, and ft ranger too; d,if you laugh at me, I'll laugb at you. [Laughing. J donna like your London tricks, not I ; And, fince y-.u'-ve rais'd my hhod, I'll tell you -why— And, if you it';///, fince nolo 1 am before ye, For want of Pro-log, I'll relate my ftory. I came from country bene to try my fate, And ffc* a place among the r'icb and great ; But troth 1 mfick o' tb' journey J ha' la' en, J like it not • ie — Would I -were -wkiamc again. Firfl, in the city 1 took up myftation, And got a phce with, .one of th' corporation, A rour.sl bisr man —he eat a plaguy deal, Znfcl kid have beat five ploomen at a meal! ._';./ hag with hi.ti I could not make abode, lor, could y-A-u tbini't! —Hi tat a gnat Jea-toad! It came from Iijies——'twas as big as me; He call'd it belly-pestch, and capapee: Law ! how Iftar d'-^-I thought-twbo knows hut I, Tor want of monflers, ntty be made apyet Kathir than mrry hem fir bribe or gain,. Fll back to whoame, and country fan again. I left Toad-cater; then I Jarv'd a Itrd; And there they promts'd '.—but ne'er kept their word ; tVhlle 'nicng the great, this geaming work the trade is, They mind no more poor Jervants than tblir ladies. ■ A lady next, who lik'd a Jmart young lad, Hir'd me forthwith —but, troth, 1 thought her mad. Shi turn d the world top down, as I may Jay, She chang'd ihe day to neet, the neet to day I I flood one day with coach, and did but fioop^ 7_ put the foot-b-ard down, and with her boop She cover'd me all o'er Where are you, lout? here, Ma'am, Jays I; for Heavens Jake let me out. 1 was Jo fl.'lam'd with all her freakijh ways, \"1 She wore her gear J. Jhort, Jo low her flays S Fine folks jhevo all for nothing now-a-days ! J Now I'm the poet's man —■—1 flnd with wits, There's nothing jartain—Nay, tee Silt by fits. Our meals, indeed, areflender what of that ? There rre I ut three _/.'_ mcafler, I, and cat. Did you but f'-e us all, as Fm a finner, You'd J. arce-y Jay which of the three is thinner. My wages all depend on tbis night's piece ! But Jbcuid you find that all our Jiuans are geeje, E feck, I It eti'fi no more to meaflcr's brain, Bur pack up ail, and tukflle whoame again. Written hv 'Mr. Oajsick, and fpoken in the Character of a fine Centleman. Enter Speaking to the People without. PS n A~W \\—dstmn your Epilogue—and bold your tongue——— Shall we of rank be told -what's right and wrong T Hadyou ten Epilogues ysmJhould not/peak 'cm, 1'bousrb be bad writ 'em all in Linguum Griccum. Ill dor, by all the geds !—(you mufi excufe mi) Thouerb author, abort, audience, ell abuje me! To the Auditr.ee. ! . Behold a gentleman!—and that's enough ' — Laugh if you pleafe—I'll take a pincb of /stuff t I come to tell you—(let it nit fwprife you) That I'm a iv_t —and worthy to ai-vije you. ■ llo-w could you Jstffcr that Jams country booby, Thatprokguc-lpeaking Javage—that great looby, ■ To talk his nonjeiife ?—give me leave to Jay 'Tinas lots,—damn'd low !—hut fave the fellow's ploy. Let the poor devil eat—allow pirn that, And give a meal to mcafler, man, and cat. But attack the rogue!— why fa/hion: ?—tenfeltfs We have no joyt but what refult front vogue: The modeJbou'd all control,! —nay, ev'ry paffton, Senfc, appetite, and all, give way to fajbion, J bate, as much as be, a turtle-feafl; \"1 But till the prefsnt turtlt-ragc has cejs'd, > I'd ride a hundred miles to make my/elf a bcafl. J / ba-ve no earl— yet op'ras I adore .' — — Al-ways prcpar'd to die— to Jleep — no more ! The ladies, too, -were carp'd *t, and their drefs ! He -want. \\m .all ruff'd up lite good Sjjeen Bejs ! They are, forpotb, too much expos' d, and free— 1 ?f^rr<? more expos'd, no ill *}T<fls I fee, > I For more, or left, 'tis all the fame to mi. J iPoor gaming, too, teas maul d among the reft, That precious cordial to a bigh-iife breaft I tfhen ttougbts drift, I al-ways game, or drink, An Er^lijjj gentleman Jhou'd never think — The'reafon's plain, -which cu'ry foul might bit trs-*. What trims a Frenchman, ovujcti a Briton ; In us ref.cftion breeds a fober fadnefs, IVhicb al-ways ends in polities or madnefs. J therefore ncrw propofe — by your command, That tragedies n, more fhall cloud this land; Sznd*-'er your Sbakefpearts to the font of Frar.cf, l_ct tbcm grew gra-ve — Lef us begin to dance I Bar. ilk yu.r gloomy fcencs to foreign {limes, Rrferve adore, to kiefs thefe gild.n times, f\" A farce or tiao— and Wood-ward's pantomime*'. . J Dramatis Perfonae. MEN. Ba»baroisa. Alabin. ACHHIT. OfDcES. Othman. Slave. SaDI. WOMEN. Za™.»a. I Slate. hiM. Officers, Attendants, and Slaves. SCI- NE, the Royal Palace of Ai.iiRi. Tim, A few Hours about Midnight."], [5, "A a BARBAROSSA. A C T I. Enter Othman and a Slave. tth. \\ Stranger, fa\\ 'ft thou, that enquires of J\\. \"Othman? Slave. He does; and waits admittance. Otb. Did he tell His name nr.d quality ? Slave. That he declin'd : But c ill'd himlelf thy friend- Otb. Whit may thif mean ?_——— Conduct the (hanger to me. [Exit Slave. Perhaps fo«ne worthy citizen, return'd From voluntary exile to Algiers, Once knowa in happier days. Enter Sadi. Ah, Sadi here ! My honour'd friend ! Sadi. Stand oft — pollute me not. Thefe honeft arms, tho' worn with want, difdain Thy gorgeous trapping, earn'd by foul diihunour.. Oth. Forbear tli y ralh reproaches : for, beneath This habit, which, to thy miftaken eye, Confirms my guilt, I wear a heart as true As Sadi's to my king. Sadi. Why, then, beneath This curfed roof, this black ufurper's palace, Dar'ft thou to draw inferred air, and live The (lave of infolence? Oh, fliame, to dwell With murder, luft, and rapine! Did he not Come from the depths of Barca's folitm!e, With fair pretence of faith and firm alliance ? Did not our grateful king, with open arm_, Receive him as his gueft ? Oh, fatal hour! . Did he not then, with hot, adult'rou6 -ye, Gaze on the Queen Zaphira? Yes, 'twas luft ; Luft gave th'infernal whifper to his foul, And bade him murder, if he would enjoy, Vet thou, pernicious traitor, unabaih'd, Canlt wear the r>.urd'rer's badge! Oth. Miftaken man! Yet ftill I love thee : Still, unprovok'd by thy Intemp'rate geal. Could pallion prompt me to licentious fpeech, Bethink thee might not I reproach thy flight With the foul names of fear or perfidy ? Didft thou not fly, when Barbaroffa's fword Reck'd with the blood of thy brave countrymen? What then did I ! — Beneath this hated roof, In pity to my widow'd queen- Sadi. In pity! Oih. Yes, Sad' : Heav'n is witnefs, pity _fway'd With honeft guile I diu inrol my name [me. In the black lift ol Barbaroiia's liiend.; [n hope that fome propitious hour might rife, When Hr-a.'n would daih the murd'rer from his thfone, And give young Selim to his orphan'd people. Sadi. Indeed! Canft thou be true? Oth. By Heav'n 1 am. Sasli. Why, then, d:fl'emble thus? Oth. Have 1 not told thee > } held it vain to ftem the tyrant's pow'r. By the weak efforts of an iU-tim'u rage. Sadi. I rind thee honeft; and with pride Will join thy counfels— Can aught, my friend, be Can aught be dar'd ? [done I Otb. Vis: groan beneath the fcourge. This very morn, on fall'c pretence of vengeance. For the foul murder of our honour'u *ing. Fi.e guililefs wietche. periih'd on the r_r._k. Sadi. Oh, my devoted country !, — But f.iv, the vvidow'd quern — my heart bleeds for her. Otb. if pnin be life, Hie live.. Hemm'd round by terrnrs, Within this cruel palace, once the fent Of ev'ry joy, thro' fev'n long tedious ytars, She mourr.s her murder'd lord, her exil'd Ion, Her people fall-'n: the murd'rer ot her lord, Returning now from conqucft o'er the Moors, Tempts her to marriage; but, with noble firmuefSj Surnafling female, Ihe rejefls his vows, Scorning the horrid union. • Mean time he, With ceafelefs hate, her exil'd fon purfue-, The virtuous youth, e'en into foreign climes. Ere this, perhaps he bleeds. A murd'ring ruffim Ir, fent to watch his fteps, and plunge the digger Jnto his guiltlefs brcift. . Sadi. Is this thy faith, Timely to witnel's to fuch deeds of honor ? Give me thy poignard; lead me to the tyrant ! What thn' furrounding guards— Oth. Reprefs thy rage, Thou vviit alarm rhe p,iace; wilt involve Thyfelf, thy friend, in ruin. Hafte thee hence j Hafte to the remnant of our loyal iriencs, And let maturcr counfel . rule thy zeal. Sadi. Yet let us ne'er forget our prince's wrongs. Remember, Othman, (and let vengeance rife] How in the pangs of death, and in his gore Welt' ring, we found our prince! His royal blood* The life-blood of his people, o'er the bach .tan purple. Oh, remember, and revenge ! Oth. Doubt not my zeal. But hafte, and fcek oar friends. Near tr, the weftern port Alrnanzor dwells, Vet unfedoe'd by BaibarnlTa'. pnw'r : He will difck'fe to thee, if aught be heard"], [6, "BARBAROSSA «■ Of Selim's fafety, or (what more I dread) Of Selim's death. Thence beft may our refolves jBe drawn hereafter. But_\"1et caution guide thee. Sadi. I obey thee. Near to the weftern port, thou fay'ft? Oth. E'en there ; Clofe by the blafted palm-tree, where the mofque O'erlooks the city. Hafte thee hence, my friend i I would not have thee'found within thefe walls. [Flouri/b. And hark! — thefe warlike founds proclaim th'ap- Of the proud Barbarofla, with his train. [proach Be gone Sadi. May dire difeafe and peftilence Hang o'er his lisps ! Fsrewel Remember, Othman, Thy queen's, thy prince's, and thy country's wrongs. [Exit. Sail. Oth. When I forget them, b. contempt my lot! Yet, for the love I bear them, 1 muft wrap My deep refentrnents in the fpecious guife Of fmiics, and fair deportment. Enter Barbarofla, Guards, Sec. Barb. Valiant Othman, Are thele vile flaves impal'd? Oth. My lord, they are. Barb. Did not the rackextortconfciTion from them? Otb. They dy'd obdurate ; while the melting croud Wept at their groans and anguifh. Barb. Curfe ou their womanifh hearts! Butwhyfits That fadhefs on thy brow? For oft I find thee Muring and fad ; while joy for my return, My f.vord vi£t..rious, and the Moors o'erthrovvn, Refouhds thro' all my palace. Otb. Mighty warrior, The foul intent on offices of love, Will oft ncg!c<_t or fcorn the weaker proof Which fmrles or fpeech can give. Barb. Well, be it fo. To guard Algiers from anarchy's mifrule, Jfwayth.iegalfceptre. But'tis ftrange, That when, with open arms, I would ,eceive \"*_*,_..-_. Q_i;.-.. ...~..ij —a- ._. v.- l , .1. y oung -.slim; would reftore thecrown, which death *. _. 0. ...... .__ ' _ Reft from his father's head — he fcorns my bounty; And proudly kindles war in foreign climes, Againft my ptow'r, who fav'd his bleeding country. Enter Aladin. Alad. Brave prince, I bring thee tidings Of high concernment to Algiers and thee. Young Sclim is no more. Oth. Sciim no more ! Bails Why that aftonifhment ? He was our bitter eft foe. O'th. So perilh all Thy caufelefs enemies. Barb. How dy'd the prince, and where? .41ad. The rumour tells, That flying to Oran, he there begg'd fuccou'rs from Ferdinand of Spain, t' invade Algiers. Barb. From Chriftian dogs I Otb. H rw ! league with infidels! Alad. And there held counfel with the haughty Spaniard, To conquer and dethrone thee: but !n vain; For in a dark encounter with two flaves, Whe#ein the one fell by his youthful arm, Selim at length was (lain. Barb. Ungrateful boy! Oft hai'e T courted him to meet my kindnefs ; i!ut j'.rll in vain : he fhunn'd me like a pestilence ; Tor could I e'ei behold him, .fince the down Cover'd his manly cheek How many years Number'dhe? - , Oth. I think, fcarce thirteen, when his father dy d, And now fome twenty. Barb. Othma!., now for proof Of undiffembled ferviee Well I know, , _ Thy long-expericnc'd faith hath pbc'd thee high In the queen's confidence. Othman, (he muft be won. Plead thou my caufe of love: make her but mine, And fuch unfought reward (hall crown thy 2eal, As fhall out-foar thy wifhes. Otb. Mighty king, * Where dutv bids, I go. Barb. Then hafte thee, Othman, Ere yet the rumour of herfon's deceafe Hath reach'd her ear ; fell her, I come, borne on the wings of love . Hafte — fly — I follow thee. [Exit Othman, Now, Aladin, Now, fortune bears us to the wifh'd-for port: This was the rock I dreaded. Doft not think Th' attempt was greatly daring? ATad. Bold as needful. What booted it, to cut th' old ferpent off, While the young adder nefted in his place I4 Barb. True : Algiers is mine, Without a rival — Yet I wonder much, Omar returns not: Omar, whom I fent On this high truft. I fear, 'tis he hath fallen. Didft thou not fay, two flaves encounter'd Selim ? Alad. Ay, two: 'tis rumour'd fo. Barb. And that one fell ? Alad. By Selim's hand : while his companion ' Planted his hippier fte.l in Selim's heart. Barb. Omar, I fear, is fall'n. From my right. I gave my fignet to the truftyflave : [hand And bade him fend it, as the certain pledge Of Selim's. death ; if ficknefs or captivity, Or wayward fate, ihou'd thwart his quick return. Alad. The rumour yet is young ; perhaps fore- The fruity fiave's approach. [runs Barb. We'll wait th' event. Mean time give out, that now the widow'd queen Hath dry'd her tears, prepar'd to crown my love By marriage-rites : Ipread wide the flatt' ring tale; For, if perfuafion win not her confent, Pow'r fl_all compel. This night my will devotes to feaft and joy, For conqueft o'er the Moor. Hence, Aladin : And fee the night-watch clofe the palace round. [Exit Aladin. Now to the queen. My heart expands with hope. Let high ambition flourim; in Selim's blood Its root is (truck : from this, the rifing Hem Proudly fhall branch o'er Afiic's\" continent, And ..retch from lhore to more. Enter Irene. My wayward daughter ! ftill with folly thwart Each purpofe of my foul? When pleafures fpring- Beneath our feet, thou fpurn'ft the proffer'd boon, To dwell with furrow — Why thefe fullen tears ? Irene. They are the tears of pity. From the queen I come, thy fuppliant. Barb. What wou'dft thou urge? Irene. Thy dread return from war, And proffer'd love, have open'd ev'ry wound The (oft and lenient hand of time had clos'd. If ever gentle pity touch'd thy heart, Urge not thy command To fee her! Her diftrafied foul is bent To mourn in foiituje. She afks. no more. Barb. She rmcks my live. How many tedious Have I e.-.iur'd her ceynefs ! Had not waj fve."], [7, "BARBAROSSA. 5 And great ambition, call'd me from Algiers, Ere this my povv'r had reap'd what fhe denies. But there's a caufe, which touches on my peace, And bids me brook no more her falfe delays. Irene. Oh, frown not thus! But let thy confenting pity mix with mine, And heal the woes of weeping majefty I Unhappy queen! Barb. What means that gufhing tear? Irene. Oh, never fhall Irene tafte of peace, While poor'Zaphira mourns! Barb. Is this my child ? Pcrverfe and ftubborn ! As thou lov'ft thy peace, Dry up thy tears. What! damp the general triumph That echoes through Algiers! which now (hall pierce The vaulted heav'n, as foon as fame fhall fpread Young Selim's death, my empire's bittereft foe. Irene. Oh, generous Selim! [Weeps. Barb. Ah, there's more in this ! Tell me, Ireni, on thy duty tell me, Why, at this deUfted name of Selim, Afreih thy forrow ftreams ? Irene. Yes, I will tell thee : My father knows, that fcarce five moons are paft, Since the Moors feiz'd, and fold me at Oran, Ahopelefs captive in a foreign clime ! Barb. Too well I know, and rue the fatal day. But what of this > Irene. Oft have I told thee, How 'mid'ft the throng, a youth appear'd : his eye Brighrtas the morning-ftar! Barb, And was it Selim ? Did he redeem thee ? Irene. With unfparing hand He paid th' alloted ranfom : At his feet I wept, Dilfolv'd in tears of gratitude and joy. But when I told my quality and birth, He darted at the name of BarbarofTaj Yet, with recovery mild, Go to- Algiers, he cry'd; protefl my mother ; And be to her, what Selim is to thee Ev'n fuch, my father, was the generous youth, Who, by the hands of bloody, bloody men, Lies number'd with the dead. Barb. Amazement chills me ! Was this thy unknown friend, conceal'd from me? Falfe, faithlcfs child ! Irene. Cou'd gratitude do lefs ! He faid thy wrath purfu'd him ; thence conjur'd me, Not to reveal his name. Barb. Thou treacherous maid ! To ftoop to freedom from thy father's foe ! Irene. Alas, my father ! He never was thy foe. Barb. What ! plead for Selim ! Oh, coward ! Traitrefs to thy father's glory ! Thou Ihou'dft have liv'd a (lave — been fold to fhame, Been banifh'd to the depth of howling defarts, Been aught but what thou art, rather than blot A father's honour by a deed fo vile : Hence, from my fight— Hence, thou unthankful child! Beware thee ! Shun the queen : nor taint her ear With Selim's fate. — Yes, fhe fhall crown my love ; Or, by our prophet, fhe fhall dread my pow'r. [Exit BarbarofTa. Irene. Unhappy queen ! To what new fcenes of horror art thou doom'd ! Berett of her lov'd lord, of every joy bereft. Sh , but intreats to die \\rs her dear father's tents ! Thither, good queen, .'■Mj' care fhall fpeed thee, while fufpicion fieeps. What though my frowning father po if'd his rage On my defencelefs head ? Yet innocence ________ Shall yield her firm fupport ; and conf-ious virtue Gild all my days. Cou'd 1 but faVe Zaphira, Let the ftorm beau 'I'll weep and pray, till _he And Heav'n forget my father e'er was cruel. ' ACT II. Zaphira di/covered. Zatb'Wf H E N <hal{ l be \" PC1\" ! — Oh». VV righteous heav'n, Strengthen my fainting foul, which fain would rife To confidence in thee !. — But woes on woes O'erwhelmme! Firft my hulband ! now, myfon! Both dead! both ilaughter'd by the bloody h-tnd Of Barbaroffa ! Enter Othman. Oh, faithful Othman ! Our fears were true ! My Selim is no more _ Oth. Has then the fatal fecret reach'd thine ear? Inhuman tyrant ! Zapb. Strike him, Heav'n, with thunder! Nor let Zaphira doubt thy providence. Otb. 'Twas what/are fear'd. Oppofe not Hea»'ri\"s high will, Nor ftruggle with the ten-fold chain of fate, That links thee to thy woes ! Oh, rather yield. And wait the happier hour, when innocence Shall weep no more. Reft in that pleafmg hope, And yield thyfelf to Heav'n— -My honoured quee% The king . Zaph. Whom ftil'ft thou king ? Otb. 'Tis BarbarofTa ; He means to fee thee Zaph. Does he affume the name of king? Oth. He does. Zaph. Oh, title vilely purchas'd! by the bloo-l Of innocence ! by treachery and murder ! May Heav'n inceus'd pour down its vengeance oa him; Blaft all his joys, and turn them into horror; Till phrenzy rife, and bid him curfe the hour That gave his crimes their birth ! My faithful Oth- man, My fole-furviving prop! Can'ft thou devife No fecret means, by which I may efcape This hated palace ? With undaunted ftep I'd roam the wafte, to reach my father's vales Of dear Mutija!-— Can no means be found, To fly thefe black'ning horrors that funound me ? Oth. That hope is vain ! The tyrant knows thy hate. Hence, day and night, his guards furround thee ; Roufe not, then, his anger : Let foft perfu-fion and mild eloquence, Redeem that liberty, which Item rebuke Wou'd rob thee of for ever. Zaph. Cruel tafk ! — an injur'd queen To kneel for liberty ! And, oh, to whom ! E'en to the murd'rer of her lord and fon ! Oh, perifh firft, Zaphira! Yes, I'll die ! For what is life to me ! My dejir, dear lord! My haplefs child ! Yes, I will follow you. Otb. Wilt thou not fee him, then? Zaph. I will not, Othman. Or if I do, with bitter imprecation, More keen than poil'on (hot from fcrpents tongue^ I'll pour my curfes on him! Oth. Will Zaphira Thus meanly link in woman's fru.tlefs rage, When file fhonld wake revenge ?"], [8, "BARBAROSSA 6 Zapb. Revenge ? — Oh, tell me — Tell me but how! what can a helplefs woman ! Oth. Cain but the tyrant's leave, and reach thy father ; Pour thy complaints before him: let thy wrongs Kindle his indignation, to purfue This «le ufurper, till unccafing war Biaft his ill-gotten pow'r. Zapb. Ah ! — fay'ft thou, Othman ? Yby words have (hot like lightning through my frame ; And all my foul's on fire! — Thou faithful friend! Yes, with more gentle fpeech I'll footh his pride; Regain my freedom ! reach my father's tents; There paint my countlefs woes. His kindling rage Shall wake the vallies into honeft vengeance : The fudden ftorm fhall pour on Barbaioifa, And ev'ry glowing warrior fteep his (haft In deadlier poifon, to revenge my wrongs. Otb. There fpoke the queen. But as thou lov'ft thy freedom, Touch not on Selim's death. Thy foul wijl kindle, And paffjon mount in flames that will confume thee. Zapb. My'murder'dfon ! ves, to revenge thy death, I'll fpeak a language which my heart difdains. Ctb. Peace, peace ! The tyrant comes : Now, in- jur'd queen, Plead for thy freedom, hope for jult revenge, And check each riling pnliion! [Exit Othman. Enter BarbarofTa. Barb, Hai!, fov'reign fair ! in whom Beauty and majefty confpire to charm ! Behold the conqu'ror, conquer'd by thy pow'r ! Zapb. Oh, Barharoffa ! No more the pride of conqueft e'er can charm My widow'd heart ! With my departed lord My lovelies bury'd ! Then turn thee to fome happier fair, whofe herjrt May crown thy growing love, with love fincere; For I have none to give ! Barb. Love ne'er fhou'd die : \"Tis the foul's cordial : 'tis the fount of life ; Therefore fhou'd fpring eternal in the breaft. One objec*l loft, another fhou'd fuccecd, And all our lrfe be love. Zapb. Urge me no more: — Thou might'ft with equal hope Woo the cold marble weeping o'er a tomb, To meet thy wifhes ! But if gen'rous love Dwell in thy breaft, vouchfafe me proof fincere: Oive me fnfc convoy to my native vales Of dear Mutija, where my father reigns. Barb. Oh, blind to proffer'd blifs! what fondly This pomp of empire, for an Arab's tent' [quit Where the mock chieftain leads his vagrant tribes From plain to plain, and faintly fhadows out The majelly of' kings ! — Far other joys Here fhall attend thy call : fubmifhve realms Shall bow the neck; and fwarthy kings and queens, from the far diftant Niger, and the Nile, Drawn captive at my conqu'ring chariot-wheels, Shall kneel before thee. Zapb. Pomp and pow'r are toys Which ev'n the mind at eafe may well difdain: But, ah, what mockery is the tinlel pride Of fplendor, when the mind Lies defolate within !— Such, fuch, is mine! O'erwhelm'd with ills, and dead to every joy: Envy me not this laft requeft, to die In my dear father's tents ! Barb. Thyfuit is vain i . Zapb. Thus kneeling at thy feet— I do befeech Barb. Thou thanklefs fair !— Thus to repay the labours of mv lore ! Had I not feiz'd the throne when Selim dy'd, Ere this, thy foes had laid Algiers in ruin : I check'd the warring pow'rs, and gave you peace. Make thee but mine, 'I will defcend the throne, And call thy fon from banifhment to empire. Zaph. Oh, my heart ! Can I bear this !— Inhuman tyrant ! Curfes on thy head ! May dire remorfe and angurfh haunt thy throne, And gender in thy bofom fell defpair ! Defpair as deep as mine!' Barb. What means Z-phira ? What means this burftof grief? Zaph. Thou fell deftroyer ! Had not guiit fteel'd thy'heart, awak'ning confeience Wou'd flalh conviction on thee, and each look, Sbot from thefe eyes, be arm'd withferpent-horror», To turn thee into ftone! — Relentlefs man! Oh, tremble, guiit, Where'er thou art '.—Look on me '.— Tell me, tywnt, Who flew my blamelels fon ? Barb. What envious tougue, Hath dar'd to taint my name with (lander ? Thy Sclim lives— nay, more, he foon (hall reign, If thou confent to blefs me. Zapb. Never! oh, never— Sooner -.vou'd I roam, An unknown exile, through the torrid c'.imes Of Afric; fooner dwell with wolves and tygers, Than mount with thee mymurder'd S«lim's throne! Sari. Rail, queen, forbeir; think on thy cap- tive ftate : Remember, that within thefe palace-walls, I am omnipotent : that (h_.me and honour, Reward and punifhment, await my nod, The vaflals of my pleafute — Yield thee then ) Avert the gsth'ring horrors that furround thee, And dread my povv'f incen.'d. Zaph. Dares thy licentious tongue pollute mine eai With that foul menace .'—Tyrant! dread'ft thou not Th\" all-feeing eye of Heav'n, its lifted thunder, And allthe tcd'ning vengeance which it ftores For cri^fc like thine? Yet know, Zaphira fcorns Thou rpJM^dr-by thee of ev'ry dear fupport, [the* No tyramPrthreat can awe the free-born foul That greatly dares to die. [Exit Zaphira. Barb. Where fhould fhe learn the tale of Selim's Cou'd Othman dare to tell if ? tf he did, [death! My rage lhall fweep him, fvvifter than the whirl- To inftant death ! [wind, Enter Aladiii. ■ Oh, Aladin! Timely thou eom'ft, to eafe my lab'ring thought, That fwells with indignation and defpair. This ftubborn woman Alad. What, unconqner'd ftill ? Barb- The news of Selim's fate hath reich'd her Whence could this come > [ear. Alad. 1 can refolvc thy doubt. A female (lave, attendant on Zaphira, O'erheird the mefTenger who brought the tale, And gave it to her ear. Barb. Perdition fciz« \\_*ti\\ Nor threat can move, nor promife now allure, Her haughty foul : nay, (he defies my pow'r ; And talks of death, as if her female ferm In(hrin'd fome hero's fpiriu Ala.i. Let her rage foam. I bring thee tidings that will eafe thy pain. Barb. Say'ft thou . — Speak on— Oh, give Se quick relief! . Alad. The gallant youth is time, who (lew her fon."], [9, "BARBAROSSA 7 garb. Who? Omar! Alad. No; unhappy Omar fell By Selim's hand. But Achmet, whom he join'd His brave aflbciate, fo the youth bids tell thee, Jtevang'd his death by Seiim'.. Barb. Gallant youth ! Bears he the (ignct? Alad. Ay. 'Barb. That fpeakt him true. Condufl him, Aladin. [Exit Aladin. This is beyond my hope. The fecret pledge Reftor'd, prevents fufpicion of the deed, While it confirms it done. Enter Achmet and Aladin. Alb. Hail, mighty BarbarolTa! As the pledge [Kneels. Of Sflim's death, behold thy ring reftor'd : That pledge will (peak the reft. Barb. Rife, valiant youth ! But firft, no more \"a Have — I give thee freedom. Thou srt the youth whom Omar (now no more) Join'd his companion in this brave attempt? Acb. I am. Barb. Then tell me how you fped Where That infolcnt ? [found ye Acb, We found him at Oran, Plotting deep mifchiefs to thy throae and people. Barb. Well ye repaid the traitor. r Acb. As we ought. While night drew on, we leapt upon our prey. Full at his heart brave Omar aim'd the poignard, Which Selim fhunr.rng, wrer.ch'd it from his hand, Then plung'd it in his breaft. I hafted on, Too late to fave, yet I reveng'd my friend : My thirfty dagger, with repeated blows, Search'd ev'ry artery: they fell together, Gafping in folds of mortal enmity ; And thus in frowns expir'd. Barb. Well haft thou fped. Thy dagger did its office, tVuhful Achmet; • And high reward fhall wait thee — One thing more — Be the thought fortunate! — Go, feek the queen. For know the rumour of her Selim's death Hath reach'd her ear : hence dark fufpicions rife, Glancing at me. Go, tell her, that thou faw'it Ker fon expire; that with his dying breath, He did conjure her to receive my vows, And give her country peace. Enter Othman. Moft welcome, Othman ! Behold this gallant ftfanger; he hath done 'Ch? ftate good fcrvice : Let fome high reward Await him, fuch as may o'erpay his zeal. Conduft him to the queen : for he hath news Worthy her ear, from her departed (on; 5uch as may win her love. — Come, Aladin ; The banquet waits our prefence : feftal joy Laughs in the mantling goblet; and the night, Illumin'd by the taper's oazzling beam, &iya Is departed day. [Exeunt Barb, and Alad. Asb. What anxious thought Rolls in thine eye, and heaves thy lab'rlng breaft? Why join'ft thou not the loud exeef. of joy, Tfcar riots through the palace? Oil. Dar'ft thou tell me, On what dark errand thou art here ? A,h. I dare. Doft thou not perceive the favase lines of blood Deform my vifage ? Read'ft not in mine eye Remorfelefs fury . 1 am Se.lim's muid'rer. Oth. Selim's muru'rer ! Aib. Start not from me. My dagger thirds not but for regal blood. Why this amazement ? Oth. Amazement?— No— 'Tis well :— 'tis as it He was, indeed, a foe to Barbaroffa. [fhould be. Acb. And therefore to Algiers :— Was it not fc? Why doft thou paufe? What paffion ffiakes thy frame ? Oth. Fate, do thy word !— I can no more diflesn- Can I, unmov'd, behold the murd'ring ruffian, [ble! Smear'd with my prince's blood ! Go, tell the tyrant, Othman defies his pow'r; that, tir'd with life, He dares his bloody hand, and pleads to die. Acb. What, didft thou love this Selim? Otb. All men lov'd h.m. He was of fuch unmix'd and blamelefs quality. That envy, at his praife ftood mute, nor dar'd To fully his fair name ! Remorfelefs tyrant! Acb. I do commend thy faith. And, fince thou lov'ft him, I'll whifper to thee, that with honsft guile I have deceiv'd this tyrant Barbaroffa: Selim is yet alive. Oth. Alive! Ach. Nay, more ■ Selim is in Algiers. Oth. Iropoflible! Ach. Nay, if thou doubt'ft, I'll bring him hither; Otb. Not for an empire ! [ftra;ghu Thou might'ft as well bring the devoted lamb Into the tyger's den. Acb. But I'll bring him, Hid in fuch deep difguife, as (hall deride Sufpicion, though fhe wear the Lynx's eye I Not e'en thyfelf couldft know him. Otb. Yes, fure : too fure, to hazard fach an awfa? Trial I AcB. Yet feven revolving years, worn out In tedious exile, may have wrought fuch change Of voice and feature, in the date of youth, As might elude thine eye. Otb. N° time can blot The mem'ry of his fweet majeftic mien, The luftre of his eye! Befidcs, he wears A mark indelible, a beauteous fear, Made on his forehead by a furious pard, Which, rufhing on his mother, Selim flew. Acb. A fear ! Oth. Ay, on bis forehead. Ach. What, like this ? [Lifting his turban. Oth. Whom do I lee ' — am I awake !— my prince! My honour'd, honour'd king! [Kneels. Selim. Rife, faithful Othman, Thus let me fhank thy truth! Otb. Oh, happy hour! Sslsix. Why doft thou tremble thus? Why'graij my hand; And why that ardent gaze? Thoucanft not doubt me\" Oth.. Ah, no ! I fee thy lire in ev'ry line How did my prince efcape the murd'rer's hand? Seltm. I wrench'd the dagger from him; ar_ri gave back That death he meant to bring. The ruffian wor. The; tyrant's fignet: — Take this ring, he cry'd, The fole return my dying hand can make thee For it> accurs'd attempt, this pledge rcftor'd, Will \"prove thee flain This faid, th' afiilfln dy'd. Oth. But how to gain admittance, thus unknown? Seism. Difguis'd as Selim's murderer I come : Th' accomplice of the deed : the ring reftor'd, Gain'd credence to my words. Oib. Y*t ere thou cam'ft, thy death was ia- mour'd here."], [10, "barbarossa: r i I ._ I _T\\ 8 Se/im. Tfpread the fiatt'iing tale, and fent it hither. Tell me, Othman, And yet I tremble to approach the theme ■ How fares my mother . Doss (he dill retain Her native greatnefs ? Oth. Still : in vain the tyrant T«xnpts her to marriage, though with impious Of death or violation. [threats Selim. May kind Heav'n Strengthen her virtue, and by me reward it ! When (hall I fee her, Othman > Oth. Yet, my prince, I tremble for thy prefence. Selim. Let not fear Sully thy virtue : 'tis the lot of guilt To tremble. What hath innocence to do with fear? ■ Oth. Still my heart Forbodes fome dire event ! — Oh, quit thefe walls ! Selim. Not till a deed be done, which ev'ry tyrant Shall tremble when he hears. Oth. What means my prince ? Selim. To take juft vengeance for a father's blood, A mother's fuff'rings, and a people's groan. Otb. Alas, my prince ! Thy fingls arm is weak To combat multitudes! Selim. Therefore I come, Clad in this murd'rer's guife — Ere morning _hi__es, This, Othman — this— fhall drink the tyrant's blood, [Shews a dagger. Otb. Heav'n fhield thy life — Let caution rule Thy zeal ! Selim. Nay, think not that T come Blindly impell'd by fury or defpair : For I have feen our friends, and parted now From Sadi and Almanzor. Otb. Say — what hope ? My foul is all attention Selim, Mafk me, then : A chofen band of citizens this night Will ftorm the palace; while the glutted troops Lie drench'd in furfcit; the confed'rate city, Bold thro' dsrfpair, have fworn to break their chain By one wide flaughter. I, mean time, have gain'd The palace, and will wait th' appointed hour, To guard Zaphira from the tyrant's rage, Amid the dreadful uproar. Otb. Heav'nprotect thee 'Tis dreadful ■ What's the hour ? Setim. I left our friends In fecret council. Ere the dead of night. Brave Sail will report their laft refoives mm Now lead me to the queen Otb. Brave prince, beware ! Her joy's or fear's escefs, wou'd fure betray thee. Thou (halt not f»c her till the tyrant perifh ! Selim.. I muft — I feel fome fecret impulfe urge me, Who knows that 'tis not the Uft pitting interview We ever fhall obtain ? Oth. Then, on thy life. Do not reveal thyfelf — Affume the name Of Selim's friend ; fent to confirm her virtue, And warn her that he lives. Selim. It (hall be fo : I yield me to thy will. Otb. Thou greatly daring youth! May angels watch, And guard thy upright purpofe! That Algiers May reap the buffings of thy virtuous reign, And all thy godlike father fhine in thee ! Selim. Oh, thou haft rouz'd a thought, on which revenge Mounts with redoubled fire !— Yes, here, ev'n here, Beneath this very roof, my honour'd father Shed round his bleffings, till accarfed treachery Stole on kii peaceful Ur ! Uli, blefled <halc ! If yet thou hover'ft o'er thy once-lov d clime, Now aid me to redrcfs thy bleeding wrongs! Infufe thy mighty fpint into my brealt, That undifmay'd, I may puri'ue the juft intent ; and dare, Or bravely to revenge, or bravely die. [Exeunt. Enter Irene. CAN air-drawn vifions mock the waking eye? Sure 'twas his image ! This way, fure he mov'd. But, oh, how chang'd ! He wears no gentle fmiles, But terror in his frown. He comes — 'Tis he : — For Othman points him hither, and departs. Difguis'd, he feeks the queen : fecure, perhaps, And heedlefs of the ruin that furrounds him. Oh, generous Selim ! can I fee thee thus; And not forewarn fuch virtue of its fate ? Forbid it gratitude ! Enter Selim. Selim. Be ftill, ye fighs ! Y'e ftruggling tears of filial love, be {till. Down, down fond heart ! Irene. Why, ftranger, doft thou wander here ? Selim. Oh, ruin ! [Shunning her. Irene. Bleft, is Irene ! Bleft, if Selim lives ! Selim. Am I betray'd ! Irene. Betray'd to whom ? to her Whofe grateful heart would rufh on death to fave Selim. It was my hope, [thee. That time had veil'd all femblance of my youth. Am I then known ? Irene. To none, but love and me — - To me, who late beheld thee at Oran ; Who faw thee here, befet with unfeen peril, Apd flew to fave the guardian of my honour. Seltm. Thou fum of ev'ry worth ! Thou heav'a of fweetnefs '. How cou'd I pour forth all my foul before thee, In vows of endlefs truth ! — It muft: not be! This is my deftin'd goal ! — The manfion drear, Where grief and anguifh dwell ; where bitter tears, And fighs and lamentations, choak the voice, And quench the flame of love ! Irene. Yet, virtuous prince, Tho' kvve be filent, gratitude may fpeak. Hear then her voice, which warns thee from thefe Mine be the grateful talk, to tell the queen [ walls j Her Selim lives. Ruin and death inclofe thee. O fpeed thee hence, while yet deftruftion fleeps 1 Selim. Wou'd it were poffiblel Irene. What can prevent it ? . Selim. Tuftice ! Fate, and juftice ! A murder d father's wrongs ! Irene. Juftice, faid'ftthou? That word hath .truck me, like a peal of thunder! Thine eye, which wont to melt with gentle love, Now glares with terror ! Thy approach by night— Thy dark difguife, thy looks, and fierce demeanor Yes, all confpire to tell me, I am loft ! Ah, prince ! take heed, I have a father too ! Think, SeJim, what Irene muft indure, Should fhe be guilty of a father's blood ! Selim. Come on then. Lead me to him.. Glut With Selim's blood [thine eye Irene. Was e'er diftrefs like mine ! O Selim, can I fee my father perifh! [Weept, Quit, O quit thefe walls 1"], [11, "8 BATIBAROSSA. W«v'n will ordain fome gentler, happic To heal thy woes ! Thy dark attempt is big With horror and deftruftion ! Generous prince ! Refign thy dreadful purpofe, and dcDart ! Selim. May not I iee Zaphira, ere I go ? Thy gentle pity will not, fure, deny us The mournful pleafure of e. parting tear? Irene. Go, then, and give her peace. But fly thefe walls, As foon as morning fhines — elfe, tho* defpair Drive me to madnefs — yet — to fave a father! O Selim' fpare my tongue the horrid fentence I Fly! ere deduction feize thee! [Exit Irene.] Selim. Death and ruin ! Mult 1 then fly? — what! — coward-like, betray, My father, mother, friends! Vain terrors, hence! Danger looks big to fear's deluded eye. But courage, on the heights and fteeps of fate, Dares fnatch her glorious purpofe from the edge Of peril : and, while fick'ning caution fhrinks, Or felf-betray'd, falls headlong down the fteep ; Calm refolution, unappal'd, can walk The giJJy brini., fecure— Now to the queen— How fhall I dare to meet her thus unknown ! How ftifle the warm tranfports of my heart, That pants at her approach ! Who waits the queen ? Who waits Zaphira ? Enter a Female Slave. Slave. Whence this intrufion, ftranger, at an Deftin'd to reft? [hour Selim. I come, to feek the queen, On matter of fuch import, as may claim Ker fpeedy audience. Slove. Thy requeft is vain. E'en now the queen hath heard the mournful tale Of her fon's death, and drown'd in grief fhe lies. Thou c.nft not fee her. Selim. Tell the queen, I come On meffage from her dear, departed fon, And bring his l3ft requeft. Slave. I'll hafte to tell her. [Exit Slave. Selim. O ill-diffembling heart .— My ev'ry limb Trembles with grateful terror! — Some look, or ftarting tear, Will fure betray me Honeft guile affift My fault'ring tongue ! Enter Zaphira. Zaph. Where is this pious ftranger ? Say, generous youth, whofe pity leads thee thus To feck the weeping manfions of diftrefs ! Did'ft thou behold in death my haplefs fon ? Did he remember me ? Selim, Moft honour'd queen ! Thy fon — Forgive thefe gufhing tears, which flow Tofee diftrefs like thine ! Zaph. I thank thy pity! 'Tis generous thus to feel for others woe What of my fon ? Selim. By BarbarofTa's dread command I come, To tell thee, that thefe eyes alone beheld Thy fon expire. Zapb. Relentlefs fate ! — that I ihould be deny'd The mournful privilege to fee him die ! To clafp him in the agony of death, And catch his parting foul ! O, tell me all, All that he faid and look'd, deep in my heart ; That I may treafure ev'ry parting word, Bach dying whifper of my dear, dear fnn ! Selim. Let not my words offend — What if he faid, Go, tell my haplefs mother, that her tears Have ftream'd too long : then bid her weep r»0 more : Bid her forget the hufband and the fon, ia Barbartffa's arms ! J Zapb. O, bafeljr Thou artfome creeping flave to Bar Sent to furprile my tnfufpsQing heart' ViltMlavc, be gon<f._My fun he-Cray me thus ! Cou'd^he have e'er conceiv'd fo b^le __ puroof'e, ' My griefs tor h'im (hou'd end in great dildain ! . But ne was brave ; and fcorn'd a thought fo vile ' Wretched Zaphira ! How art thou become The (\"port of flaves1 felim. Yet hope for peace, unhappv queen ' Thy May yet have end. rw,je; Zaph. Why weep'ft thou, crocodile ? Thy treacherous tears are vain. Selim. My tears are honeft. I am not what thou think'ft, Zaj/h. Who art thou, then ? Selim. Oh, my fuil he.rrt !— I am thy friend and I come not to infuli but heal thy woes — [Selim's. Now check thy heart's wild tumult, while I tell Perhaps thy Ton yet lives. [t:,ee Zaph. Lives ! O, gracious Heav'n ! Do I not dream? Say, ftranger — aidft thou tell me, Perhaps my Selim lives ? What do I afk ? Wild, wild and fruitlefs hope! — What mortal pow'r Can e'er re-animate his mangled corfe, Shoot life into the cold and filcnt tomb, Or bid the ruthlefs grave give up its dead ! Selim. O pow'rful nature, thou wilt fure betray me ! l-V-\"'4 Thy S.iim lives : for fince his ruraour'd death, I faw him at Oran. Zapb. Ye heav'niy poweis ! — Didft thou not fay, thou faw'ft my fon expire ? Didft not ev'n now relate his dying words ? Selim. It was an honeft fallhocd, meant to Drove Zaphira's unftain'd virtue. Zapb. Why but Othman-, . Othman affirm'd chat my poor fon was dead : And I have heard, the murderer is come, In triumph o'er his dear and innocent blood. Selits. I am that murderer-., Beneath this guife Ifpread th' abortive taie of Selim's death. And haply won the tyrant's confidence. Hence gain'd accefs : and from thy Selim tell thee, Selim yet lives; and honours all thy virtue-,. Zapb. O, generous youth, who art thou:. From what clim'e Comes fuch exalted virtue, as dares give A paufe to griefs like mine ! — As dares approach, And prop the ruin tott'ring on ii:s bafe, V/hich felfifh caution fnun.-r-Oh, fay. , who art thou ? Selim- A friendlefs youth, felf-bacifc'd _. . Long his companion in dif-.efs and danger ; [fon j One who rever'd thy worth in profp'rous days ; And more reveres thy virtue in diitrefs, Zafh. Gentle (tranger, mock not my woes, But tell me truly.— does my Selim live I Selim. He does, byheav'n! Zafh. Oh, generous Heaven, thou at length o'erpay'rt My bittereft pangs, if my dear Selim lives. And does he flill remember His father's wrongs, and mine? Selim. He bade me tell thee, That in his heart indelibly are flamp'd His father's wrongs, and thine: That he but waits Till awful juftice may uri-heath her fword, That till th' arrival of that happy hour, Deep in his foul the hidden fire (hall glow, And his bread labour with the great revenge! Much honour'd queen, farewei. Zapb. Not yet.-pot yet ;-4nduige a mother's Km!"], [12, "BARBAROSSA. 10 In thee, the kind companion of his griefs, Methinks I fee my Selim ftand before me. Depart not yet. A thoufand fond requefts Croud on my mind: Wilkes, and pvay'rs and tears, Are all I have to give. Oh, bear him thefe ! Se'im. Take comfort, then; for know, thy fon, o'er- To refcue thee, wou'd bleed at ev'ry vein ! [joy'd Bid her, he faid, yet hope we may be hleft ! Bid her remember that the ways of heav'n, Though dark^ are juft: that oft {soma guardian Attends unfeen to fave the innocent ! [pow'r But if high Heav'n decfets our fall — Oh, bid her Firmly to wait the ftroke, prepar'd alike To live or die ! Zaph. Eternal bleffings>crown my virtuous fon, Protect his tender years ! Be thou his guide through dangers and diftrefs ! \"Soften the rigours of his cruel exile, .And lead him to his throne ! [Exit Zaphira. Selim. Now, fvvelling heart, Indulge the luxury of grief! Flow tears ! And rain down tranfport in the fhapc of forrow ! Yes, I have footh'd her woes ; have found her no- And to have giv'n this refptc__to her pangs, [ble; O'erpays all pain and peril ! Pow'rful virtue! How infinite thy joys, when e'en thy griefs Are pleafing ! Enter Othman and Sadi. Oth. Honour'd friends ! How goes the night ? Sadi. 'Tis well nigh midnight. Oth. What-. in tears, my prince? Selim. Bur tears of joy :. for 1 have feen Zaphira, And pouT'd the balm of peace into her breaft : ' Think not thfrfe tears unnerve me, valiant friends : They have but harmoniz'd my foul; and wak'd All that is man within me, to difdain Peril, or death What tidings from the city ? Sadi. All, all is ready. Our Cor.fed'rate friends Burn with impatience till the hour arrive. Selim. What is the fignal of\" th' appointed hour? Sadi. The midnight watch gives fignal of our meeting : And when the fecond watch of night is rung, The work of deatn begins. Selim. Speed, fpeed ye minutes ! Now let the rifing whirlwind fhake Algiers, And juftice guide the ftorm ! Oh, as ye love my life, Let your zeal haften on the great event: The tyrant's rlaUghter found, and knew me here ; And half fufpe&s the caufe. Otb. Too daring prince. Retire with us ! He_**fears will fure betray thee ! Selim. What ! leave my heipiefs mother, here, a To cruelty and luft? — I'll perifli firft i [prey This very night the tyrant threatens violence t I'll watch his fteps : I'll haunt him through the pa- And, fhou'd he meditate a deed fo vile, [lace : I'll hover o'er him like an unfeen peftiience, And blaft him in his guilt ! Sadi. Intrepid prince ! Worthy of empire ! — Yet accept my life, My worthlefs life : do thou retire with Othman; 3 will protect Zaphira. Selim. Think'ft thou, Sadi, That when the trying hour of peril comes, Selim will fhrink into a common man ! \"Worthlefs were he to rule, who dares not claim Pre-eminence in danger. Urge no more. Here fhall my ftation be : and if I fall, Oh. friends, let me have vengeance !--tell me now, V/heie is the tyrant? Otb. Revelling at the banquet. J Selim. 'Tis good— Now tell me, how our pow r» are deilin'd ? Sadi. Near ev'ry port, a fecret band is polled : By thefe the watchful certtinels mud perifh : The reft is eafy : for the glutted troops Lie drown'd in fleep ; the dagger's cheaper! prey, Almanzor, with his friends, will circle round The avenues of the palace. Othman and I Will join our brave confederates (all fworn To conquer or to die) and burft the gates Of this foul den. Then tremble, Barbarofla ! Otb. Forgive me, prince ! Forgive mydoubts !— Think— fhou'd the fair Irene— Selim. thy doubts are vain. I wou'd not fpare the tyrant, Tho' the fweet maid lay weeping at my feet ! My love indeed is ftrong ! But love fhall yield to juftice ! Sadi. Gallant prince! Bravely refolv'd ! Selim. But is the city quiet? Sadi. All, all is hufh'd.' Throughout the empty Nor voice, nor found. As if th' inhabitants; [ftreets, Like the prefaging herds that feek the covert Ere the loud thunder rolls, had inly felt And fhunn'd th' impending uproar. Oth. There is a folemn horror in the night, too, That pleafes me : a general paufe through nature! The winds are hufh'd — Sadi. And as I pafs'd the beach, The lazy billows fcarce cou'd Jafh the.fhore ! No ftar peeps through the firmament of heav'n \" . Selim. And lo — where eaftward, o'e/ the fullen The waining moon, depriv'd of half herorb, [wave, Rrfes in blood: her beam, well-nigh extinct, Faintly contends with darknefs [Bell tolls. Hark! what meant That toiling bell ?• Otb. It ring*, the midnight watch. Sadi. This was the fignal- — i — r— Come, Othman, we are call'd: the palling minutes Chide our delay : brave Othman, let us hence. Selim. One laft embrace ! ; — nor doubt, but crown'd in glory, We foon /hall meet again. But, oh, remember—-. Amid' the tumuit's rage, remember mercy ! Warn our brave friends, that we unfheath the fwor< Not to deftroy, but fave ! Nor let blind ztal, * Or wanton cruelty, e'er turn its edge On age or innocence! or bid us ftrike, Where the moft pitying angel in the ikies, That now looks on us from his bleft abode, Wou'd with that we (hovl'd fpare. Otb. So may we profper, As mercy fhall direct, us. Selim. Farewel, friends! Sadi. Intrepid prince, farewel. [Exeunt Oth. and Sadi, Selim. Now fleep and filence Brood o'er the city— The devoted centinel Now takes his lonely ftand; and idly dreams, Of that to-morrow he fhall never fee ! In this dread interval, oh, bufy thought, Defcend into thyfelf! Search deep my heart ! Bring with thee awful con- fcience, And firm refolve! That in th' approaching hour Of blood and horror, I may ftand unmov'd; Nor fear to ftrike where juftice calls, nor dare To ftrike where fhe forbids! ■ Witnefs, ye pow'rs of heav'n, That not frcm you, but from the murderer's eyt,"], [13, "BARBAROSSA ji B z I wrap myfclf in night ! — To you I (land Reveal'd in noon-tide day! — Oh, cou'd I arm My hand with pow'r ! Then, like to you, e_rray'd In ftorm and fire, my fwift-avenging thunder Shou'd blafl this tyrant. But (ince fate denies That privilege, I'd leize on what it gives : Like the deep-cavern'd earthquake, burft beneath him, And whelm his throne, his empire, and himfelf, In one prodigious ruin ! iM'r r, — H r\"r\",— 2>^q0V/^l_ .-r..nn-nrmnn_ \\\\* ACT IV. Enter Irene and Aladin. Irene. T}UT d^dft thou tell him, Aladin, my fears ~X_y Brook no delay ? ■ Alad. I did. Irene. Why comes he not? Oh, what a dreadful dream ! 'Twas furely more Than troubled fancy : never was my foul Shook with fuch hideous phantoms ! Still he lingers! Return, return; and tell him that his daughter J)ies, till fhe warn him of this threat'ning ruin. Alad. Behold, he comes. [Exeunt Aladin and Guards, Enter Barbaroffa. Barb. Thou bane of all my joys ! Some gloomy planet furely rul'd thy birth ! E'en now thy ill-tim'd fear fufpends the banquet, And damps the feftal hour. Irene. Futgive my fear! Barb. What fear, what phantom hath poffefs'd thy brain ? Irene. Oh, guard thee from the terrors of this Tor terrors lurk unfeen ! [night; Barb. What terror? fpeak. Say, what thou dread'ft, and why ? I have a foul To m_et the blackeft danger- undifmay'd. Irene. Let not check with ftcrn rebuke myfathe} The warning voice of nature. For e'en now, Retir'd ro reft, A horrid vifion rofe Methought I faw Young Selim riling from the filent tomb: Dreadful he fhook a dagger in his hand. By fome myfterious pow'r he rofe in air. When lo at his command, this yawning roof Was cleft in twain, and gave the phantom entrance! Swift he defcended with terrific brow, . Rufh'd on my guardlefs father at the banquet, And plung'd his furious dagger in thy breaft ! Barb. Wouldft thou appal me by a brain-rick Get thee to reft [vifion ? Irene. Yet hear me, deareft father ! Barb. Provoke me not Irene. Merciful Heav'n, inftru£t me what to do ! Enter Aladin. Barb. What mean thy looks ? why doft thou gazefo wildly? Alad. I halted to inform thee, that e'en now, Rounding the watch, I met the brave Abdalla, _ Breathlefs with tidings of a rumour dark, • That young Seljro is yet alive Barb. May plagues confume the tongue That broach'd the falfhood ! 'tis not poffible — What did he tell thee farther ? Alad. More he faid not : Save-only, that the fpi^ading rumour wak'd A fpitis of «volt. Irene. Oh, gracious father ' ,. ,, Barb. The rumour's falfe And yet your coward fears Infefl me! What ! dull I be terifyd By midnight virions ? I'll not believe it. Alad. But this gath'ring rumour Think but on that, my lord ! Barb. Infernal darknefs Swallow the flave that rais'd it ! See that the watch be doubled — Find out this ftranger, Achmet ; and forthwith Let him be brought before me. Irene. Oh, my father! I do conjure thee, as thou lov'ft thy life, . Retire, and truft thee to thy faithful guards See not this Achmet ! Barb. Not fee him ! Forthwith bring the Have before me If he prove falfc if hated Selim live, I'll heap fuch vengeance on him Irene-. Mercy ! Mercy ! Barb. Mercy— —To whom ? Irene. To nv- ind to thyfelf: To him — to ail Thou think'ft I rave ; yet true My virions are, as ever prophet utter'd, When Heav'n infpires his tongue ! Barb. Ne'er did the moon-ftruck madman rave with dreams More wild than thine! — Get thee to reft ; e'er yet Thy folly wake my rage Call Achmet; hither. Irene. Thus proftrate on my knees! Oh, f«e him not. Selim is dead Indeed the rumour's f.lfe ! There is no danger near or, if there be, Achmet is innocent ! Barb . Oft\", frantic wretch ! This ideot-dream hath turn'd her brain to madnefs! Hence to thy chamber, till returning reafon Hath calm'd this temped — On thy duty hence! Irene, Yet hear the voice of caution ! Cruel fate! ~ , What have I done ! Heav'n fnield my dearcft father ! Heav'n fhield the innocent ! Undone Irene.! Whate'er th'' event, thy doom is mifery [Exit Irene. Barb. Her words are wrapt in darknels • Aladin, Forthwith lend Achmet hither — Then witK fpeed Double the centinels— Infernal guiit ! [Exit Aiad. How tfoft thou rife in ev'ry hideous lhape Of rage and doubt, fufpicion and defpair, To rend my foul\"! Why did I not Repent, while yet my crimes were delible ! Ere they had (truck their colours throqgh my foul, As black as night or hell ! — 'Tis now too, late !—— Then take me all, Unfeeling guilt ! Oh, banifh, if thou canft, This fell remorfe, and ev'ry fruitlefs fear 1 Enter Seiim. Come hither, flave Hear me, and tremble art thou what thou Selim. Ha! [feem'ft? Barb. Doft thou paufe? By hell the Have s confounded' Selim. That Barbarofla fhou'd fufpecT: my truth ! Barb. Take heed! For, by the hov'riug paw'rs of vengeance, If I do find thee treach'rons, I will doom thee To death and torment, f-.h as hulriai thought Ne'er yet conceiv'd ! Thou corn'!- beneath the guife. Of Sel'im's nr.urds.cr— Now cell me *s not"], [14, "BARBAROSSA 12 ThatSclim yet alive? 'Ssliif-m Seiim alive ! . ir_.. Perdition on thee! Doft thou echo me? Anfwcr me quick, or die J [Draws bis dagger. Selim. Y--;, fieely ttnke- Already thou hjPr giv'n the fatal wound, And piere'd my heart with thy unkind fufpicion ! Oh, cou'd my dagger find a tongue, to tell How deep it drank his blood !—But fince thy doubt Thus wrongs my zeai Behold my breaft —ftrike For bold iv [here innocence. Parte. 1 (corn the talk. ' [Puts up bis dagger. Time fhrill d_cide thy doom , Guards, mark me See that ye watch the motions of this flave: [well. And if he meditates t'efcape your eye, Let your good fibres cleave him to the chine. Selim. I yield me to thy will; and when thcu That Selim lives, or feeft his hated face, [know ft Then wreak thy vengeance on me. Barb. Bear him hence Yet, on your lives, await me within call I will have deeper inquifition made. [Exeunt Seliro and Guards. Call Zaphira. {Exit Slave, I4' Selim lives then what is Barbaroffa? My throne's a bubble, that but floats in air, Till marriage-rites declare Zaphira mine I will not brook delay By love and vengeance, This hour decides her fate ! Enter Zaphira. \"Weil, haughty fair Hath reafon yet fubdu'd thee ? Wilt thou hear The voice of love ? Zaph. Why doft thou vainly urge me ? Thou know'ft my fix'd refolve. Barb. C_n might but phrenzy Rufh on perdition ? Zapb. Therefore fhall bo pow'r B'er make me thine. Barb. Nay, fport not with my rage : Know, thn_ thy final hour of choice is come ! Zapb. I have no choice— Think'ft thou I e'er The muid'rer of my lord? Twill wed Barb. Take heed, rafli queen f Tell me thy lad refolve. Zaph. Then hear me, Heav'n . Hear all ye pov/'rs that watch o'er innocence ! Angels of light I and thou, dear honour'd fhade Of my departed lord ! attend, while here I ratify with vows my laft refolve ! If I pollute me with this horrid union, May ye, the minifters of heav'n, depart, Nor fhed your influence on the guilty fcene ! May horror blacken all our days and nights ! May difcord light the nuptial torch ! and fiends In triumph howl around th' accurfed bed ! Bail. Be gone, remoife ' Guards do your office : drag her to the altar. Heed not her tears or cries . [Guards go to /eisr.e Zaphira Zapb. Oh, fpare me ! — Heav'n protedt me!— Oh, my toil, Wert thou but here, to fave thyhelplefs mother!— What fhall I do! Undone, undone Zaphiraf Enter Selim. Selim. Who call'd on Achmct? Did not Require him here? [Ba.baro.Ia Barb. Officious flave, retire! I c.U'd thee i.or. Zcpb. Oh, kind and gen'rous ftranger, lend thv Oh, reicue me from thefe inijending hurro.-s ! [aid'i .Heav'n w;il reward thy pity ! Selim. Pity her woes, oh, mighty BarbarefTa ! Barb. Rouze not my vengeance, Have I Selim. Oh, hear me, hear me ! [Kneels. Barb. Curfe on thy forward zeal ! ■ Selim. Yet, yet have mercy. [Lays hold of BarbarofTa's garment. Barb. PrefuVning flave, be gone! [Strikes Selim. Selim. Nay, then die, tyrant. [Rifes, and aims to flab Barbarofi'a. Barbaroffit wrefls bis dagger from him. Barb. Ah, traitor, have I caught thee ! — Hold- forbear— [To guards, who offer to kill Selim. Kill him not yet^ — I will have greater vengeance. Perfidious wretch, who art thou ? Bring the rack- Let that extort the fecrets of his heart. Se/im. Thy impious threats are loft! I know that death And torments are my doom— Yet, ere I die, . I li ftrike thy foul with horror — Off, vile habit !— If thou dar'ft, Now view me ! — -Hear me, tyrant— while with voice More terrible than thunder, I proclaim, That he who aim'd the dagger at thy heart, Is Selim ! Zaph. Oh, Heav'n ! my fon ! my fon ! [She faints. Selim. Unhappy mother! [Runs to embrace her. Barb. Tear them afunder. [Guards /cparate them. Selim. Barb'rous, barb'rou6 ruffians! Barb. Slaves, feize the traitor. [They offer to feize him. Selim. Off, ye vile flaves ! 1 am your king! Retire, And tremble at my frowns! That is the traitor J That is the murderer: feize him, And do your country right ! Barb. Ah, coward dags ! Start ye at words ! — or feize him, or, by bell, This dagger ertds you all. [They feize him. Sclim. Doft thou revive, unhappy qutin ! Now arnrj thy foul with patience! Zaph. My dear fon ! Do I then live, once more to fee my Selim ! But, oh, to fee thee thus I [Weeping. Sclim. Canft thou behold Her fpcechlefs agonies, and not relent! Lo, Barbarofla ! thou at length hall conquer'd ! Behold a haplefs prince, o'erwhelm'd with woes, [Kneels. Proflrate before thy feet!.— Not for myfelf I plead ! — Yes, plunge the dagger in my bread! Tear, tearme in piece-meal ! But, oh, fpare Zaphira! Vet, yet relent ! force not her matron honour ! Barb. Have I, then, bent thy pride . Why, this is conqucfl e'en beyond my hope!— Lie there, thou (lave ! lie, till Zaphira's cries Aronze thee from thy pofture! Selim. Doft thou inl'ult my griefs ? unmanly wretch ! Curfe on the fear that cou'd betray my limbs, [RifiJig. My coward limbs, to this difhoneft pofture! Long have I Icorn'd, I now defy thy pow'r. B.rrb. I'll put thy boafled virtue to the trial, Slaves, bear him to the rack. Zapb. Oh, fpare my fun ! Sure filial virtue never was a crimt ! Save but my fon ! 1 yield me to thy wi_h! J Wuat do I fay ? — The marriage vow — Oh, horror! This hour fnall make me thine! Sdiim What! doom thyfclf 1 The guilty partner of a murderer's bed, Wh'Uc hands yet reek with thy dear huiband's bloed! Bj hcay'n, I fwear, The iail.y hour that gives thee to the arms"], [15, "BARBAROSSA; H Of that detcfted murderer, fhall end This hated life ! Barb. Or yield thee, or he dies ! Zapb. The conflict's paft 1 will refume my greatnefs : We'll bravely die, as we have .liv'd, with honour ■! [Embracing. Sclim. Now, tyrant, pour thy fierceft fury on us : — JJow fee, defpairing guilt! that virtue ftill Shall conquer, though in ruin. Barb. Drag them hence : Her to the altar : Seiim ro his fate. Selim. One laft embrace ! Farewel ! Farewel for ever ! , [Guards flruggk with them. Zaph. One moment yet!— Pity a mother's pangs! Oh, Selim ! Selim. Oh, my mother ! [Exeunt Selim and Zaphira. |^^%3tjS_^J^.c..,-»^o_«<wwai___..-T- A C T V. Enter Barbaroffa and Aladin. jB_.ri.TS the watch doubled? Are the gates fecur'd I \\ Againft furprize ? Alad. They are, and mock th' attempt Gf force or treachery. lath. This whifper'd rumour Of dark confpiracy, Seems but a falfe alarm. Our fpies, fent out, Affirm that fleep has wrap'd the city. • Alad. But while Selim lives, DeftrucVion lurks within the palace walis. Betrb. Right, Aladin. His hour of fate approaches. How goes the night ? Alad. The fecond watch is near. Barb. 'Tis well Whene'er it -rings, the traitor dies. Yet, firft the rack fhall rend Each fecret from his heart. Hafte, feek out Oth- man : Co, tell him, that deftruction and the fword Hang o'er young Selim's head, if fwift compliance Plead not his pardon. [Exit Aladin. Stubbsrn fortitude! Had he not interpos'd, fuccefs had crown'd My love, now hopelefs Then let vengeance feizc him. Enter Irene. Irene. Oh, night of horror !—— Hear me, ho- nour'd father 1 If e'er Irene's peace was dear to thee, Now hear me ! Barb. Impious! Dar'ft thou difobey ? Did not my facred will ordain thee hence? Get thee to reft ; for death is ftirring here. Irene. Oh, fatal words! By ev'ry facred tie, Recal the dire decree ! Barb. What wou'd thou fay ? Whom plead for? ■ Ircr-.e. For a brave unhappy prince, Sentenc'd to die. Barb. And juftly ! But this hour, The traitor half-fulfill'd thy dream, and aim'd His dagger at my heart. Irene. The noble mind hates not a virtuous foe : \"is gen'rous purpofe was to favst a mother ! Barb. Damn'd was his purpofe ; and accurft art Whofe perfidy wou'd fave the dark afi'nftin [thou, Who fought thy father's life !-■■■ . , Hence, from ay light. Irene. Oh, never, till thy mercy fysre my Seliml Barb. Thy Selim ? Thine? Irene. Thou knovv'ft— by gratitude He's mine— Had not his generoushand redeem'd roej What, then, had been Irene? Spare the gen'rous youth, Who fav'd me from dilhonour. Barb. By the pow'rS Of great revenge, thy fond intrcaties fetl His inftant death— In him, I'll punifh thee— =— _- Away ! Irene. Yet hear me ! Ere my tortur'd foul Rufh on fome deed of horror! Barb. Convey the frantic ideot from my.prefence % Sec that fhe do no violence on herfelf. Irene. Oh, Selim ! generous youth ! — how haVe my fears Betray'd thee todeftruition ! — Slaves unhand me.-» Think ye, I'll live to bear thefe pangs of grief, Thefe horrors that opprefs my tortur'd foul ' i Inhuman father I Generous injur'd prince! Methinks I fee thee ftretch'd upon the rack, Hear thy expiring groans! Oh, horror! horror! Whatihail 1 do to fave him !— -Vain, alas ! Vain are my tears and pray'rs ! At lead, I'll die. Death (hall unite us yet ! [Exeunt Irene and Guards, Barb. Oh, torment, torment! Ev'n in the midft of pow'r !— the vileftflave More happy far than I ! The very child, Whom my love cherifh'd from her infant years, Confpires to blaft my peace !— Oh, falfe ambitio% Whither haft thou lur'd me ! E'en to this giddy height, where now I ftand, Forfoken, comfortlefs ! with not a friend In whom my foul can truft. Now, Aladin ! Enter Aladin. Haft thou feen Othman ? He will not, fure, confpire againft my peace. Alad. He's fled, my lord. I dread fome lurking He pafs'd [ruin. The gate, fince midnight, with an unknown friends And, as they pafs'd, Othman in whifpers faid. Now farew'el, bloody tyrant. Barb. Slave, thou ly'ft. He did not dare to fay it, or, if he did. Why doft thou wound my ear By the foul repetition ?— — — — What's to be done ? fome mifchief lurks unfeea. Alad. Prevent it, then, Barb. By Selim's inftant death—— Alad. 'tis ready. Along the ground he lies, o'erwhelm'd with chains. The minifters of death ftand round, and wait Thy laft command. Barb. Once more I'll try to bend His ftubborn foul — Conduft me forthwith to him* And, if he now refute my proffer'd kindnefs, Deftruclion fwallows him ! [Exeunt. Selim di/covered in Chains, Executioners, Officer, Sec.. and Rack. Selim. I pray you, friends, When I am dead, let not indignity Infult thefe poor remains; fee them interr'i Clofe by my father's tomb — I afk no more. Officer. They fhall. Seli-n. How goes the night ? Officer. Thy hour of fate, The fecond watch, is near. Se/im. Let it come on, I am prepar'd. Enter BarbarolB and Guards. Barb, Sc— — raifc him from the ground. [Thy raife him."], [16, "BARBAROSSA 14 Perfidious boy ! Behold the juft rewards Of guilt and treachery! — Didft thou not give Thy forfeit life, whene'er I fhould behold Selim's detefted face? Selim. Then take it, tyTant. Barb. Didft thou not aim thy dagger at my heart ? Selim. I did. Barb. Yet Heav'n defeated thy intent, And fav'd me from the dagger. ■. Selim. 'Tis not ours, To queftion Hcav'n. Th' intent, and not the deed, Is in our pow'r : and therefore who dares greatly, Does greatly. Barb. Yet bethink thee, ftubborn boy, \"What horrors now furround thee Selim. Think'ft thou, tyrant, 1 came fo ill prepar'd ? He who cou'd bravely dare, can bravely fuffer. Barb. Yet, lo, I come, by pity led, to fpare thee. Relent, and fave Zaphira ! For the bell E'en now expects the centinel to toll The fignal of thy death. Selim. Let guilt like thine Tremble at death : I fcorn his darkeft frown. Hence, tyrant, nor profane my dying hour! . Barb. Then take thy wilh. [Bell tolls. There goes the fatal knell. Not. all thy mother's tears, Nor pray'rs, nor eloquence of grief, fhall fave thee From inftant death. Yet, ere th' affaffin die, j_.et torment wring each fecret from his heart* The traitor Othman's fled — confpiracy Lurks in the womb of night, and threatens ruin. Spare not the rack, nor «eafe, till it extort The lurking treafon. [Exit Barbaroffa. Selim. Come on, then. Begin the work of death— Oh, valiant friends, When will ye give me vengeance ! Enter Irene. Irene. Stop, oh, flop ! Hold your accurfed hands !— On me, on me Four all your torments— How fhall I approach thee ? Selim. Thefe are thy father's gifts '.—Yet thsu art guiltlefs : Then let me take thee to my heart, thou belt, Moft amiable of women ! Irene. Rather curfe me, As the betrayer of thy virtue ! Selim. Ah! Irene. 'Twas I — my fears, my frantic fears be- tray'd thee ! Thus falling at thy feet! may I but hope For pardon ere I die ! Selim. Hence, to thy father 1 Irene. Never, oh, never!— Crawling in the duft, I'll clafp thy feet, and bathe them with my tears ! Tread me to earth ! I never will complain; But my laft breath (hall blefs thee! Selim. Lov'd Irene ! What hath my fury done ! Irene. Canft thou, then, forgive and pity me ? Selim. I do— I do. Irene. On my knees, Thus let me thank thee, generous, injur'd. prince ! Oh, earth and heav'n ! That fuch unequal'd worth Shou'd meet fo hard a fate I— That I— that I— Whom his love refcu'd from the depth of woe, Shou'd be th' accurft dcftroyer\"! Striloe, in pity, And end this hated life! Selim. Ceafe, dear Irene. Submit to Heav'n'- high will— I charge thee live; And to thy utmoft povv'r, protect from wrong My helplffs, friendlels mother I Irene. With my life I'll fhield her from each wrong — That hope, a!one> Can tempt me to prolong a life of woe ! Selem. Oh, my ungovern'd rage !— To frown on thee ! Thus let me expiate the cruel wrong, [Embracing. And mingle rapture with the pains of death! Officer. No more — Prepare the rack. Irene. Stand off, ye fiends ! Here will 1 cling. No pow'r on earth fhall part u» Till I have fav'd my Selim ! [A /bout. Officer. Hark! what noife Strike^ on mine ear ? [A Jhout. Selim. Again ! Alad. Arm, arm !— Treach'ry and* murder! [Without. [Executioners go to Jeize Selim. Selim. Off, flaves !— Or I will turn my chains t« arms, And dafh you piece-meal ! Enter Aladin, Alad. Where is the king ? The foe pours in. Officer. Death and ruin ! Follow me, flaves, and fave him. [Exeunt Officer and Executioners. Sclim. Now, bloody tyrant ! now thy hotir is come! Vengeance at length hath pierc'd theie guilty walls, And walks her deadly round ! Irene. Whom doft thou mean ? my father ? Selim. Thy father; Who murder'd mine! Irene. Is there no room for mercy ? Oh, Selim, by our love! Selim. Thy tears are vain! Vain were thy eloquence, though thou didft pleSfi | With an archangel's tongue ! Irene. Spare but his life ! Selim. Heav'n knows I pitv thee. But he muft bleed,' Tho' my own life-blood, nay, tho' thine, more dear, Shou'd ifl'ue at the wound ! Irene. Muft he, then, die! Let me but fee my father, ere he perifh ! Let me but pay my parting duty to him ! [Clafh of Jtvords. Hark !— 'twas the clafh of fwords ! Heav'n fave my father! Oh, cruel, cruel Selim ! [Exit Irene. Selim. Curfe on this fervile chain, that binds me Iij pow'rlefs ignominy; while my fword [faft, Shou'd hunt its prey, and cleave the tyrant down! Oth. Where is the prince ? [Without. Selim. Here, Othman— hound Oh, curfed, curfed chain! Enter Othman and a Party, who free Selim. Oth. Oh, my brave prince!— Heav'n favours our defign. [Embraces him. Take that — I need not bid thee ufe it nobly. [Giving bim a fwcrd. Selim. Now, Barbaroffa, let my arm meet thine : 'Tis all I afk of Heav'n ! [Exit Selim, Oth. Guard ye the prince— [Part go out, Purfue his fteps — Now this way let us turn, And feek the tyrant. [Exeunt Othman, &. «. SCENE changes to the open Palace. Enter Barbarcfia. Barb. Empire is loft, and life : yet brave revfcnge Shall clofe my life in glory. Enter Othman. Have I found thee, DiilemUing traitor ?— Die! — [Theyfigbt. Barbara* /«.%."], [17, "BARBAROSSA. *5\" Xnter Selim and Sadi. Selitt' The foe gives way : fure this way went the ftorm. Where is the tiger fled ? — What do I fee 1 Sadi. Algiers is free ! Otb. This fabre did the deed ! Selim. I envy thee the blow !— Valour fcorns To wound the fallen — But if life remain, I will fpeak daggers to his guilty foul ! Hoi! Barbarofl'a! Tyrant! Murderer! , Barb. Off, ye fiends ! Torment me not!— Oh, Selim, art thou there! — Swallow me earth ! Oh, that I ne'er had wrong'd thee! Selim. Doft thou, then, Repent thee of thy crimes !— He does ! he does ! He grafps my hand ! See the repentant tear Starts from his eye! — Doft thou indeed repent?— Why, then, I do forgive thee: And if crimes, Abhorr'd as thine, dare plead to Heav'n for mercy- May Heav'n have mercy on thee! Barb. Gen'rous Selim ! Toognod — I have a daughter ; oh, protefther1— Let not my crimes [Dies. Otb. There fled the guilty foul! Silim. Hafte to the city— flop the rage of flaugh- Tell my brave people, that Algiers is free, [ter, And tyranny no more. Enter Zaphira. Zapb. What mean thefe horrors !— Wherefoe'er I turn My trembling fteps, I find fome dying wretch, V/elt'ring in gore ! — And doft thou live, my Se!im' fdim. Lo, where the bloody tyrant breathlefs lies. Zapb. Juft are thy ways, oh Heav'n !— Vaia terrors, hen'-e ; Once more Za'phira's bleft My virtuous fon. How iliall 1 e'er repay thy boundlefs love! Thus let me fnatch thee to my longing arms, And on thy bofom weep my griefs away! Sclim. Oh, happy hour! — happy beyond E'en hope ! — Look down, blcft fhade, From the bright realms of blifs ! — Behold thy queen Unfpotted, unfeduc'd, unmov'd in virtue. Behold the tyrant proftrate at my feet ! And to the mem'ry of thy bleeding wrongs, Accept this facrifice I Zapb. My generous Selim ! Selim. Where is Irene ? Sadi. With looks of wildnefs,and diftrafted mien, She fought her father where the tumult rag'd : She pafs'd me, while the coward Ahdin Fled from my fword ; and as I cleft him down. She fainted at the fight. Oth, But foon recover'd ; Za-nor, our trufty friend, at my command, Convey'd the weeping fair-one to her chamber. .Sclim. Thanks to thy generous care— Come, let Th' afflidted maid. [us feet Zaph. Her virtues might atone For nil her father's guilt! — Thy throne be hers: She merits all thy love. Selim. Then hafte, and find her— O'er her fa- Pity fhait draw a veil, [ther's crimite When fhe beholds the virtues of his child ! Now let us thnnk th' eternal Pow'r: convine'd, That Heav'n but tries our virtue by affliction : That oft' the cloud which wraps the prcfent hourt Serves but to brighten all our future days! __■■■>■\".: >- *^>."], [18, ""], [19, "BARBAROSSA: A TRAGEDY As it is A&ed at the THEATRES-ROYAL I N Drury-Lane and Covent- Garden. the Rev. Dr. BROWN. LONDON: hinted for J. WEN MAN, N« 144, Fleet-Street; and Sold by ill other Eookfellers in Town and Country. M DCC LXXVII."], [20, "PROLOGUE. EPILOGUE. Written by Mr. Garrick, arid fpoken in the Character of a Country Boy. Meafter! Meafter! IS ml my meafter here among you, pray ? Nay, /peak —my meafter ivroti this fine new play— The atlor folks are making /ucb a clatter I \\They -want the Pro-log —/ know nought o' th' matter ! He muft be there among you—look about A weezen, pale-fac'd Kan, do —-find bim out Pray, meafler, come —or all will fall to Jheame— Call Mificr —hold —I muft not tell bis neame— Law! what a croud is here! what noife and pother! Fine lads and laffes I one o' top o' t'o'her. [Pointing to the rows of pit and gallery. J cou'd for ever here \"with wonder geaze 1 I ne'er faw church fo full in all my days ! Your fervunt, Stsrs! —What do you laugh for? Eb! You donna take me, /ure, for one o' tb'.play? You Jbould not flout an honefl country lad You think me and I think mad. fool, you half You're all as ftrangc as I, and flranger too; And, if you laugh at me, I'll laugh at you. [Laughing. / donna like your London tricks, not I; And, fince you've rais'd my blood, I'll tell you why— And, if you wull, fince nolo I am before ye, Tor want of Pro-log, I'll relate my flory. I came from country here to try my fate, And get a place among the rich and great ; But troth I'mfick o' tb'journey I ha' ta'en, J like it not woutd I were wboamc again. Firfl, in the city I took up my ftation, And got a place with one of tb' corporation, A round big man —he eat a plaguy deal, Zooks I he'd have beat five ploomen at a meal! But long with bim I could not make abode, For, could you think' 11—He eat a great /ea-toad ! It came from Indies——'twas as big as me; Fie call'd it belly-patch, and capapee: Law ! bow Ifiard! —I thought —who knows but I, For want of monflers, may be made a pyef Rather than tarry here for bribe or gain, I'll back to whoame, and country fare again. I left Toad-eater; then I /arv' d a lord; And there they promis'd '.—but ne'er kept their word ; While 'mong the great, this geaming work the trade is, They mind no more poor Jervants than their ladies. A lady next, who lik'd a Jmartyoung lad, Hir'd me forthwith —but, troth, I thought her mad. She turn'd the world top down, as I may Jay, She cbang'd the day to neet, the neet to day ! Ifiood one day with coach, end did but flcop To put the foot-board down, and with her boop ■She cover'd me all o'er Where are you, lout? Mere, Ma'am, /ays I; for Heaven's/ake let me out. I was fo Jheam'd with all her freakifo ways, ~j She wore her gear fi Jhort, /o low her flays I Fine folks Jhew ill for nothing now-a-days I \\ I _Mow I'm the poet's man- 1 find with wits, ' I There's nothing Jartain Nay, we eat by fits. Our meals, indeed, are/lender what of that ? There are but three on s meafier, I, and cat. JJidyou but /ee us all, as I'm a finner, You-djcarccly/ay whub of the th-ce is thinner. My wages all depend on this night's piece 1 J. ut jhould you find that all our /wans are geefe, ■fc feck, 111 truft no more to meafter s brain, butpq.k up all, and wbiftie whoame again. Written by Mr. GaSrick, and fpoken in the Character of a fine Gentleman. Enter Speaking to the People without. PSHAW I—damn your Epilogue—and hold your tongue Shall we of rank be told what's right and wrong T Had you ten Epilogues you Jhould net fpeak 'em, Though he bad writ 'em alt in Linguum Gracum* I'll do't, by all the gods !—(you muft excu/e me) Though authstr, aflors, audience, allabuje me! To the Audience. Behold a gentleman !—and that's enough !— Laugh if you pleaje —I'll takt a pinch of Jnuff! I come to tell you —(lit it not Jurprijc you) That I'm a wit—and worthy to advije you. * How could you Juffer that Jami country booby, That prdogue-Jpeaking Javage—tbat great looby, To talk his nonjenje f—give me leave to Jay 'Twas low—damn d low !—but Jave the fellow' t flay. Let the poor devil eat—allow him that, And givt a meal to meafter, man, and cat. But why attack the fajhions f—Senfelefs rogucl— We have no joys but what re/ult from vogue: The mode Jhou'd all controul—nay, ev'ry pa/fion, Sen/e, appetite, and all, give way to fajhion, I hate, as much as he, a turtle-feaft; f But till the pre/ent turtle-rage has ceas'd, > I'd ride a hundred miles to make my/elf a beafl. J I\" have no ears —yet ep'ras I adore .' -Always prepar d to die —to fleep—no more! The. ladies, too, were carp'd at, and their dre/s ! He wants 'em all ruff'd up like good Siueen Bejs ! They are, forjootb, too much expos'd, and free— f Were more expos'd, no ill effeils I Jee, > For more, or le/s, 'tis all the Jame to me. J), Poor gaming, too, was mauld among the reft, That precious cordial to a high-life breaft ! When thoughts arife, I always game, or drink, An Englijh gentleman -Jhou'd never think— The rea/on's plain, which ev ry /out might bit cb™» What trims 4 Frenchman, over/ets a Briton , In us refleBion breeds a Jober Jadnejs, Which always ends in politics or madne/s. I therefore now propoje —by your command, That tragedies n» more Jhall cloud this land; Send o'er your Sbakejpeares to the Jons ef Francet Let tbem grow grave—Let us begin to dance ! Banijh your gloomy Jcenes to foreign climes, T Rejerve alone, to b/ejs tbeje golden times, > A farce or two—and Woodward's pantomimes ! J Dramatis Perfonze. MEN. Barbarossa. AtADiN. Achmet. Officer. Othman. Slave. Sadi. W O M l\\ N. Zaphira. I Irene. | ''\"»«■ Officers, Attendants, and Slaves. SCENE, the Royal Palace of Algiers. Time, A few Hours about Midnight."], [21, "BARBAROSSA. A C T I, Enter Othman and a Slave. Ctb. \\ Stranger, fay'ft thou, that enquires of A^ Othman ? Slave. He does; and waits admittance. Otb. Did he tell His name and quality? Slave. That he declin'dt But call'd himfelf thy friend. 0(4. What may this mean? Conduct the ftranger to me. [Exit Slave. Perhaps fome worthy citizen, return'd From voluntary exile to Algiers, Once known in happier days. _ Enter Sadi. Ah, Sadi here ! My honour'd friend ! Sadi. Stand off— pollute mp not. Thefe honeft arms, tho' worn with want, difdain Thy gorgeous trappings, earn'd by foul difhonour. - Otb. Forbear thy rafh reproaches : for, beneath This habit, which, to thy miftaken eye, Confirms my guilt, I wear a heart as true As Sadi's to my king. Sadi. Why, then, beneath This curfed roof, this black ufurper's palace, Dar'ft thou to draw infeaed air, and live The (lave of infolence ? Oh, fhame, to dwell With murder, luft, and rapine ! Did he not Come from the depths of Barca's folirude, With fair pretence of faith and firm alliance f Did not our grateful king, with open arms, Receive him as his gueft ? Oh, fatal hour ! Did he not then, with hot, adult'rous eye, Gaze on the Queen Zaphira . Yes, 'twas luft; Luft gave th'infernal whifper to his foul, And bade him murder, if he would enjoy. Yet thou, pernicious traitor, unabalh'd, Canflr wear the murd'rer's badge! Otb. Miftaken man! ■ Yet ftill I love thee : Still, unprovok'd by thy intemp'rate zeal. Could paflinn prompt me to licentious fpeech. Bethink thee might not I reproach thy flight With the foul names of fear or perfidy ? Didft thou not fly, when Barbaroffa's fword Reek'd with the blood of thy brave countrymen? What then did I '-^Beneath this hated roof, In pity to my widow d queen — Sadi. In pity!. . . Otb. Yes, Sadi: Heav'n is witnefs, pity lway «l With honeft guile I did inrol my name [me. Jn the black lift of Barbarofla's .nen.)s j In hope that fome propitious hour might rife, When Heav'n would dafh the murd'rer from hi» th.one, And give young Seiim to his orphan'd people. Sadi. Indeed ! Canft thou be true ? Otb. By Heav'n I am. Sadi. Why, then, diffemble thus? Otb. Have I not told thee ? I held it vain to ftem the tyrant's pow'r, By the weak efforts of an ill-tim'd rage. Sadi. I find thee honeft ; and with pride Will join thy counfels-r.Can aught, my friend, be' Can aught be dar'd ? [done ? Orii. We groan beneath the fcourge. This very morn, on falfe pretence of vengeance, For the foul murder of our honour'd king, Five guiltlefs wretches perifb'd on the rack, Sadi. Oh, my devoted country !— But fay, thewidow'd queen — my heart bleeds for her. Otb. If pain be life, (he lives. Hemm'd round by terrors, Within this cruel palace, once the feat Of ev'ry joy, thro' fev'n long tedious She mourns her murder'd lord, her exil'd fon, .Her people fall'n : the murd'rer of her lord, Returning now from conquer! o'er the Moors, Tempts her to marriage; but, with noble firmnefs, Surpaffing female, Ihe rej__as his vows, Scorning the horrid union. Mean time he, With ceafelefs hate, her exil'd fon purfues, The virtuous youth, e'en into foreign climes. Ere this, perhaps he bleeds. A murd'ring ruffian Is fent to watch his fteps, and plunge the dagger Into his guiltlefs breaft, Sadi. Is this thy faith, ■ Tamely to witnefs to fuch deeds of horror . Give me thy poignard; lead me to the tyrant! What tho' furrounding guards Oth, Reprefs thy rage, Thou wilt alarm the palace; wilt involve Thyfelf, thy friend, in ruin. Hafte thee hence; Hafte to the remnant of our loyal friends, And let maturer counfels rule thy zeal. Sadi. Yet let us ne'er forget our prince s wrongs. Remember, Othman, (and let vengeance rife) How in the pangs of death, and in his gore Welfring, we found our prince ! His royal blood, The life-blood of his people, o'er the bath Ran purple. Oh, remember, and revenge ! Oth. Doubt not my zeal. But hafte, and feek our friends. Near to the weftern port Almanzor dwells, Yet unfeduc'd by Barbarofla's pow'r . He willdifclofe to thee, if aught be hewi ' A a"], [22, "BARBAROSSA 4 Of Selim's fafety, or (what more I. dread) Of Selim's death. Thence bell may our refolves Be drawn hereafter. But let caution guide thee. Sadi. I obey thee. Near to the weftern port, thou fay'ft? Oth. E'en there; Clofe. by the blafted palm-tree, where the mofque O'erlooks the city. Hafte thee hence, my friend : I would not have thee found within thefe walls. [Flourijh. And fiark ! —thefe warlike founds proclaim th'ap- Of the proud Barbaroffa, with his train. [proach Be gone Sadi. May dire difeafe and peftilence Hang o'er his fteps I ,. , Farewel— —Remember, Othman, Thy queen's, thy prince's, and thy country's wrongs. [Exit. Sadi. Oth. When I forget them, be contempt my lot! Yet, for the love I bear them, I muft wrap My deep refcntments in the fpecious guifc Of fmiles, and fair deportment. Enter Barbarolfa, Guards, &C. Barb. Valiant Othman, Are thefe vile flaves impal'd ? Oth. My lord, they are. Barb. Did not the rack extort oonfeffion from them? Oth. They dy'd obdurate ; while the melting croud Wept at their groans and anguifh. B arb, Curfe on their womanifh hearts! But why fits That fadnefs on thy brow ? For oft I find thee Mufing and fad ; while joy for my return, My fword victorious, and the Moors o'erthrown, Refounds thfo' all my palace. Oth. Mighty warrior, The foul intent on offices of love, Will oft neglect or fcorn the weaker proof Which fmiles or fpeech can give. Barb. Well, be it fo. To guard Algiers from anarchy's mifrule, I fway the regal fceptre. But 'tis ftrange, ' That when, with open arms, I would receive Young Selim ; would reftore the crown, which death _Reft from his father's head — he fcorns my bounty ; And proudly kindles war in foreign climes, Againft: my pow'r, who fav'd his bleeding country. Enter Aladin. Alad. Brave prince, I bring thee tidings Of high concernment to Algiers and thee. Young Selim is no more. Otb. Selim no more ! Barb. Why that aftonifhment ? He was our bittereft foe. Oth. So perifh all Thy caufelefs enemies. Barb. How dy'd the prince, and where ? Alad. The rumour tells, That flying to Oran, he there bcgg'd fuccours From Ferdinand of Spain, t' invade Algiers. Barb. From Chriftian dogs! Oth. How! league with infidels! Alad. And there held counfel with the haughty Spaniard, To conquer and dethrone thee: but ill vain; Tor in a dark encounter with two flavcs^ Wherein the one fell by his youthful arm, Sclim at length was flain. Barb. Ungrateful boy! Oft have I courted, him to meet my kindncfs ; But ftill in vain : he fhunn'd me like a peftilence ; Nor could I e'er behold him, fince the down J Cover'd his manly check— — Ifow many year* Number'd he ? Otb ■ I think, fcarce thirteen, when his father dy'd,. And now fome twenty. Barb. OthmaB, now for proof Of undifTcmbled fjrvice. — .-Well I know, Thy long-experienc'd faith hath plac'd thee high In the queen's confidence. Otfiman, (he muft be won, Plead thou my caufe of love : make her but mine, And fueh unfought reward fhall crown thy zeal, As fhall out-foar thy wifhes, Oth. Mighty king, Where duty bids, 1 go. Barb. Then hafte thee, Othman, Ere yet the rumour of herfon's deceafe Hath reach'd her ear ; Tell her, I -come, borne on the wings of love ! Hafte— fly— I follow thee. [Exit Othman. Now, Aladin, Now, fortune bears us to the wifh'd-for port: This was the rock I dreaded. Doft not think Th' attempt was groatly daring? Alad. Bold as needful. What booted it, to cut th' old ferpent off\", While the young adder nefted in his place ? Barb. True : Algiers is mine, Without a rival — Yet I wonder much, Omar returns not: Omar, whom I fent On this high truft. I fear,' 'tis he hath fallen. Didft thou not fay, two (laves encounter'd Selim ? Alad. Ay, two: 'tis rumour'd fo. Barb. And that one fell ? Alad. By Selim's hand : while his companion Planted his happier fteel in Selim's heart. Barb. Omar, I fear, is fall'n. from my right— I gave my fignet to the trufty Have : [hand And bade him fend it, as the certain pledge Of Selim's death; if ficknefs of captivity, Or wayward fate, fhou'd thwart his quick return. Alad. The rumour yet is young ; perhaps fore- The trufty flave's approach. [runs Barb. We'll wait th' event. Mean time give out, that now the widow'd queen Hath dry'd her tears, prepar'd to crown my love By rfiarriage-rites: fpread wide the flatt'ring tale; For, if perfuafion win not her confent, Pow'r fhall compel. This night my will devotes to feaft and Joy, For conqueft o'er the Moor. Hence, Aladin : And fee the night-watch clofe the palace round. [Exit Aladin, Now to the queen. My heart expands with hope. Let high ambition flourifh ; in Selim's blood Its root is ftruck : from this, the rifing ftem Proudly fhall branch o'er Afric's continent, And ftretch from fhore to fhore. Enter Irene. My wayward daughter ! ftill with folly thwart Each purpofe of my foul? When pleafures fpring. Beneath our feet, thou fpurn'ft the proff'er'd boon, To dwell with furrow— Why thefe fullen tears ? Irene. They arc the tears of pity. From the queen I come, thy fuppliant. Barb. What wou'dft thou urge? Irene. Thy dread return from war, And proffer'd love, have open'd ev'ry wound The foft and lenient hand of time had clos'd. If ever gentle pity touch'd thy heart, Urge not thy command To fee her! Her dirtra<_.qd foil! is bent To mourn in folitude. She afks no more. Barb. She mocks my love. How many tediouj Have I endur'd her coynefs ! Had not war, [years"], [23, "BARBAROSSA. $ '/Vnd great ambition, call'd me from Algiers, Ere this my pow'r had reap'd what (he denies. But there's a caufe, which touches on my peace, And bids me brook no more her falfe delays. Irene. Oh, frown not thus! But let thy contenting pity mix with mine, And heal the woes of weeping majefty ! Unhappy queen ! Bail. What means that gulhing tear? Irene. Oh, never (hall Irene tafte of peace, While poor Zaphira mourns ! Barb. Is this my child ? Perveife and ftubborn !— As thou lov'ft thy peace, Dry up thy tears. What! damp the general triumph That echoes through Algiers ! which now (hall pierce The vaulted hcav'n, as foon as fame (hall fpread Young Selim's death, my empire's bittereft foe. Irene. Oh, generous Selim ! [Weeps, Barb. Ah, there's more in this ! Tell me, Irene, on thy duty tell me, Why, at this deteded name of Selim, Afrelh thy forrow dreams ? Irene. Yes, I will tell thee : My father knows, that fcarce five moons are paft, Since the Moors feiz'd, and fold me at Oran, A hopelefs captive in a foreign clime I Barb. Too well I know, and rue the fatal day. But what of this ? Irene. Oft have I told thee, How 'mid'ft the throng, a youth appear'd : his eye Bright as the morning-ftar! Barb. And was it Selim ? Pid he redeem thee ? Irene. With unfparing hand He paid th' alloted ranfom : At his feet I wept, Diflblv'd in tears of gratitude and joy. But when I told my quality and birth, He ftarted at the name of Barbaroffa; Yet, with recovery mild, f Goto Algiers, he cry'd; protect my mother; And be to her, what Selim is to thee Ev'nfuch, my father, was the generous youth, Who, by the hands of bloody, bloody men, Lies number'd with the dead. Barb. Amazement chills me! Was this thy unknown friend, conceal'd from me ? Falfe, faithlefs child ! Irene. Cou'd gratitude do lefs ! He faid thy wrath purfu'd him ; thence conjur'dme, Not to reveal his name. Barb. Thou treacherous maid ! To (loop to freedom from thy father's foe ! Irene. Alas, my father ! He never was thy foes. Barb. What ! plead for Selim ! Oh, coward! Traitrefs to thy father's glory ! Thou fhou'dft have liv'd a flave — been fold to fhame, Been banilh'd to the depth of howling defarts, Been aught but what thou art, rather than blot A lather's honour by a deed fo vile : Hence, from my fight — ;Hence, thou unthankful child! Beware thee ! Shun the queen : nor taint her ear With Selim's fate. — Yes, (he (hall crown my love; Or, by our prophet, (he fhall dread my pow'r. [Exit Barbaroffa. Irene. Unhappy queen ! To what new fcenes of horror art thou doom'd ! Bereft of her lov'd lord, of every joy bereft. She but intreats to die In her dear father's tents ! Thither, good queen, My care fhall fpeed thee, while fufpicion fleeps. What though my frowning father pour'd his rage On my defencelefs head ? Yet innocence Shall yield her firm fupport; and confcious virtue Gild all my days. Cou'd I but fave Zaphira, Let the ftorm beat. I'll weep and poy, till fhe And Heav'n forget my father e'er was cruel. ■m^> oooocoDOtcM eoaoBOoo^^^^g^^ooOTcoca^QoooaaoQpgn A C 'T II. Zaphira di/covered. Zapb.~%Jtri._N fhall I be at peace! Oh, V V righteous heav'n, Strengthen my fainting foul, which fain would rife To confidence in thee ! — But woes on woes O'erwhclmma! Firft my huiband ! now, myfonl Both dead ! both llaughter'd by the bloody hand Of Barbaroffa ! Enter Othman. Oh, faithful Othman ! Our fears were true ! My Seiiro is no more ! Otb. Has then the fatal fecret reach'd thine ear? Inhuman tyrant ! Zapb. Strike him, Heav'n, with thunder ! Nor let Zaphira doubt thy providence. Oth. 'Twas what we fear'd. Gppofe not Heav'n'* high will, Nor ftruggle with the ten-fold chain of fate, That links thee to thy woes ! Oh, rather yield, And wart the happier hour, when innocence Shall weep no more. Reft in that pleaiing hope, And yield thyfelf to Heav'n — My honoured queen, The king Zapb. Whom ftil'ft thou king? Oth, 'Tis Barbaroffa ; He means to fee thee Zaph, Does he affume the name of king? • Oth. He dpes. Zaph. Oh, title vilely purchas'd! by the blood Of innocence ! by treachery and murder ! May Heav'n incens'd pour down its vengeance on him; Blaft all his joys, and turn them into horror; Till phrenzy rife, and bid him curfe the hour That gave his crimes their birth ! My faithful Oth- man, My fole-furviving prop! Can'ft thou devifc No fecret means, by which I may efcape This hated palace ? With undaunted ftep I'd roam the wafte, to reach my father's vales Of dear Mutija! Can no means be found, To fly thefe black'ning horrors that furround me ? Oth. That hope is vain ! The tyrant knows thy hate. Hence, day and night, his guards furround thee j Roufe not, then, his anger : Let foft perfuafion and mild.efiquence, Redeem that liberty, which Item rebuke Wpu'd rob thee of for ever. Zaph. Cruel talk ! — an injur'd queen To kneel for liberty ! And, oh, to whom ! E'en to the murd'rer of her lurd and fon ! Oh, perilhtirft, Zaphira! Yes, \\\\\\ die ! For what islife to me ! My dear, dear lord! My haplefs child ! Yes, I will follow you. Oth. Wilt thou not fee him, then? Zapb.. I will not, Othman. Or if I do, with bitter imprecation, More keen than poifon (hot from ferpents tengueSj I'll pour my curfes on him ! Oth. Will Zaphira Thus meanly link jh woman's fruitlefs rage. When fiie fhould wake revenge?"], [24, "BARBAROSSA 6 Zaph. Revenge? — Oh, tell me— Tell me but how ! what can a helplefs woman ! Oth. Gain but the tyrant's leave, and reach thy father ; Pour thy complaints before him : let thy wrongs Kindle his indignation, to purfue This vile ufurper, till unceafmg war Blaft his ill-gotten pow'r. Zapb. Ah !— fay'ft thou, Gthman? Thy words have (hot like lightning through my frame ; \\ And all my foul's on (ire ! — Thou faithful friend ! Yes, with more gentle fpeech I'll footh his pride; Regain my freedom ! reach my father's tents ; There paint my countlefs woes. His kindling rage Shall wake the vallies into honeft vengeance : The fudden ftorm -hall pour on Barbaroffa, And ev'ry glowing warrior fteep his fhaft Jn deadlier poifon, to revenge my wrongs. Otb. There fpoke the queen. But as thou lov'ft thy freedom, Touch not on Selim's death. Thy fou! will kindle, And paffion mount in flames that will confume thee. Zaph. My murder'd fon ! yes, to revenge thy death, Til -peak a language which my heart difdains. Otb. Peace, peace ! The tyrant comes : Now, in- jur' d queen, Plead for thy freedom, hope for juft revenge, And check each rifing paffion ! [Exit Othman Enter Barbaroffa. Barb. Hail, fov'reign fair ! in whom Beauty and majefty confpire to charm! Behold the conqu'ror, conquer'd by thy pow'r ! Zapb. Oh, Barbaroffa ! No more the pride of conqueft e'er can charm My widow'd heart ! With my departed lord My love lies bury'd ! Then turn thee to fome happier fair, whofe heart May crown thy growing love, with love fincere; for I have none to give ! Barb. Love ne'er fhou'd die : 'Tis the foul's cordial : 'tis the fount of life ; Therefore fhou'd fpring eternal in the breaft, One object loft, another fhou'd fucceed, And all our life be love. Zapb. Urge me no more:— Thou might'ft with equal hope Woo the cold marble weeping o'er a tomb, To meet thy wifhes ! But if gen'rous love Dwell in thy breaft, vouchfafe me proof fincere : Give me fafe convoy to my native vales Of dear Mutija, where my father reigns. Barb. Oh, blind to proffer'd blifs! what fondly This pomp of empire, for an Arab's tent ! [quit Where the mock chieftain leads his vagrant trjbes From plain to plain, and faintly fhadows out The majefty of kings ! — Far other joys Here (hall attend thy call : fubmiffive realms Shall bow the neck; and fwarthy kings and queens, From the far diftant Niger, and the Nile, Drawn captive at my conqu'ring chariot-wheels, Shall kneel before thee. Zapb. Pomp and pow'r are toys Which ev'n the mind at eafe may well difdain _ But, ah, what mockery is the tinfel pride Of fplendor, when the mind Lies defolate within !— Such, fuch, is mine ! O'erwhelm'd with ills, and dead to every joys -Envy me not this laft requeft, to die In my dear father's tents ! Barb. Thyfuit is vain Zapb. Thus kneeling at thy feei-wj do befeech . Serb. Thou thanklefs fair j_ [thee. Thus to repay the labours of my love ! Had I not feiz'd the throne when Selim dy'd> Ere this, thy foes had laid Algiers in ruin : I check'd the warring pow'rs, and gave you peafcei Make thee but mine, I will defcend the throne, And call thy fon from banifhment to empire. Zaph. Oh, my heart! Can I bear this !— Inhuman tyrant'. Curfes on thy head ! May dire remorfe and anguifh haunt thy throne, And gender in thy bofom fell defpair t Defpair as deep as mine! Barb. What means Zaphira ? What means this burft of grief? Zapb. Thou fell deftroyer I Had not guilt fteel'd thy heart, awak'ning confcience Wou'd flaih conviction on thee, and each look, Shot from thefe eyes, be arm'd withferpent-horrors, To turn thee into ftone _—Relentlefs man ! Who did the bloody deed? Oh, tremble, guilt, Where'er thou art!—Look onme !--Tellme, tyrant. Who flew my blamelefs fon ? Barb. What envious tongue, Hath dar'd to taint my name with (lander? Thy Selim lives —nay, more, he foon fhall reign, If thou confent to blel's me. Zapb, Never! oh, never— Sooner wou'd I roam* An unknown exile, through the torrid climes Of Afric; fooner dwell with wolves and tygers, Than mount with thee my murder'd Selim's throne! Barb. Rafh queen, forbear; think on thy can, tive ftate : Remember, that within thefe palace-walls, I am omnipotent : that fhame and honour, Reward and punifliment, await my nod, The vaffals of my pleafure — Yield thee then : Avert the gath'ring horrors that furround thee, And dread my pow'r incens'd. Zapb. Dares thy licentious tongue pollute mine car With that foul menace ? — Tyrant! dread'ft thou no? Th' all-feeing eye of Heav'n, its lifted thunder, And. all the red'ning vengeance which it Itores For crimes l,ke thine? Yet know, Zaphira fcorn$ Though robb'd by thee of ev'ry dear fupport, [thee, No tyrant's threat can awe the free-born foul That greatly dares to die. [Exit Zaphira. Barb. Where fhould (he learn the tale of Selim's Cou'd Othman dare to tell it ? If he did, [death! My rage (hall fweep him, fwifter than the whirl- To inftant death ! [wind, Enter Aladin, Oh, Aladin ! Timely thou com'ft, to eafe my lab'ring thought, That fwells with indignation and defpair. This ftubborn woman , — - Alad. What, unconquer'd ftill ? Barb. The news of Selim's fate hath reach'd her Whence could this come ? [ear. Alad, I can refolve thy doubt. A female (lave, attendant on Zaphira, O'erheard the meffenger who brought the ta)e, And gave it to her ear. Barb. Perdition feiije her ! Nor threat can move, nor promife now allure^ Her haughty foul : nay, (he defies my pow'r ; And talks of death, as if her female form Infhrin'd fome hero's fpirit. Alad* Let her rage foam. I bring thee tidings that will cafe thy pain. Barb. Say'ft thou _ — Speak on— Oh, give ma quick relief! , Alad, The gallant youth is come, who flew her foo."], [25, "B A R B A R O S S A. garb. Who? Om!f^^^^^^ Alad. No; unhappy Omar fell By Selim's hand. But Achmet, whom he join'd His brave aflociate, fo the youth bids tell thee, Reveng'd his death by Selim's. Barb. Gallant youth! Bears he the (ignct? Alad. Ay. Barb. That fpeakt him true. Conduft him Aladin. [Exi, Aladin This is beyond my hope. The fecret pledge Redor'd, prevents fufpicion of the deed, While it confirms it done. Enter Achmet and Aladin. Acb. Hail, mighty Barbaroffa ! As the pledge Of Selim's death, behold thy ring retlor'd : That pledge will (peak the reft. Barb. Rife, valiant youth I But firft, no moreyflave — I give thee freedom. Thou art the youth whom Omar (now no more) Join'd his companion in this brave attempt? Acb. I am. Barb. Then tell me how you fped. Where That infolent ? [found ye Ach. We found him at Oran, Plotting deep mifchle.s to thy throne and people. Barb. Well ye repaid the traitor r Acb. As we ought. While night drew on, we leapt upon our prey. Full at his heart brave Omar aim'd the poignard, Which Selim fhunr.rng, wrer.ch'd it from his hand, Then pfung'd it in his breaft. I hafted on, Too late to fave, yet I reveng'd my friend : My thirfty dagger, with repeated blows, Search'd ev'ry artery: they fell together, Gafping in folds of mortal enmity; And thus in frowns expir'd. Barb. Well haft thou fped. Thy dagger did its office, fJicKful Achmet; • And high reward (hall wait thee — One thing more Be the thought fortunate! — Go, feek the queen. For know the rumour of her Selim's death Hath reach'd her ear : hence dark fufpicions rife, Glancing at me. Go, tell her, that thou faw'it Her fon expire; that with his dying breath, He did conjure her to receive my vows, And give her country peace. Enter Othman. Moft welcome, Othman! Behold this gallant ftran^er; he hath done Th* ftate good fcrvice : Let fome high reward Await him, fuch as may o'erpay his zeal. Conduct him to the queen : for he hath news Worthy her ear, from her departed f,m; Such as may win her love Come, Aladin; The banquet waits our prefence : feft.il joy Laughs in the mantling goblet; and the night, Illumin'd by the taper's aazzling beam, Rivals departed day. [fixeunt Barb, and Alad. .'Lb. What anxious thoughr Rolls in thine eye, and heaves thy lab'rinj bread ? Why join'ft thou not the loud excef. of joy, Tbat riots through the palace? Oth. Dar'ft thou tell me, On what dark errand thou art here? A,h. I dare. Doft thou not p_rceivc the favaze lines of blood Deform my vifuj;c ? Read'ft not in mine eye Remorfelefs fury : 1 am Se.lim's n.urd'rer. Oth. Sulim's murd'rer ! Aib. Start not from me. 7 My dagger thirds not but for regal blood. I vy hy this amazement > Oth. Amazement ?_No—'Tis well s—'tls as U He was, indeed, a foe to BarbarolTa. [Jhould be. i»u a , , cl'«efore to Algiers .—Was it not fc ? Why dod thou paufe? What paffion (hakes thy frame ? ' Oth. Fate, do thy word !— I can no more dirtem- Can I, unmov'd, behold the murd'ring ruffian, [blel Smear d with my prince's blood! Go, tell the tyrant, Othman defies his pow'r ; that, tir'd with life, He dares his bloody hand, and pleads to die. Act. What, didd thou love this Selim* Oib. All men lov'd him. He was of fuch unmix'd and blamelefs quality, rhat-envj, at his praife ftood mute, nor dar'd I o fully his fair name ! Remorfelef- tyrant! Acb. I do commend thy faith. And, fince thou lov ft him, I'll whifper to thee, that with honed guile I have deceiv'd this tyrant Barbaroffa: Selim Is yet alive. Oth. Alive! Acb. Nay, more— — — _ Selim is in Algiers. Oth. Impoffible! Ach. Nay, if thou doubt'ft, I'll bring him hitheri Oth. Not for an empire! [ftraight. Thou might'ft as well bring the devoted Iamb into the tyger's den. Ach. But I'll bring him, Hid in fuch deep difguife, as fhall deride. Sufpicion, though flic wear the Lynx's eye! Not e'en thyfelf couldft know him. Oth. Yes, fure : too fure, to hazard fach an awfaf Trial! Ach, Yet fnststn revolving years, worn out In tedious exile, may have wrought fuch chan\"** Of voice and feature, in the ftate of youth, As might elude thine eye. Otb. No time can blut The mem'ry of his fweet majeftic mien. The luftre of his eye! Befides, he wears A mark indelible, a beauteous fear, Made on his forehead by a furious pard, Wtiich, rufhing on his mother, Selim flew. Ach. A fear I Otb. Ay, on bis forehead. Ach. What, like this? [Lifting his turban, Oth. Whom do I lee ' — am I awake !— my prince! My honour'd, honour'd king! [Kneels. Selim. Rife, faithful Othman, Thus let me thank thy truth! Oth, Oh, happy hour! Selim. Why doft thou tremble thus? Why graij 'my hand; And why that ardent gaze? Thou canft not doubt mi\". Oth. Ah, no ! I fee thy fire in ev'ry line How did my prince efcape the murd'rer's hand? Selim. I wrench'd the dagger from him ; aai gave back That death he meant to bring. The ruffian wore The tyrant's fignet: — Take this ring, he cry'd, The fole return my dying hand can make thee For it, accurs'd attempt, this pledge rcftor'd, Will prove thee (lain This faid, th' affaffln dy'd. Oth. But how tognin admittance, thus unknown? Selim. Difguis'd as Selim's murderer I come : Th' accomplice of the deed : the ring reftor'd, Gain'd credence to my words. Oth, Y»t ere thou cam'ft, thy death was ia- mour'd here."], [26, "B A R B A R O S S A. _ . . ,___.., i • r_. i 1 I r\\ .? Selim. I fpread the flatt'ring tale, and fent it hither. Tell me, Othman, And yet I tremble to approach the theme How fares my mother ? Does fhe ftill retain Her native greatnefs ? Oth. Still : in vain the tyrant Tempts her to marriage, though with impious Of death or violation. [threats Selim. May kind Heav'n Strengthen her virtue, and by me reward it ! When fhall I fee her, Othman? Oth. Yet, my prince, I tremble for thy prcfencc. Selim. Let not fear Sully thy virtue : 'tis the lot of guilt To tremble. What hath innocence to do with fear ? Otb. Still my heart F'orbodes fome dire event! — Oh, quit thefe walls! Selim. Not till a deed be done, which ev'ry tyrant Shall tremble when he hears. Oth. What means my prince ? Selim. To take juft vengeance for a father's blood, A mother's fuff' rings, and a people's groan. Oth. Alas, my prince ! Thy fingle arm is weak To combat multitudes! Selim. Therefore I come, Clad in this murd'rer's guife— Ere morning fhines, This, Othman — this — fhall drink the tyrant's blood, [Shews a dagger. Oth. Heav'n fhield thy life— Let caution rule Thy zeal ! Selim. Nay, think not that I come Blindly impell'd by fury or defpair : For I have feen our friends, and parted now From Sadi and Almanzor. Oth. Say — what hope ? My foul is all attention— Selim. Mark me, then : A chofen band of citizens this night Will ftorm the palace; while the glutted tfoops Lie drench'd in furfeit ; the confed'rate city, Bold thro' defpair, have fworn to break their chain By one wide daughter. I, mean time, have gain'd The palace, and will wait th' appointed hour, To guard Zaphira from the tyrant's rage, Amid the dreadful uproar. Oth. Heav'n protect thee 'Tis dreadful What's the hour? Selim. 1 left our friends In fecret council. Ere the dead of night, Brave Sadi will report their laft refolves n Now lead me to the queen ■ Otb. Brave prince, beware! Her joy's or fear's excefs, wou'd fure betray thee. Thou fhalt not fee her till the tyrant perifh ! Selim. I muft— 1 feel fome fecret impulfe urge me, Who knows that 'tis not the laft parting interview We ever fhall obtain ? Otb. Then, on thy life, Do not reveal thyfelf — Affume the name Of Selim's friend; fent to confirm her virtue, And warn her that he lives. Selim. It fhall be fo : I yield me to thy will. Oth . Thou greatly daring youth ! May angels watch, And guard thy upright purpofe! That Algiers May reap the blelfings of thy virtuous reign, And all thy godlike father fhine in thee ! Stiim. Oh, thou haft rouz'd a thought, on which revenge Mounts with redoubled fire ! — Yes, here, ev'n here, Ueneath this very roof, my hohour'd father Shed rouad his bleffings, till accurfed treachery sJJj^JJH^^jeacefuHiou^^Oh, uiened (hade ! If yet thou hover'ft o'er thy once-lov'd clime, Now aid me to redrefs thy bleeding wrongs ! Infufe thy mighty fpirit into my bread, That undifmay'd, I may purfue the jud intent ; and dare, Or bravely to revenge, or bravely die. [Exeunt. *&CA»O.M--M_0SO-M-/_^^^M^^ceM_9C-_-»-9_O.OM*^ ACT III. Enter Irene. CAN air-drawn vifions mock the waking eye? Sure 'twas his image h ,- This way, fure he mov'd. But, oh, how chang'd ! He wears no gentle fmiles, But terror in his frown. He comes— 'Tis he :— For Othman points him hither, and departs. Difguis'd, he feeks the queen : fecure, perhaps, And heedlefs of the ruin chat furrounds him. Oh, generous Se'iim ! can I fee thee thus; And not forewarn fuch virtue of its fate ? Forbid it gratitude! Enter Selim, Selim. Be ftill, ye fighs ! Ye ftruggling tears of filial love, be ftill. Down, down fond heart ! Irene. Why, ftranger, doft thou wander here ? Sei'tm. Oh, ruin ! [Shunning bit. Irene. Bleft, is Irene ! Bleft, if Selim lives ! Selim. Am I betray'd ! Irene. Betray'd to whom ? to her Whofe grateful heart would rulh on death to fave Selim. It was my hope, [thee. That time had veil'd all femblance of my youth. Am I then known ? Ireni. To none, but love and me— To me, who late beheld thee at Oran ; Who faw thee here, befet with unfeen peril, And flew to fave the guardian of my honour. Selim. Thou fum of ev'ry worth ! Thou he__v'» of fweetnefs ! How cou'd I pour forth all my foul before thee, In vows of endlefs truth !— It muft not be! ■ This is my deftin'd goal ! — The manfion drear, Where grief and anguifh dwell; where bitter tears, And fighs and lamentations, choak the voice, And quench the flame of love ! Irene. Yet, virtuous prince, Tho' love be filent, gratitude may fpeak. Hear then her voice, which warns thee from thefe Mine be the grateful talk, to tell the queen [walls; Her Selim lives. Ruin and death inclofe thee. O fpeed thee hence, while yet deftruction deeps ! Selim. Wou'd it were poffible ! Irene. What can prevent it ? Selim. Juftice! Fate, and juftice! A murder'd father's wrongs ! Irene. Juftice, faid'ft thou ? That word hath -truck me, like a peal of thunder! Thine eye, which wont to melt with gentle love, Now glares with terror ! Thy approach by night—. Thy dark difguife, thy looks, and fierce demeanor, Yes, all confpire to tell me, I am loft ! Ah, prince! take heed, I have a father too! Think, Selim, what Irene muft indure, Should fhe be guilty of a father's blood ! Selim. Come on then. Lead me to him. Glut With Selim's blood [thine eye Irene. Was e'er diftrefs like mine! O Selim, can I fce^jny father perifh '. [Weepl, Quit, O quit thefe walls !"], [27, "B A R B A R O S S A, 9 Heav'n will ordain fome gentler, happier means, To heal thy woes ! Thy dark attempt is big With horror and dcftruclion ! Generous prince! Refign thy dreadful purpofe, and depart! Selim. May not I fee Zaphira, ere I go? Tb) gentle pity will not, fure, deny us The mournful pleafure of a parting tear? Irene. Go, then, and give her peace. But fly thefc walls, Asfoon as morning fhines — elfe, tho' defpair Drive me to madnefs — yec — to fave a father! 0 Selim! fpare my tongue the horrid fentence ! Fly! ere deduction feize thee! [Exit Irene. \" Selim. Death and ruin ! Maft I then fly ' — what! — coward-like, betray, My father, mother, friends! Vain terrors, hence! Danger looks big to fear's deluded eye. But courage, on the heights and fteeps of fate, . Dares fnatch her glorious purpofe from the edge Of peril : and, while fick'ning caution ihrinks, Or felf-betray'd, falls headlong down the fttep ; Calm refolution, unappal'd, can walk The giddy brink, fecure — Now to the queer. How (hall 1 dare to meet her thus unknown ! How ftifle the warm tranfports of my heart, That pants at her approach ! Who waits the queen ? Who waits Zaphira ? Enter a Female Slave. Slave. Whence this intrufion, ftranger, at an Deitind to reft ' [hour Stl'm- I come, to feek the queen, On matter of fuch import, as may claim Herfp*edy audience. Slave. Thy requeft is vain. Fen now the queen hath heard the mournful tale Of her fon's death, and drown'd in grief (he lies. Thou ennft not fee her. Selim. Tell the queen, I come- On meffage from her dear, departed fon, And bring his lat requeft. — \"■ & — _■-. •-• J---*- Sla-ve. I'll halle to tell her. [Exit Slave. Selim. O ill-difTembling heart ! — My ev'ry limb Trembles with grateful terror !— Some look, or darting tear, Will fure betray me Honed guilt afiift Myfault'ring tongue ! Enter Zaphira. Zapb. Where is this pious dranger ? Say, generous youth, whofe pity leads thee thus Tofeek the weeping manflons of didrefs ! Did'ft thou behold in death my haj lei's fon ? Did he remember me ? Selim. Molt honour'd queen ! Thy fon — Forgive th-fe gulhing tears, which flow To fee didrefs like thiue ! Zapb. I thank thy pity! \"Tis generous thus to feel for others woe- Whit of my fon ? viiim. By BarbarnflVs dread command I come, To tell thee, that thefe eyes alone beheld Thy fon expire. Zaph. Relentlefs fate ! — that I IhoulJ be deny'd The mournful privilege to fee him die ! loclafp Kim in the rfgony of death, AM catch hi_ partingjbul ! O, tell me all, \"11 that be eC_id and look'd, deep in my heart ; t hat I may treafure ev'ry parting word, Each dying whifper of my dear, dear fon ! .. Let n^>. my words ctfend — What if he fuid,, Co, te-!l my h , ' - eer, thafher tears Have ft.eam'd too long : then h'd her weep no mcjrf : h'.a l.fr f.jrg.c-t the icufb >,!d and tl_e iu_i. In EarbarofTa'-: arjp\". ' Zaph. O, bafely falfe! Thou art fome creeping flave to ParbnrofTa, Sent tofurprife mv tnfBlpr&ing heart! Vile flave, be gone! — My ton h. tray me thus1 Cou'd he. have e'er conceiv'd fo bafe a purp .' . My griefs for him fliou'd end in great dilVtiin ! — — . But he was brave; and fcorn'd a thought fo vile ! Wretched Zaphira ! How art thou become The fport of (laves ! Selim. Yet hope for peace, unhappy queen ! Thy May yet have end. [woes Zapb. Why weep'ft thou, crocodile ? Thv treacherous tears are vain. Sslim. My tears are honeft. I am not what thou think'ft. Zapb. Who art thou, then ? Selim. Oh, my full heart ! — I arp thy ftieiid and I come neet, to infult but heal thy woes — [Selim's. Now check thy heart's wild tumult, while 1 tell Perhaps —thy fon yet lives. [thee Zapb. Lives ! O, gracious Heav'n ! Do I not dream ? Say, dranger.— didd thou tell me, Perhaps my Selim lives ? What do I alk ? Vc/iiJ, wild and fruitlefs hope ' — What mortal pow'r Can e'er re-animate his mangled corfe, Shoot life into the cold and filent tomb, Or bid the ruthlefs grave give up its dead ! Selim. O pow'rful nature, thou wilt fure betray me ! [Afidi. Thy Selim lives : for fince hi_ rumour' d death, I favv him at Oran. ZapB. Ye heav'nly pov/ers ! Didft thou not fay, thou faw'd my fon expire ? Didft not ev'n now relate his dying words ? Selim. It was an honed fallhood, meant to prove Zaphira's unftain'd virtue. Zaph. Why but Othman Othman aflirm'd that my poor fon was dead : And I have heard, the murderer is come, In triumph o'er his dear end innocent blood. Selim. I am that murderer Beneath this guiie I fpread th' abortive tale of .Selitrf s death, And haply won the tyrant's confidence. Hence gain'd accefs : and from thy Selim tell thee, Selim yet lives i andhonoursallthyvirti.es. Zaph. O, generous youth, who art thou. ■■ From what clime Comes fuch exalted virtue, as dares give A paufe to griefs like mine ! — As dares apptoachj And prop the ruin tott'ring on its bafe, Which felfilh caution (huns— Oh, fay who art thou ? Selim- Afriendlefs youth, felf-baniih'd with thy Long his companion in didiefs and danger : [Ion j One who rever'd thy worth in profp'rous days : And more reveres thy viitue in diftrel-. Zafh. Gentle dranger, mock not my woes, But tell me truly — does my Selim live _ Selim. He does, by heav'n! Zapb. Oh, generous Heaven^ thou at length o'erpay'ft My hittereft pangs, if my dear Sejim lives. And doesjie (liil remember His father's wrongs, and mine ?■ Sella. He b?.de me teli thee, - That in his heart indelibly are ilamp'd His father's wrongs, and thine: That he hut waitf Tili awful judice may uniheath herd. That till th' arrival t)i that happy hour, Deep in his foul the hidden fire lhall glow, bil bread Lcbour with the great revenge ! Much honour'd queen, farewel. Zaph. Not yet— nyt yet ;--ii_duIge a mother\": l&veh a"], [28, "B A R B A R O S S A.\" _. .. .-. . __.- In thee, the kind companion of his griefs, Methinks I fee my Selim Hand before me. Depart not yet. A thoufand fond requefts Croud on my mind : wilhes, and pray'rs and tears, Are all I have to give. Oh, bear him thefe ! Selim. Take comfort, then; for know, thy fon,o'er- To refcue thee, wou'd bleed at ev'ry vein ! [joy'd Bid her, he faid, yet hope we may be aleft ! Bid her remember that the ways of heav'n, Though dark__ are jud : that oft fema guardian Attends unfeen to fave the innocent ! [pow'r But if high Heav'n decf»fcs our fall — Oh, bid her Firmly to wait the ftroke, prepar'd alike To live or die ! Zaph. Eternal bieflingevcrown my virtuous fon, Protect his tender years ! Be thou his guide through dangers and didrefs ! ■Soften the rigours of his cruel exile, .And lead him to hie throne ! [Exit Zaphira. Selim. Now, fwelling heart, Indulge the luxury of grief! Flow tears ! And rain down tranfport in the (hapc of forrow ! Yes, I have footh'd her woes j have found her no- And to have giv'n this refpte_.to her pangs, [ble; O'erpays all pain and peril ! Pow'rful virtue! How infinite thy joys, when e'en thy griefs Are pleafmg ! Enter Othman and Sadi. Oth. Honour'd friends ! How goes the night ? Sadi. 'Tis Weil nigh midnight. Oth. What-e* in tears, my prince? Selim. B'j^ tears of joy : for I have feen Zaphira, And pouT'd the balm of peace into her bread : Think not thefe tears unnerve me, valiant friends : They have but harmoniz'd my foul; and wak'd All that is man within me, to dildain Peril, or death What tidings from the city ? Sadi. All, all is ready. Our Cor.fed'rate friends Burn with impatience till the hour arrive. Selim. What is theiignal of th' appointed hour? Sadi. The midnight watch gives lignal of our meeting : And when the fccond watch of night is rung, The work of deatr. begins. Selim. Speed, fpeed ye minutes ! Now let the rifing whirlwind (hake Algiers, And judice guide the dorm ! Oh, as ye love my life, Let your zeal haden on the great event: The tyrant's laughter found, and knew me here ; And half fufpefts the caufe. Oth. Too daring prince, Retire with us ! He^fears will fure betray thee ! Selim. What ! leave my helplefs mother, here, a To cruelty and luft? — I'll perilh fird i [prey This very night the tyrant threatens violence t I'll watch his (reps : I'll haunt him through the pa- Y.nd, (hou'd he meditate a deed fo vile, [lace : I'll hover o'er him like an unfeen pedilence, And blad him in his guilt ! Sadi. Intrepid prince ! Worthy of empire ! — Yet accept my life, My worthlefs life : do thou retire with Othman; 3 will protect Zaphira. Selim. Think d thou, Sadi, That when the trying hour cf peril comes, Selim will flu-ink into a common man ! Worthlefs were he to rule, who dares not claim Pre-eminence in danger. Urge no more. Here (hall my ftation be : and if I fall, Oh, friends, let me have vengeance ! -Tell me now, Whueis the tyrant? Otb. Revelling at the banquet. Selim. 'Tis good — N9W tell jne, how our pow'r* are dedin'd ? Sadi. Near ev'ry port , a fecret band is polled : Bv thefe the watchful centinels mud perifli : The red is eafy : for the glutted troops Lie drown'd in deep ; the dagger's cheapeft prey. Almanzor, with his friends, will circle round The avenues of the palace. Othman and I Will join our brave confederates (all fworn To conquer or to die) and burft the gates Of this foul den. Then tremble, BarbarofTa ! Otb- Forgive me, prince ! Forgive mydoubts!— Think— fhou'd the fair Irene— Selim. Thy doubts are vain. I wou'd not fpare the tyrant, Tho' the fweet maid lay weeping at my feet ! My love indeed is ftrong ! But love fhall yield to juftice ! Sadi. Gallant prince! Bravely refolv'd ! Selim. But is the city quiet? Sadi. All, all is hufli'd.' Throughout the empty Nor voice, nor found. As if th'inhabitants; [ftreets, Like the prefaging herds that feek the covert Ere the loud thunder rolls, had inly felt And lhunn'd th' impending uproar. Otb. There is a folemn horror in the night, too, That pleafes me : a general paufe through nature : The winds are hufh'd — Sadi. And as I pafs'd the beach, The lazy billows fcarce cou'd lafh the (bore ! No ftar peeps through the firmament of heav'n '■ . Selim. And lo— where eafhvard, o'e/ the fullen The waining moon, depriv'd of half her orb, [wave, R'rfes in blood: her beam, well-nigh extinct, Faintly contends with darknefs [Bell tolls. Hark! what meant That toiling bell ?- Otb. It ring,, the midnight watch. Sadi. This was the fignil- — Come, Othman, we are call'd : the palling minutes Chide our delay : brave Othman, let us hence. Selim. One lift embrace ! ] — nor doubt, but crown'd in glory, We foon diail meet again. But, oh, remember-— Amid' the tumuit's rage, remember mercy ! Warn our brave friends, that we unfheath the fvvori Not to deftroy, but fave ! Nor let blind zeal, x Or wanton cruelty, e'er turn its edge On age or innocence! or bid us ftrike, Where the moft pitying angel in the fkies, That now looks on us from his bleft abode, Wou'd vvifh that we flion'd fpare. Otb. So may we profper, As mercy (hall direct us. Sclim. Farewel, friends! Sadi. Intrepid prince, farewel. [Exeunt Oth. and Sadi, Selim. Now deep and filence Brood o'er the city — The devoted centinel Now takes his lonely (.and; and idly dreams, Of that to-morrow he fnall never fee ! In this dread interval, oh, bufy thought, Defcend into thyfelf ! Search deep my heart! Bring with thee awful co«- fcience, And firm refolvc! That in th' approaching hout Of blood and horror, I may ftand unmov'd ; Nor fear to drike where judice calls, nor dare To drike where die forbids! Witnefs, ye pow'rs of heav'n, That nut from you, but from the murderer's eye,"], [29, "BARBARdSSA M B z I wrap myfelf in night ! — To you I ftand Reveal'd in noon-tiJe day ! — Oh, cou'd I arm' My hand with p,.w'r! Then, like to you, array'd In ftorm and fiie, my fwift-a.enging thunder Shou'd blaft this tyrant. But fince fate denies Thit privilege, I'll feize on what it gives : Like the dcep-cavern'd earthquake, burft beneath him, And whelm his throne, his empire, and himfelf, lr. one prodigious ruin I •$<•«»-» -<».<>-o«ai^.^-^l(S^^_«»^.CW0^oo„i^ ACT IV. Enter Irene and Ahdin. Irttt. ~DUT A dft thou td! him, Aladin, my fears __j Brook no delay ? Aiad. 1 did. Irtne. Why comes he. not ? Oh, what a dreadful dream! 'Twas furely more Than troubled f_ncy : never was my foul Shook with fuch hideous phantoms! Still he lingers! Return, return; and tell him that his daughter Dies, till fhe warn him of this tbreat'ning ruin. Alad. Behold, he comes. [Exeunt Aladin and Guards. Enter Barbaroffa. Barb. Thou bane of all my joys ! Some gloomy planet furely rul'd thy birth ! E'en now thy ill-tim'd fear fufpends the banquet, And damps the feft.il hour. Irtie. Forgive my fear ! Barb. What fear, what phantom hath poffefj'd thy brain ? Inn;. Oh, guard thee from the terrors of this For terrors lurk unfeen ! [night; Barb. What terror ? fpeak. Say, what thou dread'ft, and why' I have a foul To meet the blacked dangers undifmay'd. Irene. Let not my father check with ftern rebuke The warning voice of nature. For e'en now, Retir'd ro reft, A horrid viiion rofe— — Methought I faw Young Selim rifing from the (iient tomb; Dreadful he (hook a dagger in his hand. Ey fome myfterious pow'r he rofe in air. When lo— — at his command, this yawning roof Wascleft in twain, and gave the phantom entrance! Swift he defcended with terrific brow, Rufh'd on myguardlefs father at the banquet, And plung'd his furious dagger in thy breaft ! Barb. Wouldft thou appal me by a brain-fick Get thee to reft [vifion ? Irene. Yet hear me, deareft father ! Barb. Provoke me not Irene. Merciful Heav'n, indraft me v*hat to do! Enter Aladin. Barb. What mean thy looks ? why doft' thou gazefo wildly? Alad. I haded to inform thee, that e'en now, Rounding the watch, I met the brave Abdaliay Breathlels with tidings of a rumour dark, That young Selim is yet alive—— Barb. May plagues confume the tongue That broach'd the falfliood ! 'Tis not poffible— What did he tell thee farther ? Alad, More he raid not : Save only, that the fpreading rumour wak'd A (giric of\" revolt. Irene. Oh, gracious father '——• , Barb. Th;e rumour's faife And yet yauf coward.fears Infect me ! What ! -Oiali I be terify'd By midnight vilions ? I'll not believe it, Alad. But this gath'ring rumour , ■ Think but on that, my lord ! Barb. Infernal darknefs Swallow the flave that rars'd it ! See that the watch be dnubled- Find out this dranger, Achmet; and forthwith Let him be brought befir.c me. Irene. Oh, my father ! I do conjure thee, as thou lov'ft thy life, Retire, and truft thee to thy faithful guards - See not this Achmet ! Barb. Not fee him ! Forthwith bring th* flavc before me-r If he prove falfe if ..aicd Selim live, I'll heap fuch vengeance on him. — Irene. Mercy ! Mercy ! Barb. Mercy < i'o whom ? Irene. To me— —and to thyl'elf : To him — to all Thou think'ft I rave ; yet true My vifions are, as ever prophet u'ter'd, When Heav'n ir.fpires his tongue ! Barb. Ne'er did the moon-ftruck madman rave wi_h dreams More wild than thine! — Get thee to reft ; e'er yet Thy folly wake my rage Call Ach.net hither. Irene. Thus proftrate on my knees ! Oh, f«s him not. Selim is dead— — Indeed the rumour's filfe ! There is no danger near— — or, if there bt,; Achmet is innocent I Barb. Oft\", frantic wretch ! This ideot-dream hath turn'd her brain to madnefs! Hence to thy chambc-, tilf retarding reafon Hath ealm'd this .ernpeft- — On thydut, hence! Irene. Yet hear the voice of caution ! Cruel fate! What have I done ! ■ „ ■ iHeav'n ihieTd my dcareft father ! Heav'n fhield the innocent ' Undone Irene ! Whate'er th' event, thy doom is mifery [Exit Irene. Barb- Her word's are wrapt in darknefs ' Aladin, Forthwith lend Achmet hither— Then with fpeeef Double the centinels— Infernal guilt ' [Exit Alad. How doft thou rife in ev'ry hideous fbape Of rage and doubt, fufplcion and defpair,' To rend my foul ! Why did I not Repent, while yet my crimes were delible ! . ■ Ere they had ftruck their Colours through my foul,' As black as night or hell l-^'Tis now too late ! „» Then take me all, Unfeeling guilt ! Oh, banifh,' if thou canfl,' This' fell remorfe, and ev'ry fruitie'ls fear ! , \" Enter Selim. Come hither, flave Hear me, and tremble - art thou what thou Selim. Ha! [feem'ft? Barb. Doft thou paiife ? — EyKell the flave's e.ntbuhded'! Selim. That BarbarolTa fhou'd fufpeet my truth ! Barb. Take heed'1. For, by the hov'ring pow'rs of vengeance,- If I do find thee treach'rous, I will doom thee To dtath ar.d torment, f«ch as human thought Ne'er yet conceiv'J ! Thou Com' ft beneath the guife Of Selim's iimrdsjer— — N*w tell me^ — — _s not"], [30, "B A R B A R O S S A.\" ■■<_ That Selim yet alive? SeVm. Selim alive 1 Barb. Perdition on thee! Doft thou echo me? Anfwer me quick, or die ! [Draws bis dagger. Selim. Yes, freely ftrike Already thou haft giv'n the fatal wound, And pierc'd my heart with thy unkind fufpicion ! Oh, cou'd my dagger find a tongue, to tell How deep it drank his blood ! — But fince thy doubt Thus wrongs my zeal Behold my breaft— ftrike For bold is innocence. [here Barb- I fcorn the talk. [Puts up his dagger. Tiim' (hall decide thy doom Guards, mark me See that ye watch the motions of this (lave : [well. And if he meditates t'efcape your eye. Let your good f.bres cleave him to the chine. Selim. I yield me to thy will; and when thou That Selim lives,- or feed: his hated face, [know'ft Then wreak thy vengeance on me. Barb. Bear him hence— Yet, on your lives, await me within call I will have deeper inquifition made. [Exeunt Selim and Guards. Call Zaphira. TExit Slave, If Selim lives then what is B.rbaroffa? Mv throne's a bubble, that but floats in air, Till marriage -rites declare Zaphira mine— — I will not brook delay By love and vengeance, Tins hour decides her fate ! Enter Zaphira. Well, haughty fair Hath reafon yet fubdu'd thee ? Wilt thou hear The voice of love ? Zapb, Why doft thou vainly urge me ? Thou know'ft my fix'd refolve. Barb. Can aught but phrenzy Rulh on perdition? Zapb. Therefore fhall ao pow'r JE'er make me thine. Barb. Nay, fport not with my rage : Know, that thy final hour of choice is come ! Zaph. I have no choice — Think'ft thou I e'er The murd'rer of my lord? [will wed Barb. Take heed, rafh queen ! Tell me thy laft refolve. Zapb. Then hear me, Keav'n \\ Hear alt ye pow'rs that watch o'er innocence ! Angels of light! and thou, dear honour'd fhade Of my departed lord ! attend, while here I ratify with vows my laft refolve ! If I pollute me with this horrid union, May ye, the minifters of heav'n, depart, Nor fhed your influence on the guilty fcene ! May horror blacken all our days and nights! May difcord light the nuptial torch ! and fiends Jn triumph howl around th' accurfed bed! Barb. Be gone, remorfe ! , .. Guards do your office : drag her to the altar. Heed not her tears or cries—— [Guards go to feize Zaphira Zeijeh, Oh, fparc me !— .Heav'n proteQ; me !— Oh, my ton, Wert thou bur here, to fave thy helplefs mother!— What (hall I do! -Undone, undone Zapliiiv. ! Enter Selim. S/l'.m. Who call'd on Achmet?. Did not Require him here? [Barbara;., Barb, Officious dave, retire! J call'd thee not. ItH.iph. Oh, kind and gen'rous ftranger, !<-nd thy O!,, refcue me from thefe impending hurt's^ ! FlSW »*/.»'__ /.ill reward th~ -fry- ! Selim. Pity her woes, oh, mighty Barbrarsfla ! Barb. Rouzc not my vengeance, flave! Selim. Oh, hear me, hear me ! [Kneels. Btrb. Curfe on thy forward zeal !•■ Selim. Yet, yet have mercy. [Lays hold of B&rbzrosXd's garment. Barb. Prcfumiiig (lave, be gone ! [Strikes Sellm. Selim. Nay, then— —die, tyrant. , [Riles, and aims to flab Barbaroffa. Barbarofla tvrefts hit dagger from him. Barb. Ah, traitor, have I caught thee !— Hold- forbear — [To guards, who offer fo kill Selim. Kiif him not yet— I will have greater vcnge_nct. Perfidious wretch, who art thou? Bring the rack: Let that extort the fecrets of _\\s heart. Selim. Thy impious threats are loft! I know that death And torments are my doom— Yet, ere I die, I'll ftrike thy foul with horror — Oft, vile habit .'-» If thou dar'ft, Now view me !— Hear nye, tyrant— while with voice More terrible than thunder, I proclaim, That he who aim'd the dagger at thy heart, Is Selim ! Zaph. Oh, Hcav'n ! my fon ! my fon ! [She faints. Selim. Unhappy mother! [Runs to embrace her. Barb. Tear them afunder. [Guards /cparati them.' Selim. Baib'roUs, barb'rous ruffians! Barb. Slaves, feize the traitor. [They offer to feize him. Serim. Off, ye vile Oaves ! I am your Icing ! — — Retire, And tremble at my frowns! That is the traitor} That is the murderer: feize him, And do your country right 1 Barb. Ah, coward degs ! Start ye at words ! — ur feize him, or, by hell, This dagger ends you all. [They feize bin. Si.'im. Doft thou revive, unhappy queen ! Now arm thy foul with patience! Zapb. My dear fon ! Do I then live, once mote to fee my Selim ! But, oh, to fee thee thus! [Weeping. Selim. Canft thou behold Her fpeechlefs agonies, and not relent ! Lo, Barbaroffa ! thou at length hall conquer'd * Behold a haplefs prince, o'erwhelm'd with woes, [Kneels. Prorb-ate before thy feet !— Not for myfelf I plead ! — Yes, plunge, the dagger in my bread ! Tear, tear me in piecc-toea! ! But, oh, fpare Zaphira I Yet, yet relent! force not her matron honour ! Barb. Have 1, then, bent thy pride ? Why, this is conqued e'en beyond my hope ! > Lie there, thou Have ! lie, till Zaphira's cries Arouze thee from thy podure t Selim. Doft thou infult my griefs ? Unmanly wretch ! Curfeonthc fear that cou'd betraymylimbs, [t-ifing. My coward limbs, to this cliilioued podure ! Long have I fcorn'cT, 1 now defy thy pow'r. Barb. I'll put thy bdafteJ virtue to the wial, Slaves, bear him to the rack. Zaph. Oh, fpare my fon I Sure filial virtue never -was a crime! Save but my fon '—I yiell me to thy will.! What do I fay .'— The marriage vow-^-Uh, herree ! This hour (hall make me thine ! Selim. What! doom thyfelf The guilty partner of a murderer's bed, Whole haa^s yet reek with thy dear hulLand's bloeJ. By heav'n, 1 iwc-ar, The guil.y hour thas gives tkte M the urn*"], [31, "barbarossa; (J %( that detefted murderer, (hall end This i'.-ted life !- Sitb. Or yield thee, or he dies 1 Ztph. The conflidV. pad 1 will refume my grcatnefs : We'll bravely die, as we have liv'd, with honour ! [Embracing. Siiin. Now, tyrant, pour thyfierced fury on us i— Now fee, defpairing guilt! that virtue (till Shall conquer, though in ruin. * Bo-b. Drag them hence i Her to the altar t Selim to his fate, Selim. One laft embrace ! Farewel ! Farewel for ever ! [Guards firuggle with them. Zapb. One moment yet!— Pity amother's pangs' Oh, Sejim! Selim. Oh, my mother! [Exeunt Selim and Zaphira. .1^ IIMI.ICBW_WCW1 A C T V. Enter Barbaroffa and Aladin. jt_rr.,.TS the watch doubled ? Are the gates fecur'd j[ a.gainft furprize ? .ilai. They are, and mock th\" attempt JDf force or treachery. Harp. This whilper'd rumour Of dark confpiracy, Seem' but a falle alarm. Our fpies, fent out, Affirm that deep has wrap'd the city. Alad. But while Selim lives, Dtftruftion lurks within the palace walls. Barb, Right, Aladin. His hour offate approaches. How goes the night ? Alad. The lecond watch is near. L-:b. r\\_\\i, well Whene'er it rings, the traitor dfes. Yet, firft the rack (hall rend _-ach fecret from his heart. Hafte, feek out Oth- man : Go, tell him, that deftruction and the fword Hang o'er young Selim's head, if fwift compliance Pleari not his pardon. [./\".jar Aladin. Stubborn forti tude ! Had he not interpos'd, fuccefs had crown'd Aly love, now hopelels Then let vengeance feize him. » Enter Irene. Irene. Oh, night of horror !—— Hear me, ho. nour'd facher 1 If e'er Irene's peace was dear to thee, Now hear me ! Barb. Impious I Dar'ft thou difobey? Pid not my facred will ordain thee hence? •et thee to reft ; for death is ftirring here. Irene. Oh, fatal words! By ev'ry facred tie,, Recal the dire decree !— — — Barb. What wou'd thou fay? Whom plead for? Irene. For a brave unhappy prince, Sentenc'd to die. Barb. And juftly! But this hour, The traitor half-fulfill'd thy dream, and aim'd His dagger at my heart. Irene. The noble mind hates not a virtuous foe : His gen'rous purpofe was to f^sie a mother ! Barb. Damn'd was his purpofe ; and accurft art Wbofe perfidy wou'd fave the dark affaffin [thou, Wh# fuught 'thy father's life 1— — Hence, from my fight. Irene. Oh, never, till thy mercy fpare my Seiiral Barb. Thy Selim ? , , Thine ? Irene. Thou know'ft— by gratitude He's mine— Had not his generous hand re_.e«J33*d J_2C* What, then, had been Irene ? Spare the gen'rous youth, Who fav'd me from difhonour. Barb. By the pow'rs Of great revenge, thy fond intreaties feal His inftant death— In him, I'll puniih thee n j Away ! Irene. Yet hear me . Ere my tortur'd foul 'Rufh on fame deed of horror! J Barb. Convey th? frantic ideot fipm my prefences 'See that (he do no violence on herfelf. ] Irene. Oh, Selim! generous youth U— how have my fears Betray'd thee to deltruSion ! — SUves.unhand me !•__• Think ye, I'll live to bear tbefe pangs of grief, Thefe horrors that opprefs my tortur'd foul! , .„», Jlnhuman father ! Generous injur'd prince! ■ Methinks I fee thee dretch'd upon the rack, Hear thy expiring groans! Oh, horror! horror! What (hall 1 do to fave him ! Vain, alas! Vain are my tears and pray'rs ! —At lead, I'll die. Death (hall unite us yet ! [Exeunt Irene and Guards. Barb. Oh, torment, torment ! ■Ev'n in the midft of pow'r! . , the viieft flave More happy far than I !— — The very child, Whom my iove cherifli'd from her infant years, Confpires to blaft my peace !— Oh, falfe amhidoa. Whither haft thou lur'd me ! F.'cn to this giddy height, where now 1 ftand, Forfakcn, comfortlefs ! with not a friend In whom my foul can truft. Now; Aiadin . Enter Aladin. Haft thou feen Othman? He will not, fure, confpire againft my peace. Alad. He's fled, my lord. 5 dread fome lurking He pafs'd [ruin. The gate, lince midnight, with an unknown friends And, as they pafs'd, Othnian in whifpers faidj . Now farewel, bloody tyrant. Barb. Slave, thou ly'ft. He did not dare to fay it, or, if he did, Why dolt thou wound my ear By the foul repetition ?— — — What's to be done ? fome mifchief Itjrks unf«-_» Alad. Prevent it, then. Barb. By Selim's inftant death. , Alad. 'Tis ready. Along the ground he lies, o'eVwhelm'd with chains. The minifters of death ftand round, and wait Thy laft command. Barb. ODce more I'll try to bend His ftubborn foul — Conduct me forthwith to him* And, if he now refute my proffer'd k.indnefs, Deftruftion fwallows him ! [Exeunt, Selim ai/covered in Chains, Executioners, Offiur, lee, and Reck. Sclim. I pray you, friends, When I ani dead, let not indignity Infult thefe poor remains ; fee them interred Clofe by my father's tomb — I afk no more. Officer. They thai). Selim. How goes the night ? Officer. Thy hour of fate, The fecond watch, is near. Selim. Let it come on, I am- prepar'd. Enter EarbarofTa end Guards. Barb. So - raffr. biai from the ground. [They rei/e bim."], [32, "BARBAROSSA 14 Perfidious boy ! Behold the juft rewards Of guilt and treachery !— Didft; thou not give Thy forfeit life, whene'er 1 ihould behold Sgli'm*. deteifed face? Selim. Then take it, tyrant. Barb. Didft thou not aim thy dagger at my heart ? Selim. I did. Barb. Yet Heav'n defeated thy intent, And fav'd nle from the dagger. Selim. 'Tis not ours, To queftion Heav'n. Th* intent, and not the deed, Is in our pow'r: and therefore who dares greatly, Does greatly. Barb. Yet bethink thee, ftubborn boy, What horrors now furround thee, Selim. Think'ft thou, tyrant, I came fo ill prepar'd ?■ He who cou'd bravely dare, can bravely fuffer. Barb. Yet, lo, I come, by pity led, to fpare thee. Relent, and fave Zaphira ! For the bell E'en now expectu the centinei to toil The lignal of thy death. ' Selim. Let guilt like thine Tremble at death : I fcorn his darkeft frown. Hence, tyrant, nor profane my dying hour ! Barb. Then take thy with. [Bell tolls. There goes the fatal knell. Not all thy mother's tears, Nor pray'rs, nor eloquence of grief, fhall fave thee From inftant death. Yet, ere th' affaffin die, Let torment wring each fecrct from his heart. The traitor Othman's fled — confpiracy Lurks.in the womb of night, and threatens ruin. Spare not the rack, nor eeafe, till it extort The lurking treafon. [Exit Barbaroffa. Selim. Come on, then. Begin the work of death — Oh, valiant friends, When will ye give me vengeance! Enter Irene. Irene. Stop, oh, flop ! Hold your accurfed hands ! — On me, on me Pour all your torments — How fhall I approach thee ? Selim. Thefe are thy father's gifts I — Yet theu art guiltlefs : Then let me take thee to my heart, thou beft, Moft amiable of women ! Irene. Rather curfe me, As the betrayer of thy virtue ! Selim. Ah! Irene. 'Twas I — my fears, my frantic fears be- tray'd thee ! Thus falling at thy feet! may I but hope For pardon ere I die ! Selim. Hence, to thy father! Irene. Never, oh, never !— Crawling in the duft, I'll clafp thy feet, and bathe them with my tears ! Tread me to earth! 1 never will complain; But my laft breath (hall blefs thee ! Selim. Lov'd Irene! What hath my fury done ! Irene. Canft thou, then, forgive and pity me ? Selim. I do— I do. Irene. On my knees, Thus let me thank thee, generous, injur'd prince ! Oh, earth and heav'n ! That fuch unequal'd worth Shou'd meet fo hard a fate ! — That 1 — that I— ■ Whom his love refcu'd from the depth of woe, Shou'd be th' accurft deftroyer! Strike, in pity, A»d end this hated life!' Selim. Ceafe, dear Irene. Submit to Heav'n's high will — I charge thee live; Ahd to thy utmofl pow'r, protect from wrong My helylefs, frienji.it mother ! Irene. With my life I'll fhield her from each wrong — That hope, alone,.. Can tempt me to prolong a life of woe! Selem. Oh, my ungovern'd rage ! — To frown on thee ! Thus let me expiate the cruel wrong, [Embracing. And mingle rapture with the pains of death 1 Officer. No more — Prepare the rack. Irene. Standoff, ye fiends ! Here will I cling. No pow'r on earth (hall part u* Till I have fav'd my Selim ! [A jhout. Officer. Hark ! what noife Strikes on mine ear? [A jhout, Selim. Again! Alad. Arm, arm! — Treach'ry and murder! [Without. [Executioners go to /eize Selim. Selim. Off, flaves ! — Or I will turn my chains ta . arms, And dafh you piece-meal ! Enter Aladin. Alad. Where is the king ? The foe pours in. Officer. Death and ruin! Follow me, flaves, and fave him. [Exeunt Officer and Executioners, Selim. Now, bloody tyrant ! now thy hour is come! ' Vengeance at length hath pierc'd thefe guilty walls, And walks her deadly round ! Irene. Whom doft thou mean? my father? Selim. Thy father; Who murder' d mine! Irene. Is there no room for mercy ? Oh, Selim, by our love I Selim. Thy tears are vain! Vain were thy eloquence, though thou didft pleai With an archangel's tongue i Irene. Spare but his life! Selim. Heav'n knows I pity thee. But he mill. bleed ; Tho' my own life-blood, nay, tho' thine, more dear, Shou'd iffue at the wound ! Irene. Muft he, then, die! Let me but fee my father, ere.he peri-h ! Let me but pay my parting duty to him! [Clajh of /words. Hark ! — 'twas the clafli of fwords ! Heav'n fave my father I Oh, cruel, cruel Selim ! [Exit Irene. Selim. Curfe on this fervile chain, that binds me In pow'rlefs ignominy; while my lword [faft, Shou'd hunt its prey, and cleave the tyrant down! Oth. Where is the prince ? [Without. Selim. Here, Othman— bound Oh, curfed,. curfed chain! Enter Othman and a Party, who free Seliorn- Otb. Oh, my brave prince ! — Heav'n favours our defign. [Embraces bim. Take that — I need not bid thee ufe it nobly. [Giving U\\m a /word. Selim. Now, Barbaroffa, let my arm meet thine; 'Tis all I afk of Keav'n ! f Exit Selim. Otb. Guard ye the prince— [Part go out. Purfue his fteps — Now this way let us turn, And feck the tyrant. [Exeunt Othman, Off. SCENE changes to the stpen Palace. Enter Barbaroffa. Barb. Empire is loft, and life : yet brave revsngo Shall clofe my life in glory. Enter Othman. Have I found thee, Diflembling traitor?— Die!— [They fight. E_r\\>itoSifelh%"], [33, "BARBAROSSA '*4 Enter Selim and Sadi. Selim, The foe gives way : fure this way went the ftorm. Where is the tiger fled ? — What do I fee ! Sadi. Algiers is free ! Otb. This fabre did the deed ! Selim. I envy thee the blow ! Valour fcorns To wound the fallen — But if life remain, I will fpeak daggers to his guilty foul ! Hoa! Barbaroffa! Tyrant! Murderer! Barb. Off, ye fiends! Torment me not ! — Oh, Selim, art thou there ' — Swallow me earth ! Oh, that I ne'er had wrong'd thee! Selim. Doft thou, then, Repent thee of thy crimes ! — He does ! he does ! He grafps my hand ! See the repentant tear Starts from his eye! — Doft thou indeed repent'— Why, then, I do forgive thee : And if crimes, Abhorr'd as thine, dare plead to Heav'n for mercy- May Heav'n have mercy on thee! Barb. Gen'rous Selim ! Too good — I have a daughter ; oh, protect her'— Let not my crimes [Dies. Otb. There fled the guilty foul ! Selim. Hafte to the city— ftop the r3ge of (laugh- Tell my bra . e people, that Algiers is free, [ter, And tyranny no more. Enter Zaphira. Zaph. What mean thefe horrors !— Wherefoe'er I turn My trembling fteps, I find fome dying wretch, Welt'ring in gore! — And doft thou live, my Se!im! jiilim. Lo, where the bloody tyrant breathlefs lies. Zaph. Juft are thy ways, oh Heav'n !—Vaia terrors, hence ; Once more Za'phira's bleft My virtuous fon. How diall 1 e'er repay thy boundlefs love! Thus let me fnatch thee to my longing arms, And on thy bofom weep my griefs away! Selim. Oh, happy hour!—happy beyond E'en hope !—Look down, blcft dude, From the bright realms of blifs!—Behold thy quee» Unfpotted, unfedue'd, unmov'd in virtue. Behold the tyrant proftrate at my feet! And to the mem'ry of thy bleeding wrongs, Accept this facrifice I Zapb* My generous Sclim ! Selim. Where is Irene? Sadi. With looks of wildnefs, and diftrafted mien, She fought her father where the tumult rag'd : She pals'd me, while the coward Ahdin Fled from my (\"word ; and as I cleft him down. She fainted at the fight. Otb. But foon rccover'd ; Zamor, our trufty friend, at my Command, Convey'd the weeping fair-one to her chamber. Selim. Thanks to thy generous care—Come, let Th' afflicted maid. [us feek Zaph. Her virtues might atone For ail her father's guilt!—Thy throne be hers: She merits ail thy love. Sclim. Then hafte, and find her—O'er her fa- Pity fhail draw a veil, [ther's crim__€ When die beholds the virtues of his child ! Now let us thnnk th' eternal Pow'r: convine'd, That Heav'n but tries our virtue by affliction : That oft' the cloud which wraps the prefent hour4 Serves but to brighten all our future days!"], [34, ""], [35, ""], [36, "*yf(lJ,M/// <■ M. //..:,->/* y /X.Of</<-.p \\<y\"S/ r/lr'ri' r^j </_ -jfc&i>/-/'/< '?/-/ //?&!_' ■ atf_-/r&t/te_t-i '-ir?t<r ; f __t\\t-I.SoZ. — Peifc.__l_____ K- :t H_crr-_.ci_ * C_Hecj_i}L_,."], [37, ""], [38, "/t/.—tie-/i_*tUr/.<,*.> //^ C/m^/erc/Q^em/mc. Lfem&Z, r//c '//,r/? year tKl6tc'a_ju-fe&^/n£<la</wi L<y a/rc yore v/y /v'WAw. JctU.Sc.3 ."], [39, ""], [40, "( //; \"Z/tf/ro An M^ (%arac&? r^ 2a/?A/reZ. Q- t. /i/ie-r/rfj //iter?/- c-fi,, r-rtrc //ff //-e(?-/r/yi^>t(/; -icelf.Jc.2. Pii.hUOi'd.Tjr-T.'K'rnnian iO.&r?j"], [41, ""], [42, ""]]