[[1, ""], [2, ""], [3, "EURYDICE. A TRAGEDY. A&ed at the THEATRE-ROYAL I N D RU R Y-LANE, By His Majesty's Servants. — ~ jt _» _, « LONDON: 'rinted for A. Mix _ a r, at Buchanan's Head, over - againft St. Clement's Church, in the Strand. M.dcc.xxxi. (Price is. 6d.)"], [4, ""], [5, "III To His Grace TheDuke ofMontrofe. My Lord, IBeg leave to fhelter the following tragedy under your Grace's pa tronage: a 'fmall, but lincere, return of Gratitude for the many obliga tions I have to your Grace; and in particular, for the generous concern with which you efpoufed and fuppor ted the intereft of this performance : A 2 ar^d"], [6, "D E D I CAT I a N. IV and to which I am greatly indebted for its reputation and fuccefs. Permit me to add, in juftice to your Grace, (and I do it with equal pride and pleafure) that I received this indulgence, without being obli ged to pay for it that adulation and bafenefs of heart, which is, fome times, exa&ed by the vulgar Great ; but is, more frequently, the volun tary, ill-judged offering of mean and venal writers. I am, with the trueft zeal and attachment, My Lord, Your Grace s moft obliged, and moft faithful fervant."], [7, "PROLOGUE. Written by Aaron Hill, Efq; Spoken by Mr. W i l k s. IN youth, when modefty and merit meet, Haiti rare the union I and the force how fweet ! Tho' at fmall prat ft our humble authcr aims, His friend may give him, what his blujb diftlaims. Ladies! — to you he makes his chief addrefs _\\ Form'd, to be pray'd to, and even born to blefs ! He feels your pjwer, himfelf, and makes it felt ; His Jcenes will teach each ftubborn heart to melt: __W each fair eye, that now fl:ines fofily here, Anon jh all jbine, ftill jofter, thro' a tear. Let not constraint your gen'rous ftghs reprefi, Nor veil compajjion, nor repel diftrefs. Your fix's fir ength is in fuch vie aknefs found; And fighs and tears but help your charms to viound. Of all the wonders taught us by the fair, Tis - ftrangeft,Tx-igedy Jbou d lofe their care! Where Love, foft tyrant! in full glory reigns; And fovereign Beauty holds the world in chains. Lefts polijh'd, and more bold, the Comic Mufe Unkings your Cupid, or obftruSls his views ; Upholds prefuming wit 's familiar claim, And blots out awe from Love's diminift'd flame. Finds, or makes faults, and fits 'em ftrong in fight, And dares draw Woman falfe, or vain, or light. While Tragedy — your fervant, try'd, and true, Still to your fame devoted, and to You! Enftav'd to Love, fubdu'd ambition brings, Firms Beauty's power, and crovins it king of kings. Letwijh'a attention grace our fcene to-night, And mourn 'd ajfliilions move refind delight. Each te?tder light of life we recommend ; Wife, husband, fubjecl, parent, fon, and friend! All!"], [8, "PROLOGUE. All ' your hnpajjiond hit'refls (ball engage, And hopes and fears, and pity *_ fire the ft age. Then, when foft forrow fwells tke fair one's Irsaft. And fad imprejjions mix with nightly reft, Fleaftng remembrance (ball our fcene fupply, Arid the fweet faddeniug influence never die. E Pi-"], [9, "EPILOGUE Written by AaronHill Efq; Spoken by Mifs Robinson, in boys clothes ; tripping in haftily. OH! Gentlemen! — I'm come — but was not fent ye: A voluntier — Fray does my „_e content ye ? Man, I ajn yours — Sex ! — blelsd, as heaven can make ye, And from this time, weak Woman ! I for fake ye. Who'd be a wife ? when each new Play can teach us, To what fine ends thefe Lords of ours befcech us ? At firft, whate'er they do, they do — fo charming ! But mark what follows ; frightful! and alarming I They feed too faft on Love; then fck'ning tell us, They can't, forfooth, be kind — becaufe they're jealous. Who wou'd be woman, then ? to ftgh — andfujfer, And wifli — and wait— for the flow-coming proffer '. Not I — -farewel to petticoats, and ftitching, And welcome dear, dear, breeches', more bewitching. Henceforth, new-moulded, Til rove-, love, and wander, And fight, and ftorm — and charm — like Periander. Born for this dapper age; pert, fbort, and clever; If e'er I grow a Man — 'tis now, or never. Well! but what condu _:/_■_■ this transformation ? Til copy fome fmart foul of converfation. Shoud there be war, I'd talk of fields and trenches ; Shoud there be peace — I'd toaft ten favourite -wenches ! Shou'd I be lov'd — Gadfo ! how then ? — no matter, Til bow, as you do — and look foolifh at her. And fo, who knows, that never mea?ts to prove ye, But I'm as good a Man, as any of ye ! Well! 'tis a charming frolic k — and Til do 't: Sirs ! — have I your confent ? — What fay ye to't ? Yet hold — Perhaps they'll dread a rival beau : I may be -what I feem, for aught they know. Ladies ! farewel— I fhou'd he loth to leave ye> Cou'd an increafe of pretty fellows grieve ye : Each, like myfelf, devoted, ne'er to harm ye, And full as fit, no doubt, to ferve and charm ye."], [10, "The Perfons reprefented. Eurydice, Queen of Corinth. Mrs. Porter. Melissa, her Confidente. Mrs. Butler. Leonidas, a Nobleman, fecret-? Bridgwater; ly in the Queen s intereft. i Procles, Tyrant of Epidaurus, -p in poffeflion of the Crown of>-*__ Marshall. Corinth. j Medon, his Favourite. Mr. W. Mills. PeriandeRj King of Corinth. Mr. Mills. Mr. Hallam. Mr. Corey. PolydorEj bis Son. Ariston. Officers, Guards, Attendants. The SCENE, Corinth."], [11, "EURYDICE. A TRAGEDY ACT I. SCENE I. Eurydice, Melissa. Eurydice. YE heavenly Powers ! What means this dreadful war of fea and sky S Melissa. Dreadful indeed. It rofe not by degrees, But all at once, a tempeft wild and loud. Eurydice. Hear! from the wintry north how keen it howls Thro' thefe lone towers that rock with every blaft. Each moment threatning ruine on our heads. Put fee— ftand here, and caft thy eyes below B C.r"], [12, "EURYDICE. 2 Oi O'er the broad ocean to the diftant sky, See what confufion fills the raving deep ! What mountain-waves arife !— 'Tis terrible, And fuiting to the horrors of my fate, The deep defpair that defolates my foul. Melissa. Ha ! look, behold, due weft where yonder rocks O'erhang the beating tides O fight of woe! Four goodly fhips, abandon'd to the ftorm, Drive blindly with the billows ; their drench'd fails Stript off, and whirl'd before the rending wind. Eurydice. Affift them, all good Powers ! The ftorm is high, And the flood perilous. Look ! now they climb a fearful fteep, and hang On the big furge that mixes with the clouds. Save me ! it burfts, and headlong down they reel Into the yawning gulph They cannot fcape. A fea rowls o'er the foremoft. Melissa. ■Ah ! me ftrikes On yonder wave-worn cliff. _ fatal fhock Has doubtlefs fhiver'd her ftrong fide. She finks So fwiftly down, that fcaf ce the {training eye Can trace' her talleft maft. Where is flie now ! Hid in the wild abyfs, with all her crew, All loft for ever ! Eurydice. Turn we from the fight, Too difmal for a woman's eye to bear. Ill-fated men ! whom, knowing not, I mourn; Whence, or what may they be ? Even now, perhaps^ In fome far-diftant land, a faithful wife,"], [13, "EURYDICE, 3 Or tender parent, offers vows to heaven For their return ; and fondly numbers up The lingring months of abfence. Fruitlefs love ! They never more fliall meet ! By my own ills Severely taught, I pity them ; yet think Their fate, all full of horror as it feems, Is rather to be envy'd. They are now Beyond the hand of Fate, at reft for ever ! While I, Melissa- Melissa. Ah, Eurydice, My royal Miftrefs, rather think the Gods Would teach you, by this fight of mournful ruine, Patience and gentler thought. When others too Are miferable, not to know the worft Is fome degree of blifs. Eurydice. Melissa, no. I tell thee, no ill fate, no face of death Can be fo dreadful as a life like mine. Call to thy thoughts what I have been ; how great, How happy in a husband, and a fon The rifing boaft of Greece. Behold me now Caft down to loweft infamy; the flave, The fport of a foul Tyrant, who betray'd me, And would deftroy my. honour. — Gracious heaven ! And fliall this bold offender, who has broke All bonds of holy faith, yet bids his foul Rejoyce and take her eafe ; lhall he long triumph Here in the throne of Corinth, while its lord, The injur 'd Periander, roams a fugitive. Far, far from blifs and me ! B » Melissa"], [14, "EURYDICE. 4 Melissa. Thefe tears, my Queen, Thefe faithful tears, which fympathy of forrow Draws from my eyes, fpeak the fad .hare I take In all your mighty ills. Eurydice. Say now, Melissa, Is there among the daughters of Affliction One fo forlorn as poor Eurydice ? A prifoner here, fubjefted to the power Of impious Procles, daily doom'd to hear, O deadly infult ! his detefted love. What ill can equal this ? Why did I truft The brutal Tyrant ? Melissa. See, his Minion's here. SCENE II. Eurydice- Melissa, Medon. Medon. Hail, beauteous Queen ! By me, the royal Procles With lowly fervice bends him to your charms : Bids fmiling health, and gentle peace of mind Light up your morn, and make your evening fair. This, with the tendereft vows — Eurydice. Canft thou inform me Of thofe unhappy men, whom I but now Saw perifli on this coaft ? Medo»"], [15, "EURYDICE 5 Medon. Not who they are; But what\" their fate, thefe eyes with dread beheld. The King too, from the morning's chafe return'd, At this fad fight fpur'd on with all his train To fave, if poflible, whom the wild fea Calls forth upon the land. But firft his love, That -counts each moment's abfence from your eyes An age of lingring torment, bade me fly With health and greeting to the matchlefs fair, That holds his foul enflav'd. Eurydice. Then bear him back, From her whom he has wrong'd, betray'd and ruin'd. Horror and loathing, unrelenting fcorn, And all a woman's hate, in juft return For his detefted love. The tyrant coward ! To cruih the fallen and helplefs ! to embitter The pangs, the miferies, himfelf has caus'd With gall of mockery! Medon. Your pardon, Madam, If I, the humbleft of your flaves, prefume To place before your eyes in faithful proipeffc That mournful period, full of dread and danger, Which late you faw. Behold then your falfe fubje&s- Wantonly mad and fpurning every tye Of fworn obedience, mix'd in one bold treafon, Threatning and univerfal : your loft husband Abfent, involvM in unfuccefsful war : His troops averfe and mutinous. From them Bold fadtion with contagious fwiftnefs fpread To Corinth too ; where the wild herd arrous'd Infulted you, and drove you to this Fortrefs. Say"], [16, "£ EURYDICE. Say where was then your hope, when meagre Famin. Join'd his devouring ravage; and your eyes Saw daily, hourly perifli thofe poor few Whofe faith had kept them yours? Eurydice. O would to heaven I then had perifh'd too ! Medon. Such was your ftate. Loft even to hope, when generous Procles flew Impatient to your aid, difpers'd and quell'd The general treafon. May I dare to urge Thefe fervices ? But what are thefe ? His throne, His heart is yours : he lays them at your feet : He bids you reign in both. Eurydice. Thou bafe of heart ! To flaves like thee, who flatter and inflame Their prince's crimes, are owing half the plagues That curfe mankind. Has not thy cruel Mafter, Whofe guilt this fhameful praife of thine brings home On thy own foul, fay, has not he ufurp'd. With perfidy avov/d, the very crown He fwore to fave ? And I too — thy bold infult Shews I indeed am wretched. But away. Tis bafe to parle with thee, the fycophant Who leads him on from guilt to guilt, and fwears He grows a God by finning. SCENE"], [17, "EURYDICE. 7 *£f *£tf *£f \\&t* __. *£tf N_V N-/ __* V-.' __. s_y i_y SCENE III. Eurydice, Melissa.' Melissa. Ah, my Queen, My heart forebodes fome fatal confequencc Will grow of this. Eurydice. Why let it come, Melissa? I merit all that fortune can inflidt, For trufting this betrayer, this curft Procles. Melissa. Alas, what could you do ? Eurydice. I fhould have dy'd. He was the known and mortal foe of Corinth. Melissa. Yet his fair-feeming might have won belief From doubting Age, or wary Policy. By frequent, urgent meflage he conjur'd you To fave yourfelf. With open honour own 'd His antient enmity\"; but, by each Power Celeftial and infernal, fwore 'twas paft. Nay more, that as a king and as a man, Juft indignation at your impious fubjedls, And pity of your fate, had touch'd his heart. Eurydice. But Fame had fpoke him faithlefs, bold, ambitious? No ; 'twas the coward woman in my foul, Th' inglorious fear of dying, that betray'd My"], [18, "EURYDICE 8 My vertue into the Deceiver's power. For this my heart, each confcious hour upbraids me^ As faithlefi; to my truft, weak, and unworthy Even of the bafe precarious life I hold. For this, O crown of mifery ! I'm doom'd Daily to hear the Tyrant's impious paflion, His horrid vows and oaths. Melissa. That way indeed I dread to turn my thoughts. A foul fo brutal, And flown with nightly infolence and wine, What may he not attempt ? Eurydice. O curfe ! to know That I am in his power, and yet compell'd To fuffer hated life ! — for can I die Unheard, unjuftify'd; while yet perhaps Th' unhappy Periander thinks too hardly Of my late error ? — King of gods and men ! Whofe univerfal eye beholds each thought Moft fecret in the foul, give me to clear My faith to him; I ask of heaven no more For my paft miferies. Melissa. What fhouts are thefe ? [looking out'. Ah me ! th' inhuman triumph of the croud, The hard-foul'd many, who have watch'd the ftorm For driving wrecks, the fpoils of perifh'd wretches. Eurydice. Unfeeling beafts of prey ! — Methinks the ftorm Is almoft overblown. The waves fubfide, And fall their fiercer roarings. But alas ! Of all the four, not one remaining fail Is to be feen around. 2 Melissa.\""], [19, "EURYDICE 9 Melissa. Either my eyes Deceive me, or the good Leonidas Moves towards us. Eurydice. Tis he : and on his brow Sits fome aflfli _ing thought. Ha ! whence is this ? What mean thefe fecret fhiverings, this dark horror Of fome approaching ill ? SCENE IV. Eurydice, Melissa, Leonidas. Leonidas. Forgive me, Madam, That I appear before you to impart A mournful meffage *. but by Procles' order— Eurydice. Whate'er proceeds from him, Leonidas, Muft needs be fatal to me. But fay on. No form of ruine is fo dreadful now, As being in his power. Leonidas. Unhappy Queen.' Your fate might melt the hardeft breaft, and teach Even Cruelty's remorfelefs eye to weep. How -hall I fpeak the reft ? Eurydice. Leonidas! What is this fatal tale too fad for utterance?\" I cannot bear fufpenfe, that worft of tortures — ■ Is Periander. fafe? C Leonidas."], [20, "EURYDICE 10 L-ONIDAS.' This ruinous ftorm, Whofe fudden outrage — Eurydice. Ha! what fhips were thefe, Say, fpeak, that funk but now before our eyes In fight of fhore ? Leonidas. The very fleet defign'd To refcue you ; to free repenting Corinth From this betrayer, this detefted Procles. The King was there embark'd. Eurydice. Then all is loft ! Melissa. Ah heaven ! fhe faints. Leonidas. Behold, ye Gods ! this fight. Remember the curft Author of this ruine. My eyes, my foul's in tears to fee her thus. Eurydice. O Periander ! my much-injur \"d Lord ! Would I had dy'd for thee — Ah ! gentle mail}, Was it then he, my husband, whom thefe eye. Saw perifh in the ftorm ! whofe fate I wept, Nor knew that all the cruel wreck was mine ! Melissa. Unhappy day Eurydice. Undone Eurydice ! But I will die — I fhould have dy'd before When my mean cowardice, my dread of death, Betray'd"], [21, "EURYDICE. 11 Betray'd me to falfe Procles. I had then Dy'd innocent : I had not then deferv'd A ruin'd husband's curfe. — O thought of horror! Perhaps his lateft breath, even in the hour Of dreadful fate, charg'd me with all his wrongs, His life and honour loft ! perhaps expir'd In imprecations on me! Melissa. Oh, for pity, Forbear thefe fatal thoughts. They but inflame The rage of real ills, and wound you deeper. Leonidas. Would. tears, my gracious Miftrefs, aught avail us, Methinks thefe aged eyes could number drops With falling clouds, or the perpetual ftream. But while we mourn, our enemy rejoyces, And founds his cruel triumph loud to heaven : Heart-ftabbing thought ! Then ceafe we tears and fighs, That aid for trivial ills. Call we inftead Heaven's (lumbering juftice down, and loud invoke The Powers of vengeance to our aid. Who knows But fome more happy hour remains— Eurydice. O no. There is no happy hour in ftore for me. All, all are paft and gone. Even Hope himfelf. The wretche's lateft friend, is fled for ever. Death and the grave are now my only refuge : There even my woes may reft. Leonidas. And who will thai Befriend your orphan- fon ? What eye will pity ; What aiding hand rear his fair-fpringing youth, C a Aad"], [22, "E U R Y D I C E. 12 And fhelter him from want, from woe ? Oh none^ Think then you hear this darling of your foul, Your Polydore, call loud on you to live, To live for him, and by your guardian care Supply a father's lofs. Eurydice. Unhappy boy ! Too foon alas ! acquainted with ill fortune. And does he live ? Leonidas. Thofe few that fcap'd the ftorm (Gave me to hope he fail'd not with the fleet. But for this Procles, Madam, this betrayer; If I have bow'd me to his impious will, Tho' with that ftrong abhorrence Nature feels At what fhe holds moft mortal, 'twas to turn Againft the traitor his own treacherous arts, And ruin him more furely. This may be. Sad Corinth looks with horror on the hand That fcourges her each hour with whips of fcorpion_ She waits but fome fair chance, at once to rife And drive him from her throne. Melissa. Thefe trumpets fpeak His near approach. Eurydice. Father of human kind ! Eternal Juftice ! hear thefe guilty founds ! Behold this Tyrant's revel ! while a King, Thy great refemblance, floats a cold pale corfe; Or on the naked beach caft vilely out, Unknown, unhonour'd lies. Leonidas, By"], [23, "EURYDICE. 13 By all my griefs I beg thee, fearch thefe fhores, Each cliff and cavern where the wild wave beats, For my lov'd Lord, and to thefe widow'd arms Give back his dear remains. But Procles comes. SCENE V. Procles, Medon, Leonidas, Attendants. Procles. Hail glorious day ! aufpicious fortune hail ! From this triumphant hour my future life Runs fair and fmiling on, no cloud of ill To fhade its brightnefs. Medon, was it not A wonderous chance ? Medon. Beyond our hope, my Lord. Yet tho' the danger's o'er, with awe and trembling, I ftill look back to the dread precipice Where late you ftood ! Procles. 'Tis true, he had well nigh Surpriz'd me unprovided : but th' attempt Is perifh'd with its author. From on high Heaven arm'd his winds and feas to fight for me ; And vidtory is mine without my care, Almoft without my knowledge. Yes the Gods, The Gods themfelves efpoufe my happy caufe ! For this, let flowery garlands wreathe their lhrines ; Let hecatombs before their altars bleed, And triumph reign thro' Corinth. [Attendants -withdraw. Is the Queen Inform'd of all, Leonidas ? Leon ida;."], [24, "EURYDICE 14 Leonidas. She is. Procles. And fhe recer. d the news — Leonidas. With fad furprife, And many tears, my Lord. Procles. Juft the fond fe_. Such their vain grief; a moment's paffing ftorm, Then all is calm. Be it thy farther care, As the receding flood forfakes the fliore, To make ftrid fearch thro' all this coaft around For Periander 's Corpfe. I would methinks A while indulge my eyes; a while perufe The features of a rival once fo fam'd, So terrible in arms ; whofe partial fortune Soar'd high above, and ever thwarted mine In all the dearer aims that fwell my thought, Love and ambition. Leonidas. Mark this, righteous heaven ! SCENE VI. Procles, Medon. Medon. At length, Sir, all the Gods declare for you, And fortune is your own. Your native realm, Fair Epidaurus, peaceful and refign'd, Acknowledges her Lord. Your rival's fate Confirms his kingdom yours. Procles."], [25, "EURYDICE. 15 Procles. Yet I am ftill Unbleft amidft this flow of profperous fortune. Not all that charms Ambition's ihorelefs wifli, Empire and kneeling homage, can beftow The better joy I long for. Medon. All, my Prince, Forget, or fcorn that proud ill- natur'd fair one. Procles. Impoflible. By heaven my foul can form No wiih, no thought but her. I tell thee, Medon, With blufhes tell thee, this proud charmer reigns Unbounded o'er my reafon. I have try'd Each fhape, each art of varied love to win her; Alternate prayers and threats, the foothing skill Of paflionate fincerity, the fire v Of rapturous vows *. but all thefe arts were vain. Her rooted hate is not to be remov'd. And 'twas my foul's firft aim, the towering point Of all my wiflies, to prevail in this ; To triumph o'er my rival too in love. That had been great revenge ! but baffled here, I'm difappointed ftill. Medon. Believe me, Sir, When once the fit of wilfulnefs is o'er, The burft of tears difcharg'd, fhe'll quickly foften, Stoop to your wiflies, and forget a husband Who is no more. Procles. Perdition on his name ! I dread his memory as my rival ftill. But if I have not Won her to be mine, At"], [26, "EURYDICE. 16 I At leaft the hated husband reap'd no joy From her fantaftic honour. Stung to madnefs For ill-requited love, I darkly fpread Surmizes of her truth. He thought her falfe : And, as he doated on her, the dire tale Was poifon to his quiet. Jealoufy, In all its horrors, muft have feiz'd his foul. I triumph'd there ! Medon. 'Twas exquifite revenge. I too, my Lord, who live but for your pleafure, Your ever-faithful Have, I too combin'd To aid your vengeance. You can ftill remember When in a dungeon's depth Ariston lay, Ariston, Periander's fadtious friend. With looks of feeming pity I oft mourn'd His hard imprifonment, complain'd of you, Nay curs'd your cruelty ; till I had brought His unfufped-ing honefty to credit My fiction of the Queen. I told him then, With well-diffembled hatred of her crime, Embittering every circumftance, that fhe, Forgetful of her better fame, had heard Your fecret paflion, and with equal ardor Return'd its warmth. Nay that fhe often urgM you To wreak your rage on him, the hated friend Of Periander. Having thus alarm'd him, After long paufe I let him fcape at laft To find his mafter out. Procles. I thank thee, Me don. But this avails not much. My foul burns in me With furious longings to fubdue that woman; To bend her pride of vertue to my paffion."], [27, "E-'URYDICE. ___ I fancy, in her arms, tranfcendant joys, A heaven of higher blifs, not to be found In unrefifting Beauty, woo'd and won At idle leifure: Yet once more I mean To try the fortune of my wifhes with her : And if I am repuls'd, away at once All little arts_of Jove. , . . . . , .1 ix /_ ,: medon. ■ L •-' -\"■ Mean while, the banquet, Which Pleafore's curious handnatir furhifli'd out. ' ' ' With fplendidr choice, awaits you, and invites To laughing thought and triumph. There the God, Th' infpiring God of wine, with rofe-ljuds crown'd, Mirth in his lodk,' and at his 'fide the band Of little playful Loves, fills high the bowl, , . And bids it flow' unbounded. Mufic too *-| Joins her ehchantnng'voice, and wooes the foul * . With all her powerful skill of moving ftrains. Till the gay-fiStC. is quite diflblv'd in \"blifi, In ecftacy of revel, all-unknown To lean-lool-d Ternperance, and his peevifli train, Procles. Come on then, Medon. Life is vainly fhort; A very dream of being : and when death Has quench'd this finer flame that moves the heart, ' Beyond is all oblivion, and wafte night That knows no following dawn, where we fliall be As we had never been. The Prefent then Is only ours: and fliall we 'let it pais, Untafted, unenjoy'd ? No ; let us on. Hail we the rifing fliade: and now while night Leads on the fecret hour of free delight, With wanton gayety, in naked ftate, & Let Mufic, Mirth, and Love around us wait. The E?id of the Firft ___?. D ACT"], [28, "EURYDICE, 18 ACT II. SCENE I. The fcene a rocky coaft, terminated by a view of the ocean. Periander alone. BY the pale glimmering of the falling moon, Amid the broken windings of thefe rocks I wander on forlorn, and find no place To truft my head, or reft my weary fteps. Horror purfues me clofe. In each low blaft, And murmur of the main, methinks I hear The murderous fpies of Procles at my heels. Thou mournful Queen of heaven ! and ye dread Gods 1 Who rule the fearful fecrefy of night; Behold me. here, the fport of human chance, A namelefs wretch, a ruine hardly fav'd From the devouring deep. There my l?ft hopes^ My great revenge lies buried- — Is thpre more? Away, away ; a Traitor fills my throne, Triumphant in his crimes : and I the while Roam here a midnight fugitive. Yet this,. All this I could have borne. He was my foe. The jealous rival of my power — But thou, In whom my foul had treafur'd up her heaven, Friend-"], [29, "EURYDICE 19 Friendfliip, and faith, and love, Eurydice ! Thou to betray me ! [letting himfelf fall againft the rod. Ha ! by the moon's fad beam, I can defery The towers that hold this author of my fhame — Nay, Procles too, perhaps— and may not he, Even now — confufion ! death ! he may, he does Invade my bed— O hell ! flie fmiles to hear The ftory of my fate— And now they give A loofe to impious Joys. — All-feeing Powers ! And does your vengeance (lumber ? Are your bolts RefelVd for me alone ? — Ha ! — yet 'tis juft. Confcience, that in the day of fortune's favour, Securely flept, now roufes into ftrong And dread con vidtion of her crime. I broke The facred oath fworn to a dying father, To free my country from her chains. My foul Shakes, as I roll this thought. O Providence ! ■ Awfully juft, tho' Guilt may fliut her eye, Thine ever wakes to mark, to trace*, to punifli ! SCENE II. Periander, Leonidas. Leonidas. This way a diftant found alarrn'd my ear. Broken it feem'd to be ; the voice of mourning, And deep diftrefs. Methought it rofe juft here, From thefe deaf-founding cliffs. But all is ftill! Save the hoarfe deep yet working from the ftorm. D 2 Some"], [30, "E U R YD I C E. 20 Some Potyer diredt my fteps where I may find, By this faint moon-light, my lov'd Matter's, corpfe, To fave his facred reliques from the rage Of brutifh tyranny.— Ha! what art thou? A man, or fear-form'd Shadow of the night-? Periander JvEONIDAS ! Leonidas. The fame. But fpeak again. Periander. , Leonidas1, .*•._.• Leonidas. Ha! can it be,. ye Powers! My royal Lord?; Periander coming forward. . A wretch that has no name. . -Leonidas. Oh all ye Godsl mayAl believe my fenfes? 'Tis he! ray PrinceJ.— Juft heaven to- thee I kneel, And thus adore thy gracious providence, •Tis rpoft ama_mg! . . .-*;, ..... -._, . . . Periander, . T Rife, Leonidas. I am beneath thy care. ' Thou feeft me here The laft of men, caff bff by all good Powers; Sav'd from the deep to be more loft on fhore. . Leonidas., My king and mafter, tho' 'my heart bleeds in me With all your mighty ills, I muft again Blefs that good heaven whofe providence^ has fav'dyou. Tis great ! 'tis woiiderous all ! But how, oh hpw .-mo: . / aaa __-._ * Have"], [31, "E U R YD ICE. 21 Have you efcap'd the 'Tyrant's jealous fearch? His guards with ftridl furvey rang'd every cliff, And hollow of thefe rocks, •••■■' Periander. I'll tell thee then. We were in fight of Corinth, when at Once Broad darknefs hid the sky : at once the winds Roar'd with mad blufter o'er us, and the feas In rowling mountains rofe. A ftorm fo fierce, So big with mine, baffled our beft skill. Defpair ftruck every heart. The fhip ran round In giddy whirls, and bulg'd on fome hid rock. O difmal moment ! ftill methinks I hear - The' general, dying fcream of multitudes Juft drowning in th' abyfs. Hqw poor a thing Is a King then, Leonidas ! I grafp'd A floating wreck, the big fea roaring round me. And burfting o'er my head; but, bury'd deep Beneath the whelming tide, at once I, loft • The light of heaven and life. A wave it feems Lodg'd me within a cavern's fecret depth, Near yon taU mountain. Leonidas. Miracle of fate! Sure God's immediate hand conducted it, Severely merciful. — How fliall I -tell What pangs, what agonies of foul I felt At fight of your fad wreck ?-r-But, Sir, the Prince, What of his fate? *■ . , ... ■ Periander. I know not what to think But to be mine, it feems, is to be wretched. Half"], [32, "EURYDI C E 22 Half of my fleet, yet riding in the pb'rt, I left to his command, but with ftridr. charge To fail a few hours after. Twere in vain To tell thee now the reafon of my order. This ftorm, I fear, may have furprii'd him too, Unhappy boy! Leonidas. Your own efcape, my Lord, So full of wonder, and beyond all hope, Inclines me to ftrong faith that heaven is ftill Concern 'd for your affairs. — But to behold you, So late the firft and happier, of mankind, Alone and wandering here at the dead hour ; No roof, but heaven's high cope to fhelter you ; No couch, but this unhofpitable earth To reft your brine-drench'd limbs — it kills my heart, Curfe on the Tyrant ! Periander. Prithee think me not So poorly foul'd to ftoop beneath the preflure Of Fortune's hand. That were to merit it. But there is ftill behind — O death to honour ! One crufhing blow that lays me low indeed ! That finks me in the duft ! Leonidas. What do I hear! Your words amaze me. PfiRIAN&ER. How, Leonidas ! Surely thou art no ftranger to my thought. Procles— Eur ydice— Wilt thou not fpeak To fave my fhame. Say, tell me what thou know'ft Of that bad woman. Leonidas"], [33, "E URYDI.C ET 23 Leonidas. With fuch watchful care The Tyrant's trufted fpies obferve her fteps, That till this fatal evening, when by order Of Procles, I inform'd her of your death, I have not feen her once. Periander. Juft what I fea.d. That guilty fecrefy was well contrivM Tccover crimes too foul for honeft eyes, And heaven's fair light to fee. None, none but ProcLES Could gain admittance : and to him my gates, My fortrefs, nay my bed it felf was open! Leonidas. O wrong her not, my Lord. Had you but leea With what convulfive pangs of heart-felt anguifh, What bleeding agonies, ftie heard the tale Of your imagin'd death, your foul would melt In pity of her woes. This Procles too Call'd down each Power of heaven to witnefs for hitnj He meant her fair. Hers was the common caufe Of kings, he faid; whofe place and honour bound 'em To fcourge rebellion, in whatever fhape, Wherever found. And then what was her ftate ? Death in his ghaftlieft form, devouring famine^ Hung inftant o'er her head. O think of this, And add not to her wrongs. Periander. Ha ! wrong her, fay'ft thou ? Anfwer me : has fhe not entail'd difgrace, And vilenefs on my name? Has flie not made me The laughter of my foe, the feoff of Procles? O curfe ! is there in all the wrath of heaven"], [34, "EUR YD I'C-E;« 24 A plague, a ruine, like, that infamy! Wrong her— I am too well inform'd of all/ Too certainof the blufliful ftain that cleavcs To me and mine for ever ! Leonidas. Ah, my Lord, By all good Powers, by your eternal quiet* I beg you hear me— Periand.r. I have heard too much. Too much, juft' Gods! to hope for quiet more, Thofe fates inexorable, that purfue My life with utmpft rigor, would not fpare me The knowledge of my fhame. From my beft friend Blufhing I.learnt it— But haft thou e'er felt That heart of anguifh ftab'd by murderous fears, And fhuddering with ten thaufand mortal thoughts! That tempeft of the foul that knows no calm; Tolling from Jove to hate, from doubt to rage, To raving agony ! , , . . Leonidas. Alas! my Lord? Truft me, I weep to hear fo fad a tale. Periander. I'll tell thee all; for oh ! my foul is full, And muft have vent. My aking memory, Still fruitful to my torture, brings again Thofe days, thofe months of horror I have known. Abandon'd to diftradtion, I renounc'd The commerce of mankind. I fought to vent My ravings in the wildnefs o'\" the woods ; To hide my fhame in their profoundeft night. The morn ftill brought it back : the midnight-hade Could"], [35, "EURYDICE 25 Could not conceal it- Her lone echoes groan'd Unceafing with my pangs : and her fad ghofts. Forbid to reft even in the grave, in me Beheld a foul more loft, more curft, than they. Leonidas. O Sir, no more — Periander. When I call'd back paft time, Life's vernal feafon, the foft hours of peace And unfufpedting love ; our growing joys In rearing one lov'd fon ; that heaven of blifs Which princes feldom find, and was all ours ; My foul dy'd in me. Solitary, wild, I wept, I groan'd, in bitternefs of heart. But when curft Procles flafh'd on my remembrance, My known, my deadly foe — that he of all, That he had made her vile! 'twas then, 'tis now Rage, fury, madnefs. — You at laft arrous'd me To thoughts of vengeance. With all fpeed I fail'd, Feeding my frenzy with the gloomy joy Of ftabbing the betrayer in her arms ; Of plunging both to hell — but this curft ftorm ! Thefe treacherous waves ! Leonidas. Ye Gods ! what have I heard ! Alas! alas! all waves, all ftorms are calms To Jealoufy. O my lov'd Lord, beware Of that deftroyer, that felf-torturing fiend, Who loves his pain, and feeds the cruel cares That prey upon his life ; whofe frantic eye Is ever open, ever prying round For what he dreads to find. By all moft dear And inward to my foul, I think the Queen E As"], [36, "EURYDICE. 26 As pure as Truth herfelf. This is, by heaven, Some dark-laid treachery, the crime of Procles. Periander. Of Pr ocles, fay'ft thou ? Leonidas. Oh you know him not. Lu_ and ambition are not all his guilt. Bur now 's no time, my Lord, For farther talk. I tremble for your life. This place is hoftile ground : and Danger here May find us out, tho' fhrouded round with night. Plence let us fly, where I may lodge you fafe Li fome obfcure retreat; till pitying heaven Unravel this perplexity of ills, And point us what to do. Periander. Thou good old man! By heaven, thy rnatchlefs honefty and truth Half reconcile me to difgrace and ruine. Yet bluihing let me tell thee all my folly- Might I but fee Eurtdice. — Nay ftart not: I know 'tis bafe. I know fhe is beneath My cooleft fcom. I hate and curfe this weaknefs. Yet let me fee her — If fhe ftill has kept Her faith inviolate ; fallen as I am, My ruine will be light. If otherwife, To know the worft will be foft foothing eafe To this hot hell of doubt. Leonidas. I wiih you, Sir, To weigh the certain peril that attends This rafh adventure. Should, which heaven avert, Should Procles5 guards difcover you, oh think What"], [37, "EURYDICE. 27 What muft enfue ! Think, in your fate, the Qiteen And Prince both min'd ! Periander. But my Genius prompts. Fate calls; and I muft on. No face of danger Can be fo dreadful as the vultur-thoughts That gnaw my heart-ftrings. But we both are fafe. The moon you fee is down : and this mean babit Hides me from al! fufpicion. Who will dream Of finding Periander in this mflet? This, when the ftorm firft rofe, I threw around me ; That if I perifh'd in it, and my corpfe Were caft afhore, at leaft my vulgar fate JVIight ever reft unknown — But hark what founds ? Leonidas. Thus that curft Tyrant revels out the night In triumph o'er your ruine. — Let me think. Yes ; it may be. Now Riot rules the hour, And all good order is relax'd : we may Pals on unqueftion'd. Come, my gracious Lord, This way our path lies. May feme friendly God Walk with us, and throw tenfold darknefs round. SCENE III. Eurydice alone. O night of ruine, horror, and defpair ! Walks there beneath thy univerfal fhade A wfetch like me undone? All-ruling Gods! E2 Why"], [38, "E U R Y D I C E. 28 Why have I liv'd to this? Why was my crime Vifited on the guildefs head ? on him For whom my foul would have met death with joy ? Where fhall I turn my eyes? What hope remains To mifery like mine ? Oh! I am loft Beyond the hand of heaven to fave me now. Leonidas returns not — SCENE IV. Eurydice, Melissa. Melissa. Gracious Gods Defend my royal Miftrefs! As I watch'd Without for good Leonidas, this moment I faw the Tyrant crofs the lower court, Preceded by his Minion : as new rifen From the mad midnight's feaft ; his wanton robe Loofe-flowing from behind, and on his head A feftal wreath of rofes — Ah! he's here. SCENE V. Procles, Eurydice, Melissa, Medon. Procles. Hail young-ey'd God of wine! parent of joys! Frolic, and full of thee (while the cold fons Of Temperance, the fools of thought and care,"], [39, "EURYDICE. 29 Lie ftretch'd in fober {lumbers) we, the few Of purer flame, exalt each living hour With pleafures ever new. — Eurydice ! Thou queen of fouls! thou rapture of my vows! What means this penfive mood ? O quench not thus In fruitlefs tears thofe eyes, that wont to fmile With all Love's fweetnefs, all his dewy beams, Diffuling life around thee: Eurydice. Hence, thou tyrant, And leave me to my forrows. Ills like mine Would draw remorfc and reverence from the favage, Who howls with midnight wolves amid the defart In queft of horrid prey. What then art thou ? Whofe brutal rage adds bitternefs to woe, And anguifh to the breaking heart! Procles. 'Tis well. Yet have a care : my temper but ill brooks Upbraiding now. Be wife, and timely fei_e The minute of good fortune, that by me Invites thee to be bleft. Eurydice. Talk_t thou of blifs? Thou bane of all my happinefs ! Caff back, Caff back thy guilty eyes, and view the crimes Thy foul ftands charg'd with: view my bleeding wrongs. Infult, imprifonment, difhonour, ruine! All, all this guilt is thine — but heaven will find thee. Thofe Gods whom thou haft proudly fet at nought, yj ill call thee to a dreadful reckoning. Procles."], [40, "EURYDICE. 30 Procles. No. The Gods and I are friends : they crown my caufe With their beft favour. Come, be thou too mine, And imitate the great example fet thee. Eurydice. Thou vain and blind in foul ! The righteous Gods, Oft, in their anger, cloathe the worft of men With all the pride of fond profperity, To make his fall more terrible. Procles. Confufion ! Still wayward and perverfe!— Off then this tamenefs, Thefe fupple, fawning arts. By all th' impatience That goads my foul, I will not flatter more. Know thou art in my power, and — Eurydice. Tyrant, no. I fcorn thy bafe unmanly threat. — Ah heaven ! Doft thou look calmly on ? — But be it fo. This friendly dagger lets me free. {attempting to flab herfelf. Procles. Ha! what, What means thy frantic paffion ? This is wildneis, Th' extravagance of female wilfulnefs. It muft not be : you fhall be gently forc'd To live, and to be happy. SCENE"], [41, "EURYDICE. 31 SCENE VI. Eurydice, Procles, an Officer, &c. Officer. Sir, forgive This rude intrufion. What I bring imports Your prefent ear. As now I walk'd the round Of this wide fort, where the fteep-winding path Ends at the northern gate, I fpy'd a ftranger, Who fought to lie conceal'd. Forthwith I rous'd The neareft watch ; and, ere he was aware, Surrounded him at once. His fullen filence, And hands oft rais'd to heaven with earneft adtion, Convince me he is of no common note. Eurydice afide. My foul ! what doft thou hear ? Procles. 'Tis well. I thank thee. Hafte, fee him brought before us. GQGS (__Q_OQQQQ909_OQQO Q3Q Q SCENE VII. Periander guarded, Eurydice, Procles, & c. Eurydice afide. Oh ye Powers ! Periander. afide. Ha! poifon to my eyes ! Procles."], [42, "EURYDICE. 32 i Procles. I know him nor. His drcfi is poor, and fpeaks him of the vulgar. He feems to labour with fome ftormy thought, That deeply fhakes his frame. What art thou ? fay Why at this hour of iilence lingring here ? Ha! fpeak, refolve me; or the rack fhall tear Confeflion from thy pangs. Periander afide. Fate, diou haft caught me But all is equal now. [to him. Then fee before thee The man on earth whom thou haft injur'd moll. If guilt can know remorfe, what muft thou feel At fight of Periander ? Procles. Periander ! Eurydice. Now, now, we both are ruin'd. Procles. Heaven, I thank thee. I form'd but one fupreme, one crowning wifft, And diou haft heard it ! This is more than triumph ! Eurydice. O ! my lov'd Lord — Periander. Thou canft no more betray me, For thee, my foul ftill unfubdu'd and free, Duclains to parle with thine. Procles. Yet thou art fallen Beneath my wrath, the vaflal of my nod, To"], [43, "EURYDICE 33 To be chaftis'd for mirth— Guards, drag him hence, And plurige him in the dungeon's depth. Periander. Away, Unkingly boafter. Can profperity Debafe thee to the cowardice of infult ? Thy brutal manners well revenge me on thee : They fhew thee as thou art — My nobler part, Th' immortal mind, thy madnefs cannot reach : Thy whips and racks can there imprefs no wound. And for this weary carcafs in thy power, It is beneath my care. Lead to my dungeon. Chains, fcourges, torture, all that Nature feels, Or fears abhorrent, cannot fhock my thought Like thy loath'd fight, and that vile Woman's. On. SCENE VIII. Eurydice, Procles, Melissa, Medon. Eurydice. My lord, my husband, ftay — Oh hear me ! hear me — Shame ! rage ! diffraction ! — Cruel tyrant, off I'll follow him to death. Procles. No. By the joys That fwell my fbaring thought, you fhall not fcape me. Revenge and love combine to crown this night With matchlefs blifs. Eurydice. Inhuman ! hall: thou eye* ? Haft thou a heart ? and cannot all this wreck Of ruin'd majefty, ruin'd by thee, Move one relenting thought, and wake thy pity ? F He"], [44, "EURYDICE. 34 He feels not what I fay : repeated crimes - Have favag'd his remorfelefs foul. — Hear then, Almighty Jove ! behold, and judge the caufe Of Periander ! number all his wrongs In plagues, in horrors — Procles. Ha ! by hell, this raving But wings his fate. Since thy fond folly weds thee To ruine with this rival, know he dies ; This very night he dies. Thro' him I mean To wound thy heart indeed. Thou fhak behold him When the rack ftretches ftrong his rending joints, Burfts all his veins, and hunts the flying foul Thro' every limb. Then, when convulfive agony Grins hideous in his face, mangled and bleeding, In the laft throes of death, thou {halt behold him. Eurydice. It is not to be borne ! My life dies in me At the deftroying thought — Ah ftay thee, Procles— Aflift me, pitying heaven ! — See then, behold me Thus proftrate at thy feet. If thou haft not Renounc'd all manhood, feeling, and remorfe, Spare me his life ; fave only that : all elfe, His crown, his throne be thine. Procles. Off, let me go. Thy words are loft in air. Eurydice. Nay hear me, Procles. As is thy hope, in heaven's forgiving goodnefs, Shut not thy heart againft the cry of mifery. Banifh us any whither; drive us out To fhame, want, beggary, to every woe That"], [45, "EURYDICE. 35 That moft embitters life — I yet will blefs thee, Forget my crying wrongs, and own thee merciful. Procles afide, and paufing. This woman fools my rage — but to refolve. No — yes : it fhall be fo. Rife then, and learn Thy triumph o'er my foul. Yes he {\"hall live, This Periander whom I deadly hate. Nay more, he fhall be free. Leonidas, With fuch fafe conduit as thyfelf fhalt name, Attends him to our kingdom's fartheft limit. This, in the fight of Jove the fupreme Lord, I fwear to do; fo thou at laft confent To meet my love — Ha ! what ! and doff thou frown ? Weigh well what I propofe ; for on my foul, His life, or death, awaits thy next refolve. SCENE IX. Eurydice, Melissa. Eurydice. Then kill me firft — He's gone ! and now, ye Gods, Is there among the wretched one fo loft, So curft as I? O fcene of matchlefs woes! O Periander ! wert thou fav'd for this? Ye holy Powers in heaven ! to whom belongs The fate of vertue, and redrefs of wrongs, Aflift, infpire me how to fave his life ; Or to th' unhappy husband join the wife. The End of the Second Aft. F 2 ACT"], [46, "EURYDICE. 36 ACT III. SCENE I, Eurydice, Melissa. Melissa. THIS chearlefs morning rifes flow and fad. The frowning heavens are black with ftormy clouds; And, o'er the deep, a hovering night of fogs Lies dark and motionlefs. Eurydice. That mournful face Of nature is lefs gloomy than my foul : All there is darknefs and difmay. Ah me! Was ever night, Melissa, like the laft? A night of many terrors, many deaths! How has my fold out-liv'd it? But, great Gods! Can mortal ftrength, can human vertue bear Wha,t Periander feels? In one day's courfe Wreck'd, made a captive, funk into a dungeon, To die or live as his curft foe decrees ! Diftradion's in the thought. And what can I To fave his facred life ? [After a paufe. Ha! is it heaven That darts this fudden light into my foul ? This glimpfe of dawning hope ? — It fhall be try'd. Yes, yes, ye Powers ! my life and fame fhall both Be offer'd up to iave his dearer life. Melissa. Alas, what mean you, Madam ? Eurydice. Mean, Melissa? To do a noble juftice on myfelf; l A"], [47, "EURYDICE 37 L A deed for which, in nations yet unborn, Chafte wives and matrons {hall renown my name. I have wrong 'd my husband greatly, and I mean Ample atonement of my guilty weaknefs. Go then, Melissa — - — Melissa,. Whither muft I go ? I tremble at your words. Eurydice. Yet it fticks here, This fatal purpofe. Can I leave behind me A doubtful name, infulted, wounded, torn By cmel Calumny ? I can ; I dare Throw off the woman, and be deaf to all Thofe nicer female fears that call fo loud, Importunate, and urging me to live Till I may clear __y truth from all furmize. Go then, and in my name — Tis worfe than death To utter it — but go, inform the Tyrant, So Periander lives, and is fet free, I yield me to his wiih. Melissa. Forbid it heaven ! Eurydice. Thou faithful vertuous maid ! Know then my laft, My fix'd refolve. By this 1 mean to amufe His brutal hopes, and fave me from his violence, Till Periander is beyond his reach. Then, if he ftill dare urge his impious purpofe, A dagger fets me free. This arm at laft Shall do me right on him, myfelf, or both. S C E N"], [48, "38 EURYDICE. SCENE II. Eurydice, Leonidas. Eurydice. Leonidas! Leonidas. Ah Madam! Eurydice. Dare I ask Where Periander is — ah where indeed? Chain'd in a dungeon's airlefs depth, amid Foul damps, and lonefome darknefs ! Oh that thought Draws blood from my torn heart. Leonidas. Juftice 4|vine! In thy great day of vifitation, mark This man of blood. O let him feel the hand He dares to disbelieve. To all his counfels Send forth, in thy juft wrath, that fatal Spirit Of error and illufion, that foreruns The fall of guilty kings. Ere morning-dawn, Soft to the .difmal dungeon's mouth I ftole, Where, by the glimmerings of a dying lamp Ifaw my great unhappy Matter laid On die cold earth along — Eurydice. O hide the fad The fatal image from me. The dire didught Will run me into madiiefs. Leonidas. Yet even there, Where pale Difmay, the prifoner's drear affociate, Si:s"], [49, "E U R Y D I C E. 39 Sits ever fad and fleeplels, he could reft. Superior to the cruel fate that crulh'd him, He flept as deep as Indolence on down. Thefe eyes beheld it : and I would not break His wifh'd repofe, but fix'd in filent wonder, Stood weeping o'er the fight. Eurydice. Ah me ! my life Flows out at every word : What's to be done ? Leonidas. Madam, I fet my all at flake for him. Old as I am, and broken with the load Of threefcore years, what is a life like mine, But as it may be ufeful to my Mailer ? Already the fad people know his fate : And I, by faithful hands, will try to rouze Their pity firft, and next their rage. No hour, No moment fhall be loft. Eurydice. Thou good old man! What words can fpeak thy worth ? Fair loyalty And faith inviolate, which feem'd quite loft Among mankind, five in thy vertuous boibm. Leonidas. No more of this, my Queen. Might I but fee This haughty Tyrant, in ibme guilty hour Of infolence and riot, when his pride Plumes all her vaineft wilhes, hurl'd at once To ruine unforefeen ; my labours then, My fervices were greatly over-paid. Eurydice. Heaven hear thy pious with. I too the while, To fave my husband's life, have been contriving — Leonidas."], [50, "E U R Y D I C £ 40 Leonidas. Madam, the Tyrant— I will find another More favourable moment. SCENE III. Procles, Medon, Leonidas. Procles. Hold thy felf Prepar'd, Leonidas : I muft employ thee In an affair of weight. [Leonidas •withdraws. Methinks I droop With more than wonted heavinefs of heart. But I will fhake it off, and to the winds Give every thought of care. 'Tis only fondne_, And fancy fick with hope. Eurydice Bends to my wifhes : and, in her, I hope That heaven imagin'd, that fole blifs, which yet My fearch could never meet. Medon. It moves my wonder To fee your love thus wedded to one bofom : While all around bright crouds of rival beauties Pra-tife each art of charming, look, and talk, And five for you alone. Procles. Alas, my friend, Poor is the triumph over hearts like thefe : This hour they pleafes us, and' the next they pall. But to fubdue the pride that fcorns to yield; To fill tfr unwilling breaft with fighs and longings, With all the foft diftra dtion of fond love, Even"], [51, "EURYDICE. 41 Even while it Arrives againft th' invading vi_tor, And wonders at the change ; that, that is conqueft I The plume of pleafure ! and from her alone A glory to be won. Medon. Well, may you find In this proud fair one that enchants you thus, Whate'er Imagination's fondeft eye Beholds in rapturous vifion; or young Love In all his wantonnefs of power can give. But yet, forgive your fervant's forward zeal, Mean you to keep the promife you have made her ? Procles. I do. Medon. How Sir ! what fet her husband free ? Procles. I mean no le_. Medon. Your pardon, Sir : 'tis well. But hive you calmly weigh'd in reafon's fcale The certain confequence ? Set free your rival ! A foul made furious with his mighty wrongs; Boiling with hate, rage, jealoufy, revenge; With the full-gather'd ftorm of deadly paffions ! The Gods forbid it, Sir— And all to dry A froward woman's tears! Procles. No, no, my friend; Nor liberty nor life fhall long be his : I never meant him either; but my faith Is pafs'd to fet liim free. By that alone The haughty Queen was overcome : and I Will keep th' illufive promife to her ear, But break it to her hope. G Medon"], [52, "EURYDICE 42 Medon. As how, my Lord ? Procles. Such inbred enmity my foul bears his As Nature does to mine ; to the grave, Where the whole man defcends to rife no more. Hear then what I intend. Thou know'ft the fortrefs, That guards our frontier on the Theban fide. That way our foe muft pafs ; but thou {halt firft Poft thither on the fpur with wary fpeed : And with a chofen band, drawn from the fort, Way-lay him on the farther hill, clofe couch'd In the deep covert of thofe pendant woods, That Ihade the path below. Medon. Conclude it done. Sleep fhall not know my eyes, till his are clos'd In everlafting night. As to his prifon I waited him, he call 'd me minion, Have, A traitor's parafite, the bafe-foul'd minifter Of his loofe pleafures : and I will repay him, For each opprobrious name, a mortal ftab. Yes, he {hall feel his fate. Infult and taunt, Embittering every blow, fhall mock his pangs, And give him fevenfold death. Procles. So, now to try This Periander thoroughly. Go, Medon, Command him hither. SCENE."], [53, "EURYDICE. 43 SCENE IV. Procles alone. No. I cannot bear His laft night's haughty look and untam'd fpirit. It baffles my revenge, and T ftill mils My nobleft triumph; for I meant to bend him To bafe dejedtion, and to feaft my fcorn With his pale cheek and fupplicating eye. But I will hunt this pride thro' each recels, Each clofer folding of the foul, till I Have funk him to my wifh. — Thou Jealoufy! Almighty tyrant of the human mind, Who canft at will unfetde the calm brain, O'erturn the feated heart, and {hake the man Thro' all his frame with tempeft and diftradtion j Rife to my prefent aid: call up thy Powers, Thy furious fears, thy blafts of dreadful paflion, Thy whips, fnakes, mortal ftings, thy hoft of horrors ; Roufe thy whole war againft him, and compleat My purpos'd vengeance. — But he comes to prove it. SCENE V. Periander, Procles, Medon, Guards. Procles advancing. I have to talk with thee. Thy life, thou know'ft, Depends upon my will — Periander. And therefore I Am weary of the load. But let the Gods, G _- Who"], [54, "EURYDICE 44 Who thus difpenfe our fates, account for them, And vindicate their juftice. Procles. Be more calm. The noble mind meets every chafice of fortune, Unruffled and ferene. I, tho' thy foe, Perhaps may mean thee good. Periander. Such good the Tyger, Hungry for death and {laughter, means his prey. But know my foul receives with equal fcorn Thy hate and hollow love. I am not fallen By thy fuperior fword, or nobler deed : It was the guilt of fate ! Procles. Call we it fb. At leaft 'tis well thou muft of force acknowledge Thy crown, thy liberty, thy life and death, Hang on my nod. I can difpofe of all As likes me beft. Periander. Ha! doft thou boaft of that? But thou wilt never know how poor a purchafe Is power and empire gain'd for vertue loft. Procles. And yet, methinks, I read the difference plain In thee and me. Thy vertue and thcfe bonds I weigh in equal fcale againft the crown And fceptre of fair Corinth .* and while thefe, The glorious aim of each great heart that dares Beyond the narrow fphere of earth-born fpirits; While thefe are mine, I envy not thy tribe A found, an empty name. Periander,"], [55, "EURYDICE. 45 Periander. It joys my foul To find the man, who bears me mortal hate, At war too with the Go_s. 'Tis great revenge ! Had not vain fortune made thee blind, the thought Would change thy purple to the mourner's fack-cloath. What are thy glorious a_s ? — Thou haft undone A woman, weak and worthlefs. — Yes, ye Powers ! This heroe, this fair warrior, well deferv'd To fill my vacant feat : he won it nobly ! Diffembling, perjury, the coward's arms — With thefe he fought his vertuous way to empire. Thou feeft I know thee. Procles. Doft thou preach to me The pedant-maxims of thofe fons of earth, Whom the grofs vulgar fondly tide wife ? Slaves, who to fhades and folitude condemn'd, Pine there with all-lhun'd Penury and Scorn. A monarch is above them, and takes counsel Of his unbounded will, and high ambition, That counts the world his own. I ever held thee My foe, my deadly bane : and againft fuch, Force, fraud, all arts, are lawful. I have won, And mean to wear thy crown. Thou may'ft the while Seek fome vile cell out, and grow poorly old Amid the talking tribe of moralifts . Periander. Thro' this falfe face of arrogance, I read Thy heart of real terror and difmay. Hence all thefe coward-boafts. The truly brave, Invincible to pride and fortune's flattery, Know neither fear, nor infult. — But I would not, As thou furmi_eft, dream out ufelefs life In Sloth's unadive couch. Nay I could tell thee, That tho' I ihun thy ihameful ways of conqueft; StHI"], [56, "EURYDICE. 46 Still heaven-born glory, won by vertuous deeds, Has been my fair purfuit: ftill would I feek her In toils of war, and in the nobler field Of juftice, peace, and mercy. Procles. My foul longs To prove thy higheft daring, and to meet thee Amid the din and peril of the battle. Thy life is in thy hand : thou art no longer Our prifoner. This moment fets thee free. Periander. jiow !— but thou dare'ft not — Could I find thee there, In open day, and honourable arms, Oppofing war to war, as monarchs fhould ; I would forgive thee all, my crown ufurp'd, Thefe {lave-like bonds — But that fair hope is vain. The fears that haunt thy foul — Procles. Strike off his fetters. [to Medon. Hafte, find Leonidas. Bid him prepare To guard the prifoner to our kingdom's frontier. There he fhall leave him free to chufe what courfe His fancy mod affedts. Periander. What means all this ? Dares Guilt then be fo brave? and doft thou free The man whom a_t of thine {hall never win To owe thee aught but deep and deadly hate ? Procles. Go, fee my orders inftandy perform'd. [Medon and Guards retire. Periander afide. And is it fo — I fhudder with my fears. Say, tell me firft to what is Periander Indebted for this freedom ? Procles."], [57, "EURYDICE. 47 Procles. Well it may Surprize thy hope : 'twas what I never meant thee. But that fond woman who enflaves my foul To all her wifhes, and ftill pitys thee, With idle blandiffiments extorted from me A folemn vow to fet thee free. • Periander. Confufion ! Procles. Thus I, againft my better mind, releafe My mortal enemy. But let it fpeak The greatnefs of my love : and what dull husband, Thro' all recorded time, e'er gave fuch proof Of matchle_ fondnefs ? Periander. Plagues! perdition! hell! Damn'd, damn'd adultrefs! — Villain, {lave, 'tis falfe: Thou h/ft— What thee! O curfe— Procles. At laft 'tis done. SCENE VI. Periander alone. Have I then li.d to this ? to this confufion ? My foe, the man on earth my foul moft loaths, Rejoices over me : and fhe — even lhe Hath join 'd his triumph ! — Off, away, be gone Love, manhood, reafon — Come, ye fifter-Furies ! Daughters of hate and hell ! arife, inflame My murderous purpofe ; pour into my veins Your gall, your fcorpion-fellnels, your keen horrors That fting to madnels; till my burning vengeance Ha'1"], [58, "EURYDICE. 48 Hath her full draught of blood — [Walking ivith a diflurFd motion. But how ! where am I ? O this poor brain ! ten thoufand fhapes of fury Are whirling there, and reafon is no more. Him! him t a caitif black with every vice! Debate herfelf to him ! —the thought is hell ! Well, well — and I, how have I doited on her Whole years of fondnefs .' cherifh'd, pleas'd, adorn'd her With all that love can give — Yet ffie has done this ! Confuiion on my folly — Ha ! fhe comes. Down, down tempeftuous foul : let me be dumb, And hide this {hameful conflict that unmans me. SCENE VII. Eurydice, Periander. Eurydice afide. He muft not know my fee ret fatal purpofe, That I am fix'd to die; left his great foul Refufe a life fo dearly fav'd — And now All Powers that pity human kind affift me In this important hour ! [to him. O Periander— And is it thus we meet again ! Periander afide. Ha! fee, She comes prepar'd. By hell, fhe weeps a lye. My rage will leap all bounds. Eurydice. My Lord, my love, I know you look on me as on the caufe, The fatal caufe of all your ills ; too true : That guilt is mine — O would to heaven this head Had been laid low in earth ere that fad hour! Why"], [59, "E U R Y D i C K 49 Why did I fhrink at ruine ? why not bear All pangs, all horrors of befieging famine ? Alas ! my love — But your falfe faithlefc fubjedfo To what have they reduc'd us ? Periander. No; not they Thou vile one, thou alone haft made me wretched. Thou ! thou ! whom I had treafur'd in my bofom, As my life's jewel — thou haft heap'd upon me, On this poor head, contempt and foul difhonour. Eurydice. Juft Gods ! what means my Lord ? Periander. Mean !— doft thou ask ? Eurydice. Heaven ! has the Traitor then— Periander. Ha ! does that gaul thee ? Perdition ! {hall I ftab — But what ? fhall fhe, A woman, ffiake my foul's firm temper thus ? I will be dumb. Yet no — Yes he, thy minion, The bafe one, has repaid thy broken faith With equal perfidy : has loudly boafted To heaven, and earth, and me, how vile thou art' Shame! death! diftrac_ion! — I too am become A proverb of reproach, a tale, a word For ribbald Scorn to mock at. Eurydice afide. O dire error! Fatal miftake ! Now am I loft indeed. But be it fo : what is my life and fame To faving him ? Periander afide. See! guilt has ftruck her dumb. Eurydice. My lord, my only love, by holy faith H t"], [60, "EURYDICE. 50 I never was difloyal. Rags and penury, Difeafe and death, fhock not my apprehenfion Like that detefted crime — I dare no more. O fly, my love; hafte from this fatal place, And leave me to my fate. O fave your life, While yet 'tis in your power. Periander. My life ! away. And haft thou vilely barter'd for that life Thy truth, and my fair fame ? By yon bleft heaven, I could have borne all woes that Wretchednefs Groans under ;. age, affliction, pining anguifh : And borne them like a man. I could have fmil'd At fortune's keeneft rancor — But to know My felf deceiv'd in thee! there, there I fink! There manhood, reafon die! Eurydice. O ye juft Powers! Were ever woes like mine ? What are the whips, Rack, engines, all that murderous Cruelty Hath yet contriv'd — what are they all to this ? This infamy that kills the foul itfelf ? Yet I will bear even this. Then here, by weeping, bleeding love I beg you, With ftreaming eyes, hafte from this fatal place. The Tyrant may recall his word : and then— I cannot utter more. Periander. And thou can'ft weep ? Thou crocodile! Thefe falfe, thefe lying tears Are daggers here. I go — But doff thou hope Thy mean diflimulation hides thee from me ? Thou haft diffionour'd, ruin'd me ; and now My fight is hateful to thee. [returning. But fay, tell me How have I merited thefe wrongs of thee ? What"], [61, "EURYDICE. 51 What was my crime ? Can all- beftowing Love Do more than mine for thee ? — When I call back The days that are no more ! Thou wert my all Of happinefs : my foul ne'er knew a joy That was not thine : my doating fondnefs lull'd Its hopes, its fears, its wiffies, in thy bofom, O heaven and earth ! — and yet — Eurydice — Thou could'ft forfake me! [vieepr* Eurydice. Oh this is too much ! Heaven knows I would have dy'd to fave thy life : But we will periffi both, both die together. Thy tears diftrac. me ; I will tell thee all. Periander. Curfe on this weaknefs. I could tear thefe eyes From forth their orbs — Thou exquifite deceiver! Hence, left this arm fhould do a deed of fhame, And ftain me with thy blood. Eurydice. O but one moment, For mercy's fake, allow me one fhort moment. Periander. No. In the fight of all-beholding Jove, Here I renounce thee. What a Have to folly, To thy curft arts has Periander li. d! Eurydice. O cruel ! cruel ! haft thou caft me out For ever from thy heart ? By all our loves ; By the dear pledge of our unfpotted flames, Grant me one moment. [kneels. Here will I hang ; grow to thy knees — Yes, fpurn me; Drag this bare bleeding bofbm on the ground ; Yes, ufe me as the vileft Have— but hear me. Periander. Away, away. H 2 Eurydice,"], [62, "EURYDICE 52 Eurydice. Then ftrike me dead at once. Look here, my love; I fhrink not from the blow. Periander. That were poor vengeance. No ; I meditate A nobler facrifice — [alarm of trumpets. Ha! what is this ? [alarm again. Th' alarm is urgent, big with war and dread. I am the fport of fortune. SCENE VIII. Periander, Eurydice, Melissa. Melissa. O! my Lord, Some wonderous birth of fate is fure difclofing. Procl es calls out to arms : his guards fwarm round him, Hafte in each ftep, and fear in every eye. This way too Medon fpeeds, and in his train A gloomy band of foldiers. Periander. Let him come. Death has no terrors, when to live is fhame. SCENE"], [63, "EURYDICE 53 SCENE IX. Periander, Eurydice, Melissa, Medon at the head of one party -who hurry the Queen off the fiage, Leonidas at the head of another -who remove the King. Medon. Be quick, fecure the Queen. Eurydice What mean'ft thou, ruffian ? Muft we then part ? — Farewel, my Lord, for ever. Periander. Thou too, Leonidas ! — nay then — SCENE X. Leonidas alone. OJove! Eternal and fupreme, whofe nod controuls The fate of empires ; whofe almighty hand Suftains the weak, and raifes vertue fallen, Now to this royal fufferer deal thy mercy: Aid his juft arms, and teach mankind to know That fovereign juftice fways the world below. The End of the Third AB. ACT"], [64, "EURYDICE 54 A C T IV. S C E N E I. Eurydice, Melissa. Eurydice. WHAT may this mean ? The gloomy band of ruffians, That bore me hence, vanifh'd I know not how. And hark ! no found, no breath of human voice; But all around the depth of folitude ! A dumb and death-like ftillnefs ! My foul trembles : And Apprehenfion peoples the lone void With fears of horrid form — But what can fate ? What can the wrath of all the Gods inflid Beyond what I have known ? Melissa, My gracious Miftrefs, This awful moment is perhaps the crifis Of all your future life. Your guards fled fudden : And late the neighbouring courts were loud with tumult, Which dy'd away in flow and fullen murmurs. \"Some turn of fate is near. Leonidas In hafte bore hence the king, doubdefs to fave him From his dire foe : or at the people's head Once more to place their fovereign, and reftore You to your former ftate. Eurydice. All otherwife My thoughts forebode. There is one deadly ill, Which oh too fure no time, no chance can heal ! And at the dawn of day, juft as thefe lids Relu&ant clos'd to reft, Arpasia's Shade, My"], [65, "EURYDICE 55 My much-lo . d mother, flood confefs'd before me, Pale as the fhroud that wound her clay-cold limbs Her eyes fix'd on me, ftill and motionlefs, Streaming unreal tears. She groan'd, and thrice In low, fad murmurs bade me to her tomb, To meet her there— and there, in death alone, In the dark grave, can poor Eurydice Expedt repofe. Melissa. O no ; juft heaven, I hope, That fees your innocence, has yet in ftore Much blils and many days of peace for you. Eurydice. I know his heart is quite eftrang'd, and fhut, For ever fruit againft the voice of love: And can my heart fiirvive it ? Shall I live With public infamy ? a theme of fcorn To all licentious tongues ? Oh ! in that thought, Death's keeneft dart has ftab'd my foul already; And what comes after is not worth my fear. Melissa. Ha ! Madam, this way call your eyes, and fee What fwarms of men ; thefe flying, thofe purfuing. Eurydice. Now, Lord of battles! join thy powerful arm; Affert the caufe of righteoufnefs — But hark ! The thunder of their {houts grows near and loud. This way the combat turns. By all my hopes, The Tyrant's party flies. Look, look, Melissa, Their broken numbers to the fortrefs bend. Melissa. And now with eager fpeed they climb th' afcent That leads to us. Eurydice. But who is he, Melissa, That like the God of war, flanjes foremoft yonder? See"], [66, "EURYDICE. 56 See his fword l%hten, and the foe fly fcattering From his tempeftuous arm !— Ha— yes— O heaven1. Tishe, 'tis he himfelf, 'tis Periander! O miracle! He looks again a monarch, Dreadfully glorious. Throw, ye Powers! your fhield Of providence before him; think on all His caufelefs wrongs, and do him juftice now. Melissa. Ah ! Procles comes. SCENE II. Procles followed by a party of his guards, Eurydice, Melissa. Procles. Confufion ! all is loft. That Traitor has undone me: and thofe flaves^ The fatfe torinthians, in a moment's flight, Threw all their gates wide open to the foe. Of hope abandon'd, and the Gods againft me, What now remains ? — The Queen ! by heaven 'tis well *Their boafted triumph is not yet compleat. She's mine, file's mine; and I am conqueror ftill! You, bear this woman thro' the poftern-gate [to one part), Down to the fouthern fhore : I fail this moment For Epidaurus. You, the while make head [to a?iether, Againft the near purfuit, and bar its progrefs Till (he's fecur'd. This is my laft great flake, Of dearer price than vi_ory. Away. 3 Eurydice"], [67, "EURYDICE 57 Eurydice. No, Tyrant: I will die firft. Off, bafe {laves. Dare ye, dare earth-born peafants violate, With your rude touch, the majefty of kings? Ah ! heaven — Procles. Be quick, nor liften to her raving. SCENE III. Eurydice, Procles, Medon, &c. Medon. Undone ! undone ! The poftern-gate is feiz'd. That curft Leonidas — Procles. Ha! fay'ft thou, Medon? Medon. By hell, our foes furround us on each hand. We're taken in the toil. Procles. Unequal Powers! And have you then deceiv'd me ? rais'd me high With traiterous kindnefs, but to plunge me deeper In howling defperation ? Does the man, Whom late my foot could fpurn, behold my fall ? And fall I thus ? my great ambition daffi'd ? My love unfatisfy'd? Shall he yet revel In her fond arms, and hear her curfe my name ? No. Spite of heaven my ruine fhall be glorious, A pomp of horrors. I will make this day For ever mournful to his aking heart. Yes, he fhall weep in blood amid the fhouts Of vi-tory. One blow deftroys his triumph, And levels him at once to my deftru_ion. [he draws a dagger. I Eurydice."], [68, "58 EURYDICE. Eurydice. Strike, Tyrant, and com pleat thy monftrous crimes.' See;, chou pale coward, fee a woman braves Thy guilty digger. P. ocles. Ha ! what's this I feel ? A fhivering dew of horror fweats all o'er me ! Some Power invifible ar-eft. my arm ! It is heaven's fecrec hand — But fhall I lofe This only moment ? No : be ftrong my heart ; Be fhut againft all human thoughts, and fcorn Thefe warnings of thy hoftile Gods — Tis done. _fotflt*_o_b:_Oi'nb«fS^___?i • - . •--••-5-_o__^_!__fot_oefoD_i_o SCENE IV. Polydore and foldiers, Procles, Eury- dice, Leonidas, _. .. Polydore p«flnng back Procles -with his lance. No, traitor, murderer, no. Heaven is mere juft Than to permit a life fo much its care To fall by thy vile hand. Secure the Tyrant. [to his foldiers, My mother ! Eurydice. O my fon ! Polydore. Tranfporting joy ! Eurydice. O ecftacy! and do I fee thy face ? And do I hold thee in my trembling arms? Thou darling of my love ! thou early heroe ! O thou haft fav'd us all ! Polydore. This, this is triumph! And I can ask of bounteous heaven no more. Was ever joy fo full? This feeble arm, O pride to think ! has fa . d the facred lives From"], [69, "EURYDICE. 59 From whom I drew my own. Eurydice. And is this poffible ? What (hall I fay?— But language all is poor To fpeak the tender yearnings of my foul. O Polydore ! did ever parents know Such tranfports as do thine? Did ever fon Defervefo well of parents ?— Good Leonidas, I faw thee not before ; indeed I could not: My eyes, my foul, were fo clofe fix'd on him. But fay, redouble this day's blifs, and fay, Whence this amazing change ? Leonidas. My royal Miftrefs, The Gods have done this. One half of the fleet, As led by their peculiar hand, efcap'd Yefterday's ruinous ftorm, and with the dawn Enter'd the port unfeen ; their fecret landing Befriended by the morn's widfe-hovering mifts. Inftant, inform'd of his great father's fate, Your Polydore, this gallant royal youth, Pour'd forth his eager troops; and at their head, Swift as heaven's darted fire, flew towards Cormth, Which open'd wide her arms to take him in. His fortune fpeaks the reft. Eurydice. O fovereign Goodnefs ! Be thine the praife : this is thy wonderous work. The King, how was he fav'd ? Leonidas. Struck with this danger, The Tyrant had to prefent death devoted His facred head. I counfel'd, and preyaild (Procles ftill thought me his) in bonds to hold him As our fure pledge of fafety, fhould fuccefi *T* - '"], [70, "E U R Y D I C E. 60 Defert our arms. The following moment faw him Free from his chains, and foremoft in the fight— And hark! thefe joyous ftrains proclaim his triumph. Eurydice. Retire, my fon; I would not meet him here. SCENE V. Periander attended, Leonidas, Ariston, Procles, Medon. Periander afide. She flies! -Thou coward,Guilt !— but hence that thought. [advancing towards Procles- At length the meafure of thy crimes is full:. Thy high-plum'd pride lies humbled in the dull ; And awful Juftice comes, array'd in terrors, To make enquiry for the guilt that fwells Thy black account — But I will check my heart, Nor learn of thee to triumph o'er the fallen. Bear him to prifon. Procles. -Yet, I will be free, And foon beyond thy power. Knowing the worft, I laugh at all to come. Periander to Medon. For thee, thou vile one, Thou pander to thy Mailer's lulls, thou fycophant, (The moil pernicious prefent angry heaven Can make to princes whom it means to blind, And ruin beyond mercy) thy juft doom Is inftant. Spurn this flave into the ftreets. The furious people, whom his earth-born pride Has trampled on, and numerous rapines beggar'd, Will find th' oppreffor out, and as they tear His guilty limbs, think all their wrongs o'er-paid. SCENE"], [71, "EURYDICE. 61 SCENE VI. Periander, Leonidas, Ariston. Periander. Leonidas, my father and preferver, Rife to my arms. By heaven the joy that fmiks Upon thy brow adds brightnefs to the morn. This wonderous revolution of my fate, This change that gives me back my crown and name, Rejoices me yet lefs, than that I owe The gift to thee. Leonidas. O facred Sir, forbear. The tranfport to behold you thus again Is great reward. Now your old man can fay He has not liv'd in vain. Ye bounteous Powers ! Difmifs me now in peace ; for I have feen My Mafler bleft ! Periander. * No recompence can equal Such matchlefs goodnefs. But I will repay thee A way more pleafing to a foul like thine, By running ftill in debt to all thy vertues. Thou know'ft th' unhappy, envy'd ftate of kings ; How perilous the height fo near to heaven, Ten thoufand ways expos'd : here to the luft Of lawlefs will ; there to the darker ruine Of venal flattery. Be near me ftill. Thy life has roll'd thro' all the various round Of human chance : and years of hoary thought, Cool and unpafllonate, have taught thee wifdom. Be ftill my guide, and fave me from the fnares That thus befet me ; fave me from myfelf. Leonidas"], [72, "EURYDICE. 62 Leonjdas. My heart can only _ifwer to this goodnefs By filen: grvi: ide a:: a f;-7— Bl., Sir, Fonrive me if I fay, another care Demands your prefent thought. Periander afide. Fatal remembrance ! At once inflam'd my fmother'd rage burns up With fiercer blaze. He muft not know the purpofe With which my bofom labours. [to him. Yes, my friend, Of that we'll talk anon ; but now I wifh An hour of privacy. — Ariston, flay, SCENE VII. Periander, Ariston. Periander. Thus far have I reprefs'd the ftorm within me; Held down its furious heavings : but they now Shall have full flow. I am once mo_ a king. My foe is in my hand, and breathes this air But till I doom him dead : yet is not he So curft, fo ruin'd as his conqueror ! Ariston. What do I hear, my Lord ? Periander. Ah ! good Ariston, The horrors of thy tale were true. She has, She has betray'd me. Ariston. Since the Queen is fallen^ There is no truft in woman — Periander. Nor no hope For"], [73, "EURYDICE. 63 For wretched Periander. Not the grave Can hide me now from fcorn : not length of days Will wear out this.. O never-dying fhame ! Worlds yet unfound will hear it : and where'er The guilty tale is told, my fate will raife Bafe mirth, or bafer pity. Ariston. ' Could the Queen Stoop to a thought of Procles ? Falfe fond fex ! Unfix'd by reafon, ever wandering wild, As Fancy whirls, from folly on to folly, From vanity to vice. My gracious Lord, She is beneath your anger. Caff her out From all your foul, and be yourfelf again. Refume that reafon, Sir — Periander. Away : can reafbn Arreft the whirlwind's wing ? or quench the foreft, Struck by the hand of Jove, when all its woods In one broad conflagration blaze to heaven ? 'Tis reafon makes me wretched; for it tells me How fhameful this mad conflict of my paffions : But does that ftill their uproar ? Here, Ariston, Works the wild florm that reafon cannot calm. I muft, I will have eafe. Ariston. You may ; but oh ! The remedy is dreadful, and will give you Swoonings and mortal agonies. I tremble To mention it ; but fuch your foul's deep malady, No gentler cure can bring the health you want. Her death, my Lord — Periander. Ha ! death — my foul fhrinks back From the dread image. How ! for ever lofe her ! My queen ! my wife ! behold thpfe eyes no more. 2 That"], [74, "EURYDICE. 64 That were the light of mine ! no longer hear That voice whofe every found was harmony ! Of power to footh tumultuous Rage, and heal The wounded heart of Anguifh — Can it be ? O mifery ! why, why is this ? Ariston. Alas! You love her ftill, my Lord, and know it not. Per^ander. Ye Gods, why am I thus ? driven to and fro By every blaft that blows ? — It is too true. A traiterous foftnefs fteals o'er my juft rage, And melts me to the dotage of low pity. O thou mean heart ! Is fhe not falfe ? And I, Shall I fit down with tame difhonour? take Pollution to my arms ? grow vilely old, A tale for drunkards in their wine ? the mirth Of midnight libertines, when they recount Their triumphs o'er bafe women ? No * fhe dies. I tear her from my breaft, tho' the life-ftream Should iflue with her. Hear me then, Ariston, Do thou prepare a fecret draught of death, Of power moft fwift and baneful ; and be ready Upon my fatal fummons. Ariston. Spare me, Sir; I like not this employ. Periander. It muft be thine. I have no friend in whom to truft but thee : And fhe fhall die — But think'ft thou, good Ariston, I fhould not hear her firft ? Ariston. Hear her, my Lord ? Would you then have her live ? Periander"], [75, "EURYDICE. 65 Periander. No ; were my fate Involv'd in hers, fhe fhould not live. But ftill Something within me crys that I ffiould hear hef. It is not, can't be love. 'Tis my revenge, All direful now, that would enjoy her tears, Her lying oaths of innocence, her new And added perjuries : then fink her down To the dark world, with all her Crimes upon her, Ariston, Vou fee not, Sir, the danger of that meeting. Is your heart proof againft the powerful charm Of beauty foften'd into fighs, and melting With the mild languor of imploring eyes, More winning now, and fhedding gentler beams Thro' fhowers of forrow. Think you here behold her, The kneeling charmer lovely in her tears, Pleading for pity, finking at your feet, And dying by your frown. PeriandEr. Art thou my friend ? O mercilefs 1 why doft thou raife before me This dangerous image ? 'Tis not to be borne. My brain turns round With madnefs. O ye Powers ! Why am I not at quiet ? Why is life Forc'd on the wretch who ftrongly begs to die, In bitternefs of foul ? who asks no more But the grave's fhade and filence, there at laft To fleep for ever, namelefs _nd forgotten ? Ariston. Alas for pity 1 I will talk no more On this diftrefsful theme. Periander. AristoN, ftay. Spite of thefe tears, fpite of this fond diftradtion, It rfhall be done. A king may live unhappy K Bu:"], [76, "EURYDICE. 66 But not With lofs of honour tmreveng'd. Twit, -mad to think of this. I will not truft My eyes againft the witchcraft of her cturms. Then flimmon all thy firmnefs, O my Soul ! And dare to be accurft ; fince thy fad choice Is fhame, or mifery. I am refolv'd. Ye Gods who watch o'er the cha fte marri.tge-bed ! Thou Stygian Jove ! and all ye Powers infernal ! Behold, -I kneel as in your awful prefence. By that invifible, that dreaded Lake, Th' irrevocable oath that binds even you, Here I pronounce, and feal her doom of death. SCENE VIII. Eurydice, Periander, Ariston. Eurydice kneels to Periander, who after looking on her fome time with emotion, flings away without fpeaking. Eurydice alone. Not hear me ! not vouchfafe me one poor word ! Tis hard indeed. — The Wretch of many crimes, [fifing. Whom Mercy dares not fave, is gentler us'd. His rigid judge is lefs fevere than mine. Ye Powers ! have I deferv'd this ? Did my heart E'er harbour one loofe wifh ? Your felves can tell, The morning's orient beam is not more pure, More itainlefs than my truth. Was ever fate, Were ever woes, like mine ? Even in the hour Of general joy to all, while pleafing hope Sprung faff within my heart, I find my felf Undone' for ever! funk to rife no more! Not"], [77, "EURYDICE. 67 Not hear me — then I know my doom is fix'd. And fhall I ftay to hear the foul furmiz.es, The fcurril taunts, the falfe upbraiding pity, The keen revilings, that mutt ufher in My public femence? Can there be in death Such pangs ? fuch picrcitig agonies ? Impoffible. Death is. repofe and calm, is foft elizium To thoughts like thefe. I will prevent their triumph,\"! And favc myfelf this fhame- . 'Tis but to lofe A few unhappy moments ; 'tis to reft The fooner from my cares ; to feel no more The bitternefs of mifery and infult That bait my weary foul. Then it is fix _. Spite of the woman, no fond tear fhall flow, No figh arife, the coward-fex to fhew. When life is fhame, and glorious freedom nigh, A Grecian and a Queen muft dare to die. The End of the Fourth AZf. K 2 A C T"], [78, "EURYDICE. 68 ACT V. SCENE I, Periander walking dtf ordered, Leonidas following. OMY lov'd Mafter! have I liv'd to fee This fight of woe ? Alas J is this ta conquer ? Are thefe the fruits of victory ? Periander. Away, Why nam'ft thou viftory to me, a flave Subdu'd and tyranniz'd by his worft foes, His unrelenting pafiions ? Talk of ruine, And I will hear thee : talk of hopelcfs mifery; No other ftrain befits thy mailer's triumph, Leonidas. This i? the language of fupreme diftrefs, Impatient of itfelf. My gracious Lord, Forgive an old man's talk, who would this moment, Might his poor life bring back your p^ace of mind, With joy refign it. Periander. That were to bring back The darted fun-beam, or recall the flight Of unreturning time. O no : my foul Has bid the lail farewel to happinefs, To hope itfelf. And yet I thank thy love, Indeed I do : but leave me for a while. I would be private. Leonidas. Sir, I dare not leave you — Forgive thefe tears— I dare not leave you thus At"], [79, "EURYDICE. 69 At variance with your felf. I read too plain The fatal thought diat wakens in your bofom. Periander. And would'ft thou have me live this abjedt thing? This flave of folly ? For I tell thee blufhing, With fhame and ftrong abhorrence of my felf, I cannot tear that Woman from my foul, Falfe, faithlefs as fhe is — Then I will die. That juft revenge is ftill within my power. Leonidas. O Jealoufy ! thou mercilefs deftroyer, More cruel than die grave ! what ravages Does thy wild war make in the nobleft bofoms ! Too long, my Lord, you liften to the whifpers Of that domeftic foe, that bofom traitor. For mercy's fake, throw not away fb rafhly The jewel of your foul. Some unfeen error Mif-leads you from the truth, and ruins her. Grant her a moment's audience. Periander I have fworn, That fhe fhall die. Leonidas. Is then her facred life Of fo fmall price, to caft her thus away With blind precipitance? Your Queen, my Lord! The faireft form, the moft exalted mind ! Once fo ador'd and lov'd ! to whom your foul Still cleaves with fondnefs ! Can you give her up, The mother of your darling Polydore,, Unheard, untry'd, to death and infamy ? Can you do this ? Periander. O Thou ! whofe eye beholds And pitys the frail heart of erring man, Ruler of heaven and earth ! or ftill thefe paflions, Tfiat rage in tempeft here : or ftrike in mercy,"], [80, "EURYDICE. 70 A. And free me from my pain.— What can I do ? My folemn vow is gone up to high heaven : And would'll thou have me break it ? Leonidas. That rafti oath Nor does, nor ought to bind. The Gods refufe it. Should you, too lace, difcover fhe is wrong'd— Think on it well — O what a life of horrors Remains for you! I tremble but to name em. The fad and filent meltings of vain forrow ; The thorn of keen remorfe ; the fling of love, Inflam'd by fond reflection, hourly fighing For what he never, never hopes to find : With thefe, late-coming, but no more to leave you, Defpair accurft. Dreadful fociety! Yet fuch will fhare your day and night, and haunt Your court, your throne, your folitude, your couch. Alas, my Lord! Periander. O by my foul's ftrong anguifli, I would moft gladly blot out from my thoughts All memory of paft time : I yet would queftion The waking evidence of every fenfe, To give her back that vertue, thofe fair beams That fhone on our firft loves. Then was I bleft Beyond the race of men, beloy'd and loving, Honour'd and happy; and my name as odor Pour'd forth, and breathing frefhnefs all around. O days of dear delight ! that I could fix For ever there, and think no farther on. I will if poflible. Leonidas. O happy change ! Confirm this gende purpofe, favouring heaven ! I fly to bring her hither. Periander,"], [81, "EU R Y D I C E. 71 Periander. Stay thee yet. I would refolve, but cannot. Love and rage By turns affail me : melt me now to mercy ; Now roufe me to diffraction — O my heart! Leonidas. Then punifh the fole caufe of all your pangs. On the great criminal, on Procles' head Difcharge the fulnefs of a righteous vengeance, And juflify the Gods. Let the rack tear The traitor's limbs ; and as he howls with anguiih, Extort confeffion from him of the lyes, The dark afperfions, that have well nigh ruin'd Your injur'd, vertuous Queen, and tortur'd you. Periander. What haft thou done ? O that detefted name ! Thou know'ft not half my madnefs — that curft name Has fet my brain on blaze, and call'd up there Ten thoufand furies. Hell ! haft thou not heard What fhame and fcorn, what vilenefs and confufion, He heap'd upon my head — and fhe the caufe ! Leonidas. Oh heaven, and is this retribution thine ? Muft Vertue know, what Vice alone fhould feel ? Periander. Forbear, fond man. That heaven thou dar'ft accufe, Juft, tho' myfterious, leads us on unerring, Thro' ways unmark'd, from Guilt to Punifhment. I vow'd, alas! and with ftrong adjurations Bound thar juft vow, to fet my country free. This, to my Father on his bed of death, Solemn I fwore — But, O blind luft of greatnefs ! Thro' wantonnefs of will I lightly weigh'd it, Nor fear'd the hour of terrible account ! That hour is come *. and what avails it now That I, with equal hand and gentle rule, 5 Have"], [82, "EURYDICE. 72 Have fway'd my people ? I am punifh'd mo ft, Where I had bid my foul be moft fecure Of happineis for years— Ha ! Polydore. SCENE II. Polydore, Periander, Leoni_>as. Periander. I faid I would be private. Polydore. O my father, Here let me kneel for ever, weep thefe eyes To blindnefs, and ne'er know a thought of comfort. Periander. What would my Polydore ? Polydore. Alas I what means This common facd of woe that meets my fight Where'er I turn ? Even now While happy Corinth Blazes with triumph ; while the neighbouring fhores Refound to heaven her voice of general joy, The palace is in tears. Her filent courts Are dark with mourning, as if Death and Ruine, Not Victory, had fix'd their manfion here. Periander. There is a caufe, my fon, a dreadful one. But leave me to myfelf. Polydore. Am I then grown A horror to your eyes ? What is my crime, That thus with alienated look you turn As from fome baleful object ? Yet, my father, Off have you fworn that in this face you faw, And lov'd ?our darling Queen. PeriaNDE_"], [83, "E U R Y D I C E. .73 Periander. Away, thy looks, Thy words diftradt me. Polydore. Whither fhall I fly? Where hide this hated head ? My mother too, As now I left her, prefling full her eyes With fix'd and earneft mournfulnefs on mine, Stream'd into tears: then clafp'd me to her bofom With fuch fad paflion, fuch tranfported tremblings, As parting lovers that muft meet no more. I beg'd to know the caufe. Again ftie pre_'d me With fonder eagernefs, and fighing cry'd, Say to the King, my heart has never err'd. Periander. By heaven, my foul melts at the piteous tale. O Polydore — SCENE III. Periander, Polydore, Leonidas, Officer. My Lord, the prifoner MedoN Attends, and prays admittance to your prefence. Periander. Ha! Medon! Doft thou dream ? Medon alive? Did I not charge thee ftrict to caft him forth That moment to the fury of the people? How haft thou dar'd to difobey ? Officer. Dread Sir, As to his fate I led him pale and trembling ; At fight of the tumultuous croud around, With utmoft inftance he requefted of me To fave him yet a moment ; for he had Secrets of prime concernment that requir'd * L The"], [84, "E U __ Y DICE 74 The King's immediate ear. We hardly fcap'd Into the fouthern tower : th' unnumber'd rabble With cries and threats demanded forth their foe. At hazard of my life I ventur'd down, Sooth'd, flatter'd, promis'd 'em they fhould have juftice. They are but now difpers'd. Periander. Leonidas, My heart mifgives me at that mifcreant's name. But let him enter. SCENE IV. Periander,Polydore,Leonidas,Medon. Medon. O King ! renown'd for gentlenefs and mercy, The nobleft praife ; fee proftrate at your feet A criminal, who comes to merit pardon By fair difcovery of fome weighty truths, That much import your foul's repofe and health. Periander. Say on : and if thy heart has form'd a hope Of one hour's after-life, take heed thy tale Be ftrictly juft to truth. Medon. Thus groveling here, With fhame and fharp rereiorfe I own my crime. Miffed by that Ufurper, who with me Now fhares the due reward of guilt like ours, To pleafure him, unhappy that I was ! I told, I know not what of your good Queen. Would I had perifh'd firft ! for all was falfe, And fhe moft innocent. Periander. Perdition on thee! What do I hear? Medon-"], [85, "EURYDICE 75 Medon. I fill'd Ariston 's ears With monftrous tales, which his plain honefty Alas, too rafhly credited — Periander. Ye Gods! And could your thunder fleep ? Pernicious flave, Hadft thou as many Uves as crimes, not one Should fcape my juftice — Ah Leonidas, Was ever fuch black treachery ? — Forgive thee? Thy doom fhall be of fignal dread and warning To all fucceeding Minions. Drag him hence, [to the guards. And guard him at the peril of your heads. SCENE V. Periander, Polydore, .,eonidas. Leonidas. Amazing villainy ! Periander. O fly, my fon, Find the poor mourner out, and in my name Say all that weeping Penitence can plead, Or Love returning promife. My full heart Will more than make it good — and may the power Of foft perfuafion wait upon thy lips. SCENE VI. Periander, Leonidas. Periander. As from enchantment freed, the mills difperfe By which my eyes were held. — That inju_d Fair ! How fhall I meet her foft forgiving look, Whom I fo much have wrong'd ! Leonidas, Thrice happy turn Of unexpected fate | L 2 Periander;"], [86, "EURYDICE. 76 Periander. But let me fly Into her gentle arms! there lofe the horrors That have diffracted me! there lofe my felf In love's ecftaticjoys! SCENE VII. Periander, Leonidas, Ariston. Periander. In happy time Thou com'ft, Ariston. We were both deceiv'd; And I revoke my order — But curft Procles Shall pay me dear for alL. Ariston. He has, my Lord : And the fad tale#is terrible. I fhrink But to recount it- Slumbering Confcience rous'd, And flafhing in his face the ftartling profpe_t Of his pad life, furious he dafh'd his head Againft his prifon walls. I found him fallen, A piteous fpectacle! rowling in blood, Deform'd with pain; for agonizing death Sate hideous on his brow. Faintly he drew His parting breath: yet all that breath went forth .In blafphemies, afTaulting heaven with curfes, The ravings of defpair, for fruftrating His impious purpofe on the Queen. Periander. How dreadful This period to a life like his ! The hand Of heaven is greatly juft — But O my friends, Thefe flrange events have well nigh overturn'd This tottering brain. I feel I know not what Of joy and terror, high amaze and tranfport, All blended here, and working in wild tumult, Leonidas,"], [87, "E -17 R Y D I C E. 77 Leonidas. Tis but the motion of a troubled fea, After fore tempeft finking to a calm. AH will be well, my Lord. Repofe and health Await you in her arms. What blifs is yours ? A fecond union of your meeting fouls ! A better nuptial morn, with love new-riling, To fhine for ever. , . SCENE VIII. Periander, Leonidas, Ariston, Melissa. O my royal Miftrefs! The dews of death are cold upon her brow! Periander. What mean thy fatal words ? Melissa. Falfely accus'd Of what her foul moff loaths, and to defpair By your unkindnefs urg'd, the Queen alas ! Has drunk a deadly draught. Periander. O heaven and earth ! Are thefe at laft my hopes ? 'Tis J — O horror ! 'Tis I have murder'd her— SCENE the laft. Scene opening difcovers Eurydice fitting, Polydore kneeling by her. Periander. Ye righteous Gods ! O give her back to life, and to your juftice I bow this guilty head— What's to be done ? Leonidas, Ariston, fly, my friends, Call,"], [88, "78 EURYDICE. Call, gather all our fages ; bid them try Their fovereign skill. My crown to him that 6ves her. Eurydice. It cannot be. Already death invades My fhivering bofom. Yet a litde moment, And I fhall be with thofe that reft for ever. But here in this laft awful hour I fwear, By that dread world whither my foul is parting, I never knew pollution : I am ftill Your true and lawful wife. Periander. I know thou art, Thou dying innocence. My fatal blindnefs, Deftmdtion on my head ! has ruin'd thee. My life ! my foul's beft joy ! and muft I lofe thee ? Lofe thee for ever ? — Wretch ! rafli fool ! — O yet Forgive rhy madnefs. Eurydice. Thus, in thy lov'd arms Each unkind thought is loft. Now I die pleas_ : Now all is well. — Death ! thou art here — Melissa. Ah ! fhe expires. The laft dim mift fwims o'er Her doling eyes ! Periander. One moment, thou fair Spirit, One moment tarry for me — Thus we join, To part no more — [he draws his fiuord to fiab himfelf Ariston. Ah! Sir— Leon idas. My Lord, what means This fatal fury? Periander. Cmel men, away. And would you then detain me longer here On"], [89, "EURYDICE. 79 On this loath'd fpot, to linger out old age With darknefs and defpair ! to curfe the hour That gave a murderer birth ! Would you, my friends, Have me live thus ? Ariston. Ye Gods aflwage his grief! Periander. Thefe righteous Gods have caff me off for ever. My broken vow! — O terrible! it hangs, A burfting thunder, o'er my head. I fee— And tremble at the fight, th' inquiring Judge, Beyond thefe heavens, high on his throne of terrors His fixM and dread regard tum'd full upon me ! And look ! behold ! the Minifter of vengeance But waits his nod to ftrike me thro' the centre. Polydore. Alas! my father — Periander. O my fon ! my fon ! I have undone thee too. How dare I look On that dear face, where thy loft Mother's fweetnefs Smiles ftrong reproach, and charms me into madnefs ? Then, farewel reafon ! farewel human converfe ! Sun, day, and time, farewel! — All hail defpair! Eternal darknefs hail ! — Sa/ft thou I've loft her ? No, no ; we will not part. Thus let me prefs Her clay-cold lips, thus weep my foul away On her chafte bofom here. O yet, my love? My better life ! O yet lift up thy eyes! O fpeak to me ! Leonidas. Alas! {he hears you not. The foul is fled for ever. Periander. O my Queen! [be throws himfblfby the body : the refit fiand weeping andfiknt. [raifiTH"], [90, "E U R Y D I C EJ 80 [raifing him felf up. Ha! there— fave me! 'tis he, the King of terrors! Lo how the ghaftly vifion glares upon me With his fix'd beamlefs eyes!— What path is this, Dreary and deep, thro' Which he drags me on ? Blefs me ! — look there — what {hivering Forms are thefe; Thin as the palling air, that skim around me ? And now th' infernal world hath fhut me in ! But fee the Furies arm'd ! fee their fell ferpents That roufe themfelves to fting me Ms there none, No Power to fcreen me from them ? Leonidas. Gracious Sir, V/here is that patience— Periander Soft — I fee her plain. Yonder on high fhe fits amid the Gods, Who wonder at her charms — And doft thou finile Upon thy murderer ? — Thus let me kneel, And weeping worfhip thee — Ha! feeft thou there Yon flaming pool ? And what damn'd foul is that, Riling from the mid deeps, that beckons me ? He wafts me ftill — By hell, 'tis hated Procles, The caufe of all my ruine ! — Traitor, yes, I come, I fly, to plunge thee deeper ftill In this red fea of tortures — O ! Ariston. He dies ! Polydore O matchlefs horror ! Leonidas. Bear him gently hence. Was ever fight like this? — O Jealoufy! This is thy dreadful work. May future times Learn here thy power, and mark with heedful eyes, From thy blind rage what mighty mifchiefs rife. THE END."], [91, ""], [92, ""]]