[[1, ""], [2, ""], [3, ""], [4, ""], [5, "VASHTI AND ESTHER"], [6, "NEW LIBRARY NOVELS. TO HIS OWN MASTER. By Alan St. Aubyn. 3 vols. A WASTED CRIME. By D. Christie Murray. 2 vols. ' Takes a high place, not only among the novels of the year, but among the achievements of the admirable writer from whom it comes.' — Daily Chronicle. THE REBEL QUEEN By Walter Besant. 3 vols. ' A remarkable work. Fascinating as a fiction, and in- structive and suggestive as a study.' — World. THE SCALLYWAG. By Grant Ali.bm. 3 vols. ' Clear character-sketching, bright dialogue, and a hundred clever hits.' — Speaker. THE WOMAN OF THE IRON BRACELETS. By Frank Barrett. 3 vols. ' Mr. Frank Barrett has created a very fascinating and complex character.' — Daily Chronicle. OUTLAW AND LAWMAKER. By Mrs. Campbell Praed. 3 vols. WOMAN AND THE MAN. By Robert Buchanan. 2 vols. VASHTI AND ESTHER. By the Writer of ' Belle's Letters ' in The IVorld. 2 vols. London : CHATTO & WINDUS, 214 Piccadilly,"], [7, "VASHTI AND ESTHER A Story of Society To-day by THE WRITER OF BELLE'S LETTERS IN 'THE WORLD' IN TWO VOLUMES VOL. II. _. o n B o 11 CHATTO & WINDUS, PICCADILLY 1893"], [8, ""], [9, "CONTENTS OF VOL. II. CHAP. PAGE XI. TOWARDS LONDON ...... 1 XII. POOR IN A PALACE 17 XIII. LOST IN A GREAT CITY 47 XIV. TVHICH QUEEN ? . . . . . . .74 XV. AT THE AMPHITRYON 106 XVI. A ROYAL FEAST ....... 123 XVII. THE GOLDEN SCEPTRE 144 XVIII. JEWELS WITHOUT PRICE ..... 167"], [10, ""], [11, "VASHTI AND ESTHER CHAPTEE XL TOWARDS LONDON. In the village the excitement was intense. All that day groups of people gathered together on the green and on the doorsteps of their houses to discuss what had occurred ; but nobody had any new light to throw upon such a thrilling subject. An odd discovery made late in the day tended to increase the mystery rather than to clear it. Esther's red cloak was found folded neatly under a furze-bush on the now deserted Combley Heath, not far from the edge of the cliffs. Had she taken VOL. II. 15"], [12, "VASHTI AND ESTHER 2 it off to avoid being traced, or had the murderer removed it to prevent her body from being iden tified if it were found ? There was a strong tide beneath the cliffs. If a body were not washed ashore at once, the chances were that it might be carried off to sea, and who could say where it would ultimately be found ? In the meantime the feeling was very strong against the young gamekeeper who was last seen with her. He was not popular in the village, but he had been accorded unwilling respect on account of his upright, self-denying life. Now it seemed as though this had been hypocrisy ; and a smoulder ing, because unexpressed, dislike blazed out into active unjust hatred. Adam found himself awfully alone. No one stood by him. He had no means of learning whether there were any news of Esther. At night-time he went about his work in gloomy"], [13, "TOWARDS LONDON 3 silence. When morning broke he crept quietly back to the cottage. The next day, Saturday, things were much the same. He felt a strong desire hi the afternoon, when his work was all over, to walk once more over the old ground— to walk towards Combley, and to stand again where he had seen her last, with the kind blue sky above her and the cruel sea at her feet. But he dared not go. He guessed that every second person in the village had pro bably gone there to spend their half-holiday in horrible surmises. That night, however, he could not restrain his anxiety. A desire to know the worst constrained him to go to the inn. He went to the side-door, expecting that Mrs. Gay would come in answer to his knock. She had always been well disposed towards him. But the old woman, worn-out with grief and suspense, had"], [14, "VASHTI AND ESTHER 4 gone to bed. It was John Gay who came stagger ing to the threshold and stood there with a candle in his hand. Half dazed with drink, he held it so that the light fell, not upon his visitor's, but upon his own face, which was, as usual, ruddy, but no longer wore the good-humoured expression which had with many served to expiate his convivial excesses. ' Have you heard — has Esther ' stammered Adam, with dry lips. At that moment a flicker of light fell upon him. John Gay recognised him, and lost his tipsy gravity at once. With hand up lifted in denunciation, he burst into a string of furious blasphemous oaths that made Adam hurry away horrified, trembling with impotent indigna tion, but with one sentence ringing like a death knell in his ear : ' Murderer, as your father were before you ! '"], [15, "TOWARDS LONDON 5 The next day was Sunday. Since he had come to man's estate it had been Adam's custom every Sunday to hold a prayer-meeting in winter at the Gospel-shed, or in summer on the green. Not to do so this Sunday would be an admission of his guilt. So that afternoon, as usual, he took up his stand on the village green, and there waited. Nobody came. People passed to and fro, but with averted faces. When half an hour had elapsed, he began the service alone. He prayed and preached to empty air. The sound of his own voice, pierced with suffering, might have alarmed him had he thought of himself. His limbs were trembling, not with conscious cold, but with weakness. He had eaten scarcely anything since Thursday. Still, he omitted none of the usual prayers and petitions, and only one prayer was added — a prayer for"], [16, "6 VASHTI AND ESTHER Esther Gay. Tears rained down his cheeks as he pronounced her name aloud. When the service was over, it struck him suddenly that the temperature was far lower than it had been a week before. Heavy dew — or was it rain ? — lay upon his hat and clothes. A forlorn hope brightened the outlook. What if his congre gation had not deserted him on purpose ? What if they had thought it wiser — because of the change in the weather — to go to the Gospel-shed '? They might think his grief had turned his brain if they had seen him there, praying and singing all alone. They might be waiting for him now. With new strength to sustain him, he walked rapidly in the direction of the shed ; but his hopes died away one by one as he saw that there were no lights there and no marks of footsteps in the muddy lane. The gate that led to the shed was"], [17, "TOWARDS LONDON 7 tied with string, as it had been all through the summer. He turned away with a deep groan. It chanced on his way home that he passed the big room that served as a Salvationist meeting-house. That was lit up, and evidently very full. One of the windows was open, and as he stood beside it he could hear the service and see some of the people there. Some were his own people. Men and women, who Sunday after Sunday had religiously come to hear him preach the Gospel, were now joining in a hynin, the tune of which was catchy and irreverently rapid, or so it seemed to the un happy hearer. His own somewhat sanctimonious melancholy had been more grateful to these people once. Now, who was it that was standing up to give one of those stirring addresses, which, if better"], [18, "8 VASHTI AND ESTHER suited to young blood, had been condemned time after time as too presumptuous and too theatrical by those who had hitherto supported him and his creed ? Humility was a strong point of the Bible Christians. He remembered once, when a long drought had seemed to force upon them a prayer for rain, how his extemporized addition, ' But it is not what we want, not what ice want, 0 Lord,' had been taken up with undoubted, if somewhat doleful, earnestness by the whole congregation. While now these same people were in the place where, if rumour were true, one of their preachers had expressed the heretical belief that anything their sinful souls might crave would come by praying, going so far as to declare that if one were to fall on his knees and ask the Almighty for a cart, he'd get it — ' name painted on and all.' But who was going to address them now ?"], [19, "TOWARDS LONDON 9 Could it be Ben Skelton, whose defection from the Gospel - shed had been a severe blow to them that summer ? Yes, there was the whilom prize-fighter, no longer downcast over past trans gressions, but rubicund, cheery, and unbecomingly complacent, as though repentance and forgiveness were one and the same thing. As he began to speak Adam Mallard moved away. He dared not trust himself to listen. It was the old, old stum bling-block. The question as to whether, after all, those who had borne the heat and burden of the day should reap the same reward as those who came into the vineyard when the eventide was cool and the hardest labour over. His thoughts flew back to Esther, who, pure and sinless herself, had always given her sympathy to the unregenerate rather than to her enlightened lover. While he, ashamed of his origin, had always been hard upon"], [20, "VASHTI AND ESTHER 10 the gipsies, she had upheld and helped them. He had seen her once hastily pass her foot across a footmark that might have led to a poacher's detec tion. He had suspected her more than once of moving away the board that led to a cat's trap. The fact that she had supported Madge Sollace, who before her fall was her friend, had been the cause of his righteous indignation ; but, all his protests notwithstanding, she had gone to see Madge when she was ill; she had spoken to her the last time they had been together, in defiance of his wishes. Sweet and gentle as she was, in some ways she was very strong, very faithful, tender and true. A violent sob convulsed his frame ; he dare not pursue the train of thought, for Esther was gone — lost to him for ever — and by his own fault. When Adam reached his cottage he was so"], [21, "TOWARDS LONDON 11 exhausted that he never noticed his door was wide open. He sank into a chair, and let his head fall forward wearily upon his arms as they rested upon the table. How long he remained in that attitude he could not have told. When he roused himself at last, he felt refreshed as though by sleep. The night-air was blowing cold on him, and on the table before him lay a small cardboard box addressed to ' Adam Mallard, gamekeeper,' which he had overlooked before. He opened it. A few dead flowers fell out — the flowers that two days ago were sweet and fresh in Esther's hand. On a soiled piece of paper was written in a large round hand the one word only — ' Murderer.' Once more he staggered out into the air. Now he was on the road to Combley. No fear of any body being there now in the dark and the cold. He wanted to be alone on the same spot where"], [22, "12 VASHTI AND ESTHER so short a while ago he and his sweetheart were together. But as he walked slowly down the road footsteps sounded in his track — light footsteps, that had his nerves not been so acutely strung he might not have heard. As they fell they seemed to fall upon his heart ; they filled him with a horrified delight. Esther had come back ; she had come to say that the misery, the remorse, of those terrible two days were all a dream. The reality was that she lived, and would be his sweetheart still. He turned and waited till the woman reached his side. It was a woman, but it was not Esther. As she emerged from the shadow of a bush of gorse, he saw that it was Madge, the wanton, who had caused their fatal quarrel. ' Where be you going ?' he asked sternly, stand ing in her way, as though to prevent her feet"], [23, "TO WARDS LONDON 13 treading the same path that once Esther's feet had trodden. 'Going to find Esther,' she answered, looking at him in a dazed, despairing way that somehow angered him with its very hopelessness, its helpless pathos. 'Find Esther?' he repeated scornfully. 'That be what we all be a-trying to do. Where do you think she be, then — down there ?' pointing to the dark sea as it threw foam against the cliffs, and then receded only to wash back again in broken waves that made most miserable music to them both. ' Do you think she be down there ?' he asked again roughly. The girl shook her head. ' They say you murdered her. They be going to take you up to-morrow. Perhaps you threw her over here ; but, for all that, I believe she be"], [24, "VASHTI AND ESTHER 14 alive. I be going to find her— to help her as she helped me.' ' You — you help her V he cried ' Why not? Esther, the saint, safe at home, be not the Esther we must look for now. Her fate came to her as it came to me — as it comes to every woman — God pity us all ! Let us go to find her. Come.' She made a step forward. Adam retreated. Was the girl mad? Did she mean to throw him over the cliffs — to drown herself as Esther was drowned ? ' Come — come now,' she said. ' To-morrow it will be too late ; you'll be locked up by then, and I may not be able to find my way alone.' Already she had moved on — a frail figure lightly clad, and so timorous that she started at the shadows thrown by the wind-swept bushes; yet"], [25, "TOWARDS LONDON 15 quivering with eagerness to get even a little further on her way. ' Where be you going ?' he asked hoarsely. ' To London,' she replied; and she spoke in a still, hushed voice, as though she had avowed her intention of passing through the gates of hell. 'You think she be there — you think she be alive ?' ' She be alive, I feel it. We will find her — you and I who love her. We may save her even now. Will you come ?' The moon, passing from behind one cloud only to pass behind another, shone down upon her white, grieved face — her poor face that was pretty once, but on which the pain of betrayal and of desertion had left its disfiguring traces. Her sorrowful, resolute eyes lay upon him like a spell."], [26, "16 VASHTI AND ESTHER ' You will come,' she declared ; and he resisted no longer. ' I will come,' he answered. The moon was once more obscured ; but in the semi-darkness and the silence, broken only by the sounds of the sea and the rustling bushes, the man and the maid — the pharisaical preacher and the woman he had publicly condemned as sinner — walked on towards London together."], [27, "CHAPTEE XII. POOR IN A PALACE. On the morning of May 3rd it was recorded in the columns of the Morning Post : ' Mr. and Lady Violet Johnson have arrived at 40, Carlton House Terrace, for the season.' And again in a subsequent paragraph : ' Lady Marcia Legh has returned to Bruton Street from the Eiviera.' ' How odd ! I wonder how \" Lady Vashti \" is getting on with Kenneth,' observed Lady Marcia to herself ; and that same morning, her curiosity growing as she pondered on the Ladysmeade VOL. II. 16"], [28, "18 VASHTI AND ESTHER romance, and its still unknown conclusion, she put on her bonnet and cloak, and, with invincible vigour, prepared to cover the distance between her own and her nephew's house. When the door was opened to her, and she stepped into the palatial hall, with its historic tapestries and noble sculpture, she noted at once that there was no trace of that confusion which might be the sign of a recent arrival. Everything seemed comme il faitt, and in the best of working order. ' When did her ladyship arrive ?' she asked sharply. ' Her ladyship has not been away — that is, not lately,' was the reply from the most magnificent of the two powdered footmen who ushered her up stairs. 'H'm,' mused Lady Marcia, with a less well-"], [29, "POOR IN A PALACE 19 satisfied expression. A smell of newness — new wood, new varnish, new stuffs — offended her sensitive nostrils, and as she passed through the suite of drawing-rooms she saw that, though no expense had been spared to make them beautiful, they were cruelly inartistic and overdone with decorations. The walls glistened with gilt ; the most valuable marquetries, ormolus, and buhls were heaped together with no attempt at harmony or taste. There was nothing useful, nothing com fortable, nothing really pretty. ' They look like auction-rooms. I thought \"Lady Vashti\" knew better,' Lady Marcia murmured to herself. That she was right in this her last surmise was presently apparent. At the farthest end of the last drawing-room was a door which, being thrown open, revealed Violet in her boudoir, a small room hung"], [30, "VASHTI AND ESTHER 20 with a dainty old brocade, and simply furnished with some pieces of old Chippendale. Here were chairs into which it was a pleasure to sink down, cushions inviting repose, a few pieces of good china, a number of books for reading, not for show, and on a neat writing-table a jar of jonquils and nar cissus. Lady Violet, hi the simplest mornhig-gown, rose eagerly to meet her guest. ' Lady Marcia, this is kind of you- You have only just come to town ' ' I came on Saturday, — and you forget I am your aunt. Of course I came to see you directly I saw your announcement in the paper.' ' That was Kenneth's announcement.' 'I understand,' said Lady Marcia, sinking down into the easy-chair which Violet had drawn up close to her own. ' Just to show that you were settled down and ready to receive your friends. Quite the"], [31, "POOR IN A PALACE 21 right thing to do. Kenneth is getting very worldly wise. But your friends have been calling already, and writing too ! What a lot of invitations !' her quick eye detecting a pile of cards upon the writing table. ' Have you been anywhere yet ? Are you going anywhere ? May I look ?' Already she had the cards in her hand, and was turning them over. ' Lady Mavers — I hope you are not going there ! The food is dreadful, the company worse. Odd that that earldom has never taken a position ! There has never been what you might call a misalliance, nor any scandal, and yet the family has always been so second-rate. The last Lady Mavers, this man's mother, was hopelessly dowdy ; and the present one, though a very estimable person, good to the poor, and all that — all pushing people are good to the poor — has never made any headway."], [32, "VASHTI AND ESTHER 22 Now, Lady de la Poere is smart — only a baronet's wife, and of recent creation, but all the big people crowd to her parties. I know no one who has such brilliant crushes. Mrs. Weyde to dinner ! Oh no ! She is smart enough, and pretty enough, but I should not trust her cook. It is her metier to be entertained, not to entertain. People should keep in then grooves. You must not go to the Duchess of Fairshire's. That would stamp you at once ; and don't dream of going to any political parties. You have nothing to gain by going to them, and it is only making yourself cheap. The Duchess of Courtland's ball — how early she is having it this year! is she \"bringing out\" anyone, I wonder? You must go there, whatever happens. Dread fully dull, and doubtful champagne, but quite the right place to be seen at. Mr. Catton's concert, to meet Prince and Princess Heathen — I wonder"], [33, "POOR IN A PALACE 23 who is doing it for him ; Viscountess Witherton's dance, with the Hon. Mrs. More's compliments. Not good enough, dear, and she would be sure to publish a list of her guests in the next day's papers. Those sort of people always do. Wiat are you laughing at, child ? At my lecture ? Nonsense ! You must have a social Mentor, and why should you not make use of my experience instead of buy ing your own ?' Violet's face was radiant with fun. She had been so dull lately, and so depressed by the circumstances of her life, that she was very ready to accept Lady Marcia's frank advice and friendly intentions in the spirit they were given. 'Dear Aunt Marcia,' she cried, 'your words are the words of wisdom, but they come too late. I have refused the whole batch.'"], [34, "VASHTI AND ESTHER 24 ' Refused them ! My dear Violet, you have not done anything so gauche.' ' I have refused them all,' repeated Violet, with imperturbable good temper. ' I don't wish to go anywhere at present.' ' That is quite a different thing. Go or not, as you like, when it comes to the point ; but there are certain parties you must accept, unless you wish to be considered eccentric' ' Some were dinner-parties, and it always puts people out if you send an excuse at the last moment.' Lady Marcia had the grace to blush ' One must think of one's self first, my dear Violet. It won't do to give your dearest friends any chance to talk about you. What have you got in your hand ?' ' Two more invitations, \" with the Duchess of"], [35, "POOR IN A PALACE 25 Skye's compliments.\" They have only just come. Mrs. Beauclerk Brown ' ' Oh ! Mrs. Brown — beer,' nodded Lady Marcia, easily disposing of the aristocratic prefix, and in a word explaining the circumstances of her social case ; ' but if \" the Duchess \" is asking her company it is sure to be all right. Last year Lady Banffshire did it, and got a thousand pounds for her pams. She insisted upon doing the whole thing. Mrs. Brown was only allowed to ask eight friends, and it ended in her getting a card for her own ball, for whoever was responsible for the invitations went right through Lady Banffshire's visiting list and forgot to omit the paying hostess. And only the other day her ladyship wrote an article in a review \" On Modern Parties, and How Managed.\" Needless to say she did not tell us all she knew.'"], [36, "26 VASHTI AND ESTHER ' The other ball is Mrs. Peachem's. Who is she ?' asked Violet with languid curiosity. It amused her to hear Lady Marcia talk, and she was glad to keep the conversation off more dangerous topics. 'Oh, she's quite the thhig ! \"The Duchess\" introduced her, but she's out of leading-strings now. Her husband's \"in trade,\" a vague term that covers a multitude of vulgar details, but it don't matter much how the money was made ; for she spends it royally and has all the fashionable fads. She has taken up politics now, and is a prime mover in the Primrose League. I remember her thanking me with tears in her eyes for going to one of her parties. She said it was \" too kind \" of me. But that's eight years ago, and now she leads society by sheer force of her husband's money and her own wit. Her only son married"], [37, "POOR IN A PALACE 27 one of the Duchess of St. Leger's girls, and settled a million upon her.' ' They say Veronica Peachem will marry Prince Heilberg.' Lady Marcia shook her head. Prince Heilberg was a German prince who had spent last season in England and had been the cause of some matrimonial expectations. ' Not likely. Mr. Peachem denies it. He says,' and Lady Mareia's eyes twinkled with enjoyment of the joke — ' he says he \" would not hear of the alliance, even if the powers that be allowed it. His daughter must marry a man of substance and position.\" Kather hard on poor Heilberg, who has more titles than estates ; but perhaps the grapes are sour — grapes are very seldom sweet when they grow high. All the same, her ball will be splendid. You must not miss that.'"], [38, "VASHTI AND ESTHER 28 Violet hesitated a moment, divided between a desire to be comforted and a natural reluctance to be pitied ; then she broke out impatiently : ' Aunt Marcia, if you only knew how I hate going anywhere alone ' ' Kenneth would go with you A silence more eloquent than words. ' My dear, my dear, this will never do. Domestic unhappiness may be the fashion, but it should not be published to the world. Kenneth must go about with you. As his aunt, I shall take it upon myself to lecture him upon the subject ; and you must be sensible, too — and not so sad,' she added sharply, for the girl's pale face and wan smile were more pathetic than tears. ' Violet, I insist upon your being happy,' she repeated with kindly irritability. The girl laughed to order, and, sinking on to a"], [39, "POOR IN A PALACE 29 low footstool beside her, leant confidingly against her knee. ' Aunt Marcia, I will do what I can to please you. I am pleasing no one now. But I can't go to these balls and parties. I literally can't afford the frocks.' She drew out her purse and opened it for Lady Marcia's inspection. It contained a five-pound note, seven pounds ten shillings hi gold, and some silver. ' There,' she observed dryly, ' that has to last me to the end of next month. And you said I had a great many invitations. I could show you an equally big pile of begging letters, most of which have also had to be refused.' ' Because you won't ask Kenneth ?' ' Because I would rather die than ask Kenneth.' 'Eeally, I think that is very silly,' was the"], [40, "VASHTI AND ESTHER 30 testy comment. ' You have married a very rich man ' ' I did not marry him for his riches ' — quickly. ' No, no ; of course, I am quite sure that you did not. Still, the riches being there, and as you seem to have secured nothing better ' ' I will accept nothing worse. For certain things I must be hidebted to my husband ; but so far as my personal expenses are concerned, they shall be kept within my allowance.' ' And that is ' questioned Lady Marcia promptly. ' Three hundred a year.' ' Tut ! tut ! threepence a week. Why, only last week Mrs. Turton gave .£800 for an opera-cloak, and Mrs. Peachem gave as much, if not more, for her Court train ! Kenneth ought to be ashamed !'"], [41, "POOR IN A PALACE 31 ' Kenneth has nothing to do with it. I have only what my father gives me.' ' No settlements ?' screamed Lady Marcia. For a moment Violet was tempted to see the comic side of the inquiry ; but memories of the painful inconveniences, the miserable meannesses, which had been forced upon her by a fear of being left altogether without money made her answer with sufficient seriousness : ' Three hundred seemed so much to me. I thought that I should never spend it ; but one quarter's allowance went in making this room prettier and more home-like. Then, the expenses seem endless. Flowers are so dear, and I am miserable without flowers ; but Kenneth does not care for them, so I would not buy them with his money. As for clothes, I have had nothing new for months. What I wore at Ladysmeade I wore"], [42, "VASHTI AND ESTHER 32 again at Lady Cheshire's, and through all our Irish visits. That was one reason why I would not go to Mrs. Guy Turton's when she asked us a few weeks ago ; and, then Somehow, Aunt Marcia, I distrust that woman.' ' You have every reason to distrust her. She dresses perfectly and is perennially lovely,' was the dry rejoinder. Lady Marcia was walking up and down the room with brows down-bent and lips nervously compressed. ' Don't talk to me ! — don't talk to me !' she went on with unnecessary vehemence, for Violet was beginning to be oppressed with the feeling that she had already said too much. ' Don't talk to me ! Let me think it out. You must go to the Duchess of Courtland's, whatever happens. Never mind having refused ; a nice little note — unexpected change of plans, etc. — makes that all right at once ;"], [43, "POOR IN A PALACE 33 and you must certainly manage to go to Lady Arragon's little dances. Lady Arragon is as exclu sive as anyone can be in these too comprehensive days ; her parties are smartness itself. Then, Mrs. Peachem's ball will be a new experience for you. As for frocks, Mrs. Mason will make one in a day, or in an hour — for you. She prides herself upon always dressing the beauties. If Kenneth won't go with you when the time comes, I will go with you myself. Where is Kenneth ?' Violet answered that she did not know what were his engagements, but he would certainly be back to dinner. ' Well, you can generally trust a man to do that, supposing his chef is a good one,' laughed Lady Marcia. ' Will I stay to give an opinion ? With pleasure, if you will drive out afterwards with me.' It was arranged as she suggested, and, as they VOL. II. 17"], [44, "VASHTI AND ESTHER 34 went together into the dining-room, Lady Marcia — whose amiable habit had always been to mind other people's business, having none of her own — returned to the attack. ' If I were you, Violet, I should not like anyone to think that this was my taste, or even Kenneth's,' she said, with a nod of her restless small head in the direction of the offending chairs and tables and cabinets that thronged the drawing-rooms. ' Was it Kenneth's taste?' ' Or Mrs. Turton's ? It is the same thing ' — with a contemptuous shrug of her shoulders. ' If Mrs. Turton chose them and arranged them, she certainly owes you a grudge. Her own house is perfectly appointed. The modern Lucretia Borgia is most subtle, and does not stoop to poisons when she meditates revenge ! Why don't you cir cumvent her ? With palms — the secret of success"], [45, "POOR IN A PALACE 35 in decorative art lies in palms — and flowers and lamp-shades and a few books about the place '\"The Duchess\" suggested screens and tete-a tete chairs,' smiled Violet, still with something like scorn upon her lovely face. These details seemed so paltry, and yet to go to the root of the evils that beset her was impossible as matters stood. ' Oh, \" the Duchess \" thinks the world was made for young people. She won't approve of heaven unless she finds some odd corners screened off for flirtations. Have you seen \" the Duchess \" lately ?' ' She was here this morning.' ' And borrowed your brougham ?' — sharply. ' She has not yet got her establishment in order,' was the evasive reply, which fell futile on the ex perienced ears that heard it. For two months of the year the Duchess of Skye lived in the family town-house, and kept up the"], [46, "36 VASHTI AND ESTHER family reputation for splendour by giving a series of state banquets, at which all the Eoyalties in turn were present. On these occasions everything was excellently done, but in the intervals between them it was popularly rumoured that the kitchen in Charles Street was an empty name and untenanted save for an unskilled female who cooked for the servants and could supply an impromptu mutton chop to her mistress if by misadventure she found herself at home for any meal. Feted and made much of by society, ' the Duchess's ' invitations were legion, and if by chance she came upon an unappropriated date she had certain rich and hospitable friends to whom she could always pro pose herself for lunch or dinner. During those two months she hired her carriages and horses, and was attended by most gorgeous footmen always six feet two niches in height, and with calves that had"], [47, "POOR IN A PALACE 37 been proved beyond suspicion. At any other time in London she never attempted to have any sort of menage: the house was determinedly shrouded in brown holland, and she was chiefly attended by a faithful maid whose devotion was as great as her perquisites were few. At such times, instead of hiring a brougham, she borrowed one from friends. This Lady Marcia well knew, but refrained from any comment on the matter. Nobody ever criticised ' the Duchess.' She was thinking most of Violet just then. As they seated themselves at the central small round table, she looked round the huge dining-room, which was calculated to dine eighty or even a hundred people, and was painfully convinced of the young wife's loneliness. For the first time she realized how she might be poor in spite, if not because, of all this splendour. After luncheon was over they drove to New"], [48, "VASHTI AND ESTHER 38 Burlington Street, where not only a ball- gown but sundry other accessories to the fact of feminine beauty were purchased. So easy is Avernus's descent that, once having decided to start a bill, the amount for which it was to be incurred seemed to Violet a matter of secondary moment. It was a new excitement. The compliment of having a gown designed especially to suit her, and the sym pathetic kindness she had received from her new relation, had brought a brilliant colour to her cheeks and new light into her eyes. She was look ing radiantly lovely. Lady Marcia had insisted upon buying her some giant palms for ' those dreadful drawing-rooms,' and while they were choosing them in the Royal Arcade, Lord Hartrey, Mr. Lessington and Anthony Fitz-Glyn came in. Hartrey's admiration, which was only resting hi abeyance, was stimulated into"], [49, "POOR IN A PALACE 39 sudden activity at sight of Lady Violet, and Lessington for the moment forgot his own attrac tions, which were many, to favourably notice her unusual beauty. But though she chatted to them both with spirit, her attention was given to Lady Marcia, who had started a conversation with Lord Tony by remarking that 'her niece was pining away for want of flowers.' Then, in endeavouring to explain her remark, she became so incautiously explicit that it did not need the exaggerated blank ness of expression which incontinently crept over her admirer's face to tell Violet that he had under stood too much. When he joined her a moment later, she met his sympathetic silence with such un yielding coldness that Lady Marcia, uncomfortably aware that she had offended, made haste to hurry her away — not, however, before she had invited Lord Tony to a Sunday luncheon-party to meet her"], [50, "VASHTI AND ESTHER 40 niece, a Personage, the statesman of the moment, and a fashionable actress, and not before Hartrey had secured them for a dinner-party at the Savoy, at the same time exacting a promise that, if Kenneth Johnson were otherwise engaged, his wife should come with Lady Marcia. Then they drove away, finishing the afternoon with some necessary ' calling ' and a drive through the Park, where in the neighbourhood of Gros venor Gate there was already a small fashionable crowd. It was still early when Violet returned home alone, and the first thing that met her sight as she entered were the four huge palms. Beside them was a big box with Goodyear's name upon it. Evidently Lady Marcia, not content with giving her the palms, had given her some flowers as well. The whim suddenly seized her to see what she"], [51, "POOR IN A PALACE 41 could do with those dreary rooms upstairs, and, partly to please her new aunt, and partly, perhaps, to show herself superior to Mrs. Turton's machina tions, she prepared to carry it out at once. Half the household was called in to help her, and in less than an hour, with the aid of a few silk draperies and screens, and with some of her pretty wedding presents strewn upon the tables, the place assumed a more habitable, home-like air. She arranged the flowers herself, revelling in their sweet freshness and their beauty, until, just as she had buried her face in a big, cool bunch of lilies of the valley, one of the footmen handed her a card which he had found at the bottom of the box : With compliments from Lord Anthony Fitz-Glyn.' The card was allowed to flutter to the floor ; the lilies were dropped on to the table as though they"], [52, "J 'A SHTI A ND ES THER 42 burnt her fingers. With a hasty order to the servants to finish their work without her, Violet rushed upstairs, dashing into her own room like a whirlwind, and plunging her face and hands into cold water as though conscious of some contamina tion, or resenting some assault. By degrees, however, her indignation cooled. After all, the young man had meant kindly. She was too prone to anger. It was her pride and hot spirit that kept the breach between herself and her husband always open, though several times it had been bridged over by some such preparations to please him or by an affectionate appeal. These reconciliations, being only on the surface, never lasted. The prejudices of the one were still at war with the experiences of the other. Violet had no idea of dissimulation, yet her education and her bringing-up were in favour of refinement (which"], [53, "POOR IN A PALACE 43 means glossing over all the ugly facts of life), and she could more easily have forgiven worse faults than Kenneth had ever committed. He for his part was brutally honest. He never attempted to seem better than he was. The inevitable result was that his wife thought he must be worse than he seemed. She had never dared to ask him about Esther, yet the fact that he had never attempted to defend himself from an unuttered accusation was counted against him ; while she suffered most in believing that, though he loved the gipsy girl beyond all others, a sort of ' faith in unfaith ' had kept him ' falsely true ' to herself and to all the observances of love. His kisses and courtesies could mean no more than a warped sense of duty, but they must be received with wifely submiesion. The loneliest, most awful moments that Violet had as yet passed through were when she was enfolded"], [54, "VASHTI AND ESTHER 44 in her husband's arms, his lips to hers, while their thoughts and all their feelings were so wide apart. To-night, however, Violet felt hopeful of a more thorough understanding. The belief that she had also been to blame had softened some of her asperities ; and having tasted a little pleasure, she was longing for a deeper, more sustaining draught of happiness, hitherto so sadly missed. But the fates, always contrary, were once more against her. As Kenneth drove home that night he discerned a man's figure in the shadow of his house, and as he stepped down from his mail-phaeton he saw that it was Esther Gay's old lover, Adam Mallard. He uttered a hasty exclamation ; but the quondam gamekeeper did not attempt to address him. He stood there white, miserably gaunt and silent, his eyes dark with an unuttered menace, his under-lip shot out with scornful hate."], [55, "POOR IN A PALACE 45 'Do you want anything?' asked Kenneth, his hand instinctively seeking his pocket, his voice somewhat unsteady from the shock of the un expected apparition. But there was no reply. The silence was so full of contempt and condemnation that Kenneth turned his latchkey in the lock, and was glad when the great doors fell to hea\\'ily behind him. The thoughts which the unexpected meeting had aroused were not so easily dismissed. The past was once more with him, and seemed the sweeter because lately it had escaped him. His heart was so deeply stirred, his pulses were beating so strongly, that he had to call for a chasse of brandy before he went upstairs. He dressed for dinner in a dream, and could scarcely believe that he was yet awake when, as he entered the drawing-room, a woman came towards him smiling and with outstretched hands."], [56, "46 VASHTI AND ESTHER It was his wife, dressed all in white, with a diamond star set angelic fashion on her forehead : but the stately figure with gray eyes and golden hair seemed A-ague and unreal ; while his thoughts still dwelt perversely on the little gipsy, with her dark, sleek locks and gentle, loving glances, standing a slender, fragile form among the red and white holly hocks that greAv in John Gay's garden. So vivid were these mental impressions that, though he realized his wife's presence and her altered attitude towards him, though he held her in his arms and soothed her sobs as, overwrought and anxious, she began to weep, he was thinking still of Esther. When at last he spoke, it was Esther's name, and not his wife's, that he pronounced aloud !"], [57, "CHAPTER XIII. LOST IN A GREAT CITY. Having taken her nephew and new niece under her especial patronage and protection, Lady Marcia felt that she had a vested right to interfere in their affairs ; and belie\\Ting that she had some influence over Kenneth — less on account of her relationship than her position — she had determined to appeal to him to place matters on a more comfortable footing. What Violet had implied about Mrs. Guy Turton alarmed her ATery little. The lady was wise enough and sufficiently rusee to take care of herself and all her admirers ; but as the days went on"], [58, "48 VASHTI AND ESTHER she heard several more disturbing rumours, one of which was that he had been drawn into the toils of a certain Mrs. Venning, who was, perhaps, the most dangerous enchantress of her time. Born in the upper middle classes, Lola Venning had, in the early days of married life, managed by sheer audacity of beauty to reach the summit of the social tree ; and, strange to say, it Avas Lady Marcia who had been mainly responsible for her rise to those giddy heights from which afterwards she fell. Always glad to bring out a new star, Lady Marcia had taken Mrs. Venning under her wing to a very smart party, where, in a simple black frock with no jewels on her lovely neck and arms, and only a flower in her soft, luxuriant hair, she had piwed the sensation of the night ; in fact, she had been too successful. The guest of the evening, who encountered her for the first"], [59, "LOST IN A GREA T CITY 49 time, forgetful of the fact that he was supposed, with some reason, to be at the feet of his hand some hostess, devoted himself exclusively to her, and put a finishing touch to their mutual indis cretion by driving her home in his brougham. From that night Mrs. Venning's name was made. Her beauty was on everybody's lips, and people stood upon the chairs to see her when she walked in the Park. But her first offence and other social transgressions were laid at Lady Marcia's door, and she, unguarded in her indignant protestations, said too much. Certain of her remarks being repeated to the lady they concerned caused a natural coolness, which had never ceased. Since those days there had been great changes. Mrs. Venning, excited by her sudden elevation, lost her head. She was worse than wicked — foolish, with the result that, society's favour once withdrawn, A'OL. II. 18"], [60, "VASHTI AND ESTHER 50 she sank lower and lower until she would have reached the limbo of those out of fashion and righteously forgotten, had she not possessed some other talents. In these days she was equally well known, but in a wider world, and in her character of artist and free-lance she waged successful war against those she considered instrumental in her downfall. Was it likely she would spare the nephew and probable heir of Lady Marcia if he came across her path ? So Lady Marcia was troubled, and her face was preternaturally grave when, a few days later, she found herself alone with her nephew ; and without a moment's hesitation or any preamble, she plunged into the subject on her mind. ' Kenneth, why don't you do something ?' she ejaculated. He had been glancing over a sporting newspaper"], [61, "LOST IN A GREAT CITY 51 while his wife and Lady Marcia gossiped together. Now, as he saw that Violet had left the room, he put the paper on one side ; and realizing, as he met his aunt's unflinching gaze, that her question was not a light one, applicable only to the idle moment, he prepared to answer it : 'Well, you see, Aunt Marcia, there is nothing left for me to do. The money was made before my time ; I can only spend it. I am doing so as fast as I can.' He spoke with lazy good humour : but there was a gleam in his eye that showed he resented her summary attack ; and Lady Marcia laid her little hand upon his shoulder with the intention of smoothing down his ruffled feelings. ' There, there, Kenneth, don't be silly. I am your nearest relative, and I don't want to see you going to the bad. A man can't loaf as you do"], [62, "VASHTI AND ESTHER 52 without getting into mischief. If you even had a hobby, howeA-er extravagant it was ' ' It would help me to save money ' — laughing. ' It would save you from getting into trouble. Why don't you take to yachting?' (a decided dissent from Kenneth, who was a bad sailor). ' Then fishing — boating on the river — a house at Taplow or Maidenhead to run up to for a change ?' ' With a river at the bottom of the garden in summer, and in winter the garden at the bottom of the river ! No, thank you. Cela ne se fait pas. I had enough of the riA'er at Eton and Oxford.' 'It is a thousand pities that shooting and hunting come together, and only last six months. \"What can one do with a husband who plays cricket and hunts?\" poor Lady Cheshire said to me the other day, with tears in her eyes — I sup-"], [63, "LOST IN A GREA T CITY 53 pose her young husband has been giving her some trouble — but, as I told her, it helps to keep him out of mischief. Is there nothing you can shoot or hunt in June ?' mused Lady Marcia, apparently at her wits' end to think of some employment for him ; and then a bright idea seemed to suddenly assail her : ' Kenneth, you must go into Parlia ment !' she cried excitedly, and not in the least as though she had been leading up to this con clusion. ' And support Home Rule ?' he asked sardonically, thinking what dismay this would cause in the ranks of his Irish relates and friends. ' No, no, of course not ! You would have to be strictly Conservative on account of your — well, on account of your origm. It is no good mincing matters. Only very blue blood or the canaille can afford to have Radical opinions ; but as a Con-"], [64, "VASHTI AND ESTHER 54 servative, with all the interest we have, with Violet's connections and mine ' A bitter laugh from Kenneth startled her out of her castles in the air. ' Oh, I know !' she remarked, eyeing him uneasily. ' All A'ery young men are Liberals. They have Utopian ideas about educating and enfranchising the masses. They take a noble delight in depict ing the gradual growth of their intelligence ; and in vivid enthusiastic visions see the millennium brought about by then own unaided efforts. Later on, howeArer, pity is apt to lose itself in common sense. You are old enough now to judge by ex perience what these chimerical ideas are worth. No one is a Liberal at middle-age — unless he has some object for his patriotism. I remember Lord Boweton, himself a wit and a poet, advised his only son to join the Radicals, because, as they have"], [65, "LOST IN A GREAT CITY 55 fewer presentable people in their party, there was more chance of a young man without brains coming to the front ; but — I beg your pardon, Kenneth.' ' I was only asking you if such a thing as patriotism was in existence. I should have thought, Aunt Marcia, that you were the last person in the world to attempt to infuse such an extinct, ante diluvian virtue into our modern organization,' said Kenneth with spirit. He had been giving a great deal of consideration to this subject lately, and therefore spoke with some heat, if with gran diloquent expression. ' Politics is a trade in which patriotism has no part. To the poor it means a method of knowing the rich — with whom they can barter their brains for more tangible good ; and the rich find that Parliament is the easiest (and cheapest) entrance into society. The power ful aristocrat is swayed by the usual motive of an"], [66, "56 VASHTI AND ESTHER idle man — want of occupation. Bored by his own set, his own treadmill-like amusements, he likes to move a whale among the minnows. It is interest ing to patronize or snub the rising politicians ; he likes to see them toadying after him, and ten to one he has a wife who shares his amiable weak nesses — they are more common to her sex. Who is the real politician, the Duke or the Duchess of Plymouth, Lord or Lady Derrydown, Lord or Lady Arragon? In each case it is the woman who finds that society alone can satisfy her am bition. Women are the most incomprehensible creatures ' He stopped short with a jerk. It was not his intention to betray his feelings, nor had he done so. Lady Marcia, looking at him with un concealed disapproval in her expression, saw only the sneer upon his lips, the cold light in his eyes,"], [67, "LOST IN A GREA T CITY 57 and, with her inherited prejudice against plain speaking as an objectionable form of vulgarity, was too offended to reply. The dainty delicacy of an old maid was ruffled by his manner rather than by the matter of his speech, and there was a suppressed A'itality (she called it violence) about him that set her nerves on edge. It was a matter of surprise to her that he had so little of the Legh in him; and she was wondering — she always would wonder — how it was that this fourteen stone of male humanity, this ' six feet one of flesh and blood and sinews, and the rest,' should have fascinated tAA'O such different characters as Lady Vashti and the little gipsy girl, Esther, when suddenly the young man's mood changed. He exclaimed with an impulsive frankness : ' Don't think me worse than I am, Aunt Marcia. I did believe in everything and everybody once. If"], [68, "58 VASHTI AND ESTHER I have lost the power now, it is the fault of the times and my misfortune. People are always most bitter when most hurt.' He leant across the table to look into her face, which was averted. When she turned round the boyishly penitent expression with which he met her gaze seemed to deprecate all her unspoken criticisms. She shook her head at him ; but her lips showed signs of relenting, and he laughed a boyish jolly laugh that at once established an entente cordiale between them. ' I'll tell you what I do belieATe,' he went on con fidentially. ' I believe patriotism does exist, but it is dormant. If the country were in danger it would soon awake. As for Avomen, I used to think them very little lower than the angels ' ' Why lower V asked Lady Marcia with a quizzical smile that made him laugh again."], [69, "LOST IN A GREAT CITY 59 ' Ton my soul, I don't know. I dare say they are not all alike. They are difficult to under stand.' ' If you understood one woman, don't you think that is as much as could be expected from a married man ?' Kenneth crimsoned uncomfortably, and before he had recoA'ered from his confusion, Lady Marcia, always intrepid in attack, brought up her forces against him. ' Try to understand Violet, try to make her happy,' she adjured him impressively. ' Think what her position is now — entering society for the first time, without the protection of her husband's presence and support. She is far too beautiful to go about alone. And, Kenneth, I must not ask, of course, what is her allowance, but her expenses must be very heaAry, and '"], [70, "60 VASHTI AND ESTHER ' She can draw upon me for whatever she wants,' interrupted her nephew coldly. All the geniality and fun had vanished from his face. He had risen from his seat, and was so evidently angered that Lady Marcia, with all her courage, only ventured to stammer out dis jointedly: ' It is always difficult for a woman to ask her husband for money, more especially when he does not — has shown — seems ' ' Oh ! Well, perhaps she will have less scruples about sending me her bills,' said Kenneth, flinging himself tempestuously out of the room. Soon afterwards Lady Marcia departed. She could not be said to have succeeded in her mission, but she had had her say, and the seed once im planted might bear fruit. She had certainly never liked her nephew so well before. He was no fool,"], [71, "LOST IN A GREAT CITY 61 and, like all women, she had infinite patience with a knaA-e. In time he would reform, settle down, and be a credit to the family ; but at present she was thinking of him in connection with Mrs. Ven ning, Mrs. Turton, Esther — in fact, with anyone except his wife ; and the immediate outlook seemed fairly full of rocks ahead and pitfalls. It did not seem to lighten the horizon when, as she was step ping into her victoria, she saw a man standing at the gates, and instantly recognised him as Adam Mallard. He turned to aA'oid her, but she ran after him and caught him by the arm. ' What are you doing here ? Have you any news of Esther Gay?' she asked eagerly; and then, as he shook his head and tried to wrench himself away, she tugged at his coat-sleeve with redoubled ardour, quite regardless of several curious glances from the passers-by, and of the policeman who"], [72, "VASHTI AND ESTHER 62 watched proceedings from the other side of the street. ' I have been thinking of Esther so often lately, and I want to talk to you about her. Come with me now, and tell me all you knoAV,' she entreated in commanding tones ; and somehow presently, and in spite of his objections, Adam, with his shabby coat and generally vagrant air, found himself driving through the streets by the lady's side, an object for a great deal of surprise and speculation, as, among her other womanly attributes, Lady Marcia did not include vicarious charity, or what she would have called unwarrantable interference with the lower orders. Not the haughtiest marquise in the days of the Revolution had a more wholesome contempt for the ordinary rabble than had Lady Marcia. She some times came in contact with the poor in the country"], [73, "LOST IN A GREAT CITY 63 (i.e., her own county), where she was good to them in a high-handed fashion ; but she never pene trated the East End except for electioneering pur poses, so that when they arrived at Bruton Street her Avell-trained domestics could only suppose that she had captured some recalcitrant voter and brought him back in triumph. Adam Mallard cared nothing, however, for what anyone thought. Like the young prince in the fairy tale, who really loved the princess, and galloped over the costliest carpets to meet her as though they had been grass, he turned neither to the right nor left. He never deigned to notice the footmen with their powdered hair, nor troubled himself as to whether his hobnailed boots and dusty clothes would hurt the furniture or no. Once having consented to accompany her, he followed Lady Marcia blindly into a pleasant sunny morn-"], [74, "64 VASHTI AND ESTHER ing-room with an easel in the window and sundry evidences of her prowess with her needle A-isible in the shape of embroideries and quaint bead blinds. During their drive Lady Marcia had discovered that he wTas searching for Esther in London ; and now that they were alone she came at once to the pomt with her usual scorn of circumlocution. ' But why,' she asked resentfully — ' why should you be searching for her on my nephew's door steps ?' ' I reckoned if I found him it'd be the nearest way to finding her. Since I seed where he were by the papers, I've watched at his doors night and day on the chance of tracking him to where she be.' ' You have no right,' began Lady Marcia severely, ' to suspect Mr. Johnson, a married man — a man of honour.'"], [75, "LOST IN A GREAT CITY 65 But the man, reckless to the verge of rudeness, broke in roughly : ' There be none other that were ever talked on in regard to Esther. None other walked with her and talked with her ; and who else gave her presents ? You mind that necklace, milady — a green necklace ?' 'You said you gave it her !' cried Lady Marcia, now breathlessly attentive. ' I told you an ontntth,' answered Adam Mallard, tragically emphatic. Lady Marcia nodded approvingly. To her simple intelligence it seemed as if he could have done no less than shield his sweetheart. At the same time she was busily engaged hi trying to solve the mystery which still eluded her perspicuity and practical good sense. Was Violet's necklace lost or stolen ? It was surely not possible that VOL. II. 19"], [76, "VASHTI AND ESTHER 66 Kenneth could have given his wife's jewellery away. ' Tell me the whole story from the beginning,' she said ; and then, as he hesitated, she added solemnly : ' I took a great fancy to poor little Esther. I promise to do all I can to help her.' Even then, though there was no doubt of her sincerity, Adam Mallard might have paused before confiding in one of the class by whom he believed himself to have been wronged ; but weeks and months of lonely misery, hoping against hope, a\\ ith no one to advise him how to act, had under mined his strength of purpose. Quite humbly he obeyed her, the relief of unburdening his mind being so sudden and unlooked for that the words fell from his lips stumblingly and unevenly, with no regard to continuity or coherence. But Lady Marcia was very quick to understand."], [77, "LOST IN A GREAT CITY 67 If she had ever believed the village reports which she had repeated to Sybil Hope, she would have altered her opinion now at sight of the young gamekeeper's inextinguishable love and sorrow. He had altered sadly since she saw him last ; wandering about the world without a home had brought out the gipsy strain in his blood. There was no sign in him now of the sanctimonious preacher ; but his earnest look and air of straight forward honesty remained, and she recognised at once that she might trust him. As he spoke, she realized that it was her own words which had first started his suspicions ; and she listened intently when he went on to tell her, in eager, rugged language, how his heart was full of jealousy and wrath when he met Esther that morning and Madge Sollace came up to them with flowers. The simple Christian charity which caused Esther"], [78, "68 VASHTI AND ESTHER to take them with a kindly word of thanks was viewed by him as an inclining towards the down ward path, a dallying with sin. In his impatient pain he spoke too plainly. When they were out of sight and hearing of the village gossips he told Esther all he knew. He called upon her to give up the necklace, and when she refused he told her she was bound to fall — as Madge had fallen. In her distress and shame poor Esther had poured out all her heart to him. She confessed that she and the man who, under other circumstances, might have been her lover, had just then parted for eATer; but Adam, who had that rooted distrust of good inten tions which is a feature of all rigidly religious minds, would not trust her protestations. He threatened to save her in spite of herself, by making known to her father what he had dis covered : then, too hot and sore at heart to listen"], [79, "LOST IN A GREA T CITY 69 to her any longer, he turned back and left her to think over all his harsh and cruel sayings. From the moment he first heard that she had disappeared he felt certain she was dead. It seemed then impossible she could return to face the dis closures he had threatened ; and there was no other place where she could go. Death was the only safe ending to such dangerous beginnings. He could not blame her. He had no right to grieve for her. There was, indeed, a certain savage satisfaction in the feeling that as she could never be his, so she could never now belong to another. The fear that he might be hanged as her murderer disturbed him no whit. As it was, he felt responsible for what had doubtless happened. If it Avere wrong to save her from sin at the cost of her life, then it was only right that he should suffer for it ; for it was he who had sent her to her death"], [80, "VASHTI AND ESTHER 70 as surely as though he had pushed her into the sea while they stood there by the cliffs together. When Adam had got thus far in his recital he looked interrogatively in Lady Marcia's face ; but she, caring less for abstract theories than actual facts, motioned him to go on. He told her then how Madge had met him that Sunday night by the sea, and imbued him with a firm belief that Esther was alive, persuading him at last to go to London to search for her, and, if possible, to save her. He was not diffuse on the subject of this journey ; but his listener, who Avas very shrewd and gifted with intuitive perceptions, gathered that the dis comforts and fatigue of that tramping in all weather were as nothing to the mental torture of that incongruous companionship. In his heart he still believed in Esther. If she were indeed alive, he"], [81, "LOST IN A GREAT CITY 71 judged that she had run away to escape from a too strong temptation. Madge, however, morally con taminated and too prone to toleration, held the opposite opinion, that Esther had gone to London not to hide from but to wait for her lover. They were to overtake her and save her from herself, her natural womanly weakness. Under no other ch> cumstances could Adam, who was narrow-minded and painfully ascetic, have suffered the A'exation of these and kindred indications of the aAvful life the girl had led. Even as it was, he mostly strode on ahead in gloomy silence ; and he forgot sometimes that she was not so inured to exposure and to fatigue as himself. Once Avhen he looked behind him she was not there, and he walked back a mile or more on his own tracks before he found her fainting by the side of the road, the sun streaming down on her uncovered head. Another time she was"], [82, "VASHTI AND ESTHER 72 drenched with rain ; then she had fever and ague ; and the last stages of their journey she had only been brought along by lifts from different carts that were travelling in their direction. The end came when they were in sight of London suburbs. She died unexpectedly and quite pain lessly from sheer lack of physical stamina, it seemed ; and she was praying for Esther with her last faint breath. ' Poor light woman !' was Adam Mallard's comment ; ' she had less strength o' body than o' sperit. Hers were a fine nature spoilt by the devil in the shape of man. Pray God that the prayers of sich a one have not done more harm than good to Esther!' Half starved and poorly clad, his spirit chastened by the privations and disappointments of the last nine months, the man still retained some of his old"], [83, "LOST IN A GREAT CITY 73 intolerant views. It was only ' the prayers of the righteous man ' that could avail anything at all ; while his own strange, half-fatalistic creed taught him to depend little even upon these. But this was a side issue, and therefore not important to the strong-minded lady who had listened to his story. One fact was uppermost in her mind. For the last nine months Esther Gay had been wandering about the world alone, homeless ; perhaps in want of bread, or, worse still, fallen into evil, better-cared-for ways. ' God help the child !' she murmured to herself, recalling the pretty earnest face, the shy and trusting ways, that had charmed her at first sight ; and then, having sacrificed so much to the sentiment of pity, she wiped away some womanly tears and brought her keen man's intellect to bear upon the question of her rescue."], [84, "CHAPTER XIV. WHICH QUEEN? ' Is there any answer, milady ?' 'No.' Violet Johnson had risen from her seat and stood near the window to read her letter. The evening light fell softly on her face (which was crimson with recurring blushes) and on the scented sheet of note-paper which trembled in her hand. 'I must see you. When may I come? — A. Fitz-Glyn.' Only this line ; but that there was something"], [85, "WHICH QUEEN? 75 to be read between the characteristic scrawly lines was apparent. Last night Violet was at a ball. Kenneth, who had seen the force of at least one of Lady Marcia's hints, had gone with her ; but she had lost sight of him after her first dance, and by design or accident she found herself thrown upon the care of Anthony Fitz-Glyn. When she stopped dancing he was always there with her bouquet or fan ; between the departure of one partner and the arrival of the next he was in attendance to chat with her or to take her into the conservatory for refresh ments ; he danced with her very often himself — she might have noticed that he danced with no one else ; he took her in to supper, and when she left he saw her into her brougham. As ha held her hand to say good-bye, he whispered something which Violet did not quite catch, but which was"], [86, "VASHTI AND ESTHER 76 so tender and audacious in its tone that she had hastily withdrawn her fingers from his grasp, while subsiding into the farthest recesses of the carriage to escape from his lover-like glances. She had been half afraid of him then ; and there was some thing of fear now hi the feeling which made her tear up the note and, when the footman left the room, throw it into the wastepaper basket, there to be lost among less interesting invitations and less disturbing bills. After all, however, Violet was less surprised than distressed at this denouement. She had altered very much of late. Her social education was pro ceeding by rapid leaps and bounds since Kenneth's self-betrayal ; and having no longer any hope of happiness, she had less dread of any pain or pleasure. She allowed herself to be taken any where and everywhere by ' the Duchess ' and Lady"], [87, "WHICH QUEEN? 77 Marcia, who were equally pleased with the prestige of being guide, philosopher, and friend to so bright a social star ; for now that she was fairly launched her public success was greater than had been her priArate failure. Even without her riches and position her beauty must have made a sensation : as it was, it created a furore ; and even those Avho were not pining for a more familiar intercourse were keenly anxious to secure her for their ' swagger ' parties. Lady Marcia's little Sunday luncheon had only been the beginning of gay doings. Afterwards she was presented at Court (also by Lady Marcia) ; and her actual debut occurred at the Duchess of Court land's ball, where she had been introduced to all the royalties present, and been made very much of by them all. On both these great occasions the society papers had been unanimous in praising"], [88, "VASHTI AND ESTHER 78 her ; and a glowing paragraph in The World had set a seal on her success, though its phrasing had not been quite acceptable to Kenneth Johnson. The writer, in describing her appearance at the Duchess's ball, had observed that she was ' very simply dressed in picturesque white, with no orna ments but a string of pearls twisted in her golden hair ' ; and Kenneth, who was naturally very proud of her possessions, had resented the fact of her affectation — for to have the most beautiful jewels in England and not to wear them could be nothing else but affectation — being blazoned abroad. Violet was very anxious to do all that duty could dictate ; but in a large establishment, with well trained serA'ants, she found it difficult to add any thing to her husband's comfort. All she could do for him and for herself was to hide her unhappiness from the world. Since she had lost the substance"], [89, "WHICH QUEEN? 79 of good she was the more inclined to value its shadow ; therefore she was glad that he was willing to go about with her now, and AA'Ould have done almost anything to keep up an outward semblance of friendliness between them. One thing only she was too proud to stoop to : she would not dress magnificently at his expense, and she would not wear her splendid jewels. It seemed to her that it would take years of simple, even puritanical, dressing to wipe out her extrava gant display at Ladysmeade from the recollection of those who had been there. Violet was changed, but the change was only on the surface. She had learnt to enter a room alone with ease as well as grandeur — she Avas no longer awkward, or at a loss for frivolous chatter ; but in her heart she was as far away as ever from any real contact with her surroundings. The fact"], [90, "VASHTI AND ESTHER 80 that she was bored by smart people did not much matter ; the fact that she bored them was a far more serious disaster. Since her whole life might be spent among them, she was sometimes reck lessly inclined to undergo some moral deterioration rather than for ever to stand virtuously aloof. Beneath her cold demeanour there was a very human longing to love and be beloved. Nearly all the women she encountered called each other by their Christian names or by some familiar nick names. 'Darling,' 'dearest,' and other less com prehensible endearments came in every sentence of then conversation ; while she was always Lady Violet, and whenever they addressed her, all except Lettice talked the most chilling, crushing common sense. ' You are a very duckie person as you are ; but don't you think you would be happier — don't you"], [91, "WHICH QUEEN? 81 think that we should all be happier — if you were not quite so good?' Lettice Legh had asked her once with a rather shamefaced expression ; and though she had afterwards eagerly disclaimed any intention of 'being abusive,' Violet felt that even her friends condemned her as a hypocrite — a Pharisee among people of happier, less straight laced complexion. That very day ' the Duchess ' had lunched with her, and, oddly enough, had talked in the same strain. 'My dear,' she had said in the small shrill A*oice which lately, it had struck Violet, was growing very feeble — ' my dear, merely good people don't seem to get on in society. I am not talking of the Oban Campbells, who gave five hundred pounds to the National Relief Fund the other day, or the Beauclerk Browns, AA'ho subscribe to all the well-patronized charities ; and if you happen to vol. ii. 20"], [92, "VASHTI AND ESTHER 82 have a high position you can always hold your own. Witness Lady Alice Langton, whose lectures and speechifying on every subject under the sun try one beyond the bounds of patience ; and the little Duchess of Derbyshire, who amuses us (not only the masses) by her recitations ; and has schemes for the social regeneration of the classes. She wants to start a guild for the Moral Amelioration of the Smart Young Man. They say she will begin with Horace Vane and the members of the Golden Youth ; and then she means to work right through the brigade of Guards. Poor little Duchess ! she is so pretty and so sweet. I hope she won't come to grief in the process.' ' There are others — the Duchess of Baleford and Lady George Beaumont,' began Violet, more for the sake of argument than with any idea of"], [93, "WHICH QUEEN? 83 defending those with whom she seemed doomed to be allied. ' Ah, my dear ! they are saints, and we are sinners. We don't move hi the same set. The world is all the better for the existence of such women, but it only asks them to the duty-dinners. I expect' — with an accent of resignation — 'we shall meet a great many social failures in heaven.' Then this afternoon had come Lord Tony's note — a climax to several pretty speeches and acts of coA-ert devotion. When he sent her those flowers after their meeting in the Royal Arcade she had meant to rebuke him ; but subsequent events had made it seem a very innocent attention. Now he sent her flowers evei-y day, and she often forgot to give him any formal thanks, while Lord Tony felt himself sufficiently rewarded if sometimes she wore them in her diess. It was his roses that scented"], [94, "84 VASHTI AND ESTHER the room and perhaps assisted in weakening her resolutions as she read and then re-read her letter. Her heart was beating very quickly ; thoughts not in the least ' good ' were thronging through her mhid. She longed so for love. Was it never to be hers because one man — her husband — had proved faithless? She caught her breath with a sharp expression of pain. Her pride was so sore on this point she dare not think about it, though it would have a natural effect on her reply. The letter must be answered, and while she hesitated confused ideas — some scarcely formulated and some instantly suppressed — were fighting for the mastery within her. If she wrote as no doubt she ought to write, she would neA-er see Lord Tony again, except at a safe distance ; and his absence meant — what . Nothing more than the advent of another loA'er. There was Lord Hartrey, whose"], [95, "WHICH QUEEN? 85 bold advances had driven her into such close com panionship with Anthony Fitz-Glyn. There were others. If the ' two and two ' system which pervaded society was an inexorable rule, was she not best paired with the man who had written this note than with any other ? He was alwaj7s so full of fun, and so popular that anyone he liked would be accepted without protest ; and if he attached himself to her as her cavalier, it would mean that she was no longer an outsider, but initiate. It would be a sort of baptism by fire. The remembrance of Lord Tony's whispered words — the words she had not rightly heard — thrilled, and yet restrained her. Innocent as she was, she knew that if they met again it must be upon a different footing. They would be more to each other — closer friends, if not quite lovers. As he had held her hand he would hold it again. His"], [96, "VASHTI AND ESTHER 86 blond head had been so near her own last night as they sat out in the garden that her hair had been stirred by his breath. His voice had sounded so close she had not dared to turn for fear their faces should touch. At the time she had forgotten to feel indignant or shocked. Her blood was stirred with dancing, adulation, and the conscious ness of his deA'otion. The whole atmosphere was intoxicating — full of danger and charm. She was so young, and the love which should have sweetened her life had been withdrawn before the cup had scarcely touched her lips. Once Sybil Hope (Sybil, whom Kenneth had more than once cited as a model of Avifely duty) had scandalized her by declaring that the essence of enjoyment — even as a married woman — lay in managing an ardent lover ; like a coquettish Canute controlling the waves of his feelings and letting them come to"], [97, "WHICH QUEEN? 87 your feet, but no farther. Lady Marcia, whose ex perience was naturally more comprehensive, though remote, had, on the contrary, remarked that the least intelligent man was more than a match for the cleA'erest woman when once he was allowed to talk to her of love. This remark, however, might haA'e been meant only as a warning. How much Lady Marcia had seen as an onlooker of the game Violet had guessed when once by mistake she called her Lady Vashti, and then explained to her what she meant by the title. Violet threw back her head in passionate revolt against what seemed to be her fate. Was Vashti always to live alone, unloved, because the King, her husband, had ceased to take any pleasure hi her beauty, and had found ' another who was better than she ' ? Crossing the room, she drew out a photo of Lord"], [98, "VASHTI AND ESTHER 88 Tony from among a crowd of others that covered a screen. She gazed intently at the good-looking, good-humoured face that, though by no means that of a hero, was still sufficiently likeable and pleas ing. The big man with his broad shoulders and loose limbs impressed her with a sense of strength ; his sleek, demurely-parted hair, his blue eyes, his dimpled chin, impressed her with a rather mistaken idea of his ingenuousness and good faith. In a sudden impulse of pity, smiling, she laid her face agahist the photograph and softly said, ' Poor fellow!' Startled by her OAvn action and on the verge of passionate tears, it was almost a relief when the door was thrown open, and, almost before she was announced, Lettice Legh was in her arms, kissing her on both her cheeks and giving her little affec tionate squeezes and hugs."], [99, "WHICH QUEEN? 89 ' My dearie ! I said you would be at home. I knew you would not be so silly as to sit in the Park in the dust and the heat just because everybody else was doing the same ; and how dear you look ! You have got a new bonnet ; how twee ! and I don't think anyone in the world was ever so lovely as you !' As she spoke, Lettice, mercurial of action as of speech, had gravitated gaily towards a big Venetian mirror, and now was balancing herself acrobatically on a milk-stool before it ; while surveying with patent satisfaction the reflection of a laughing and sun-touched face, with mirthful, mobile lips, dark eyes, and sunny chestnut hair surmounted by a shady hat. She had brought the hat to a different angle, and produced a powder-puff from the handle of her parasol to whiten a tip-tilted little nose, before she turned to answer Violet's surprised inquiry :"], [100, "VASHTI AND ESTHER 90 ' Lettice ! I thought you had gone away. Surely it was in the Morning Post to-day.' ' I know. That's the joke. Nowadays mothers propose and daughters dispose ! Didn't it read well ? I wrote it myself : \"Lady Legh and Miss Lettice Legh haATe left town for Paris, en route to Heidel berg and Homburg.\" Mother Avas delighted. I heard her confiding to all the old dowagers : \" Such a great thing to get the dear child away before the season is quite in full swing. She is so young, and yes, dear Lady Aymes, I must confess it, just a little wild. I shall bring her out properly next season.\" Properly, indeed!' (with dramatic disgust). 'I never said a word until the night before we were supposed to start ; then I told her straight out that I had not the slightest intention of going abroad. You never saw such confusion worse confounded. Mother had to go ; she could not take me by force,"], [101, "WHICH QUEEN? 91 so it was telegraphing all over the place ; ahvays the same message and generally the same reply. \" Will you take charge of Lettice? Answer paid.\" \"No, thank you.\" \"Impossible; I had her last month.\" \" Not for worlds.\" It was Sybil who said \" Not for worlds.\" I wanted to go to Millie Turton or Molly Glaive, but there mother drew the line, and perhaps they did the same. And noAV, where do you think I am until mother can make some other arrangements? Can't you guess? Why, with Susan Lady Maybury. If I had not what my governess used to call \" resources in myself,\" it would be a little depressing. She comes down at luncheon - time to ask \"What's the noos?\" and then she is dressed up in a hat and a thick veil, though she neATer moves out before four. Her poodle sits up beside her at luncheon — he has his own silver plate and napkin ;"], [102, "VASHTI AND ESTHER 92 his own visiting-card, too, for the matter of that — and it is very droll to see his puzzled expression as each mouthful disappears behind her veil. One sees more of her at night. Directly daylight is shut out she begins to unswathe, and she dines in a Court bodice, even when it is only a dinner a deux. It is rather imposing. She goes in for being impressive. I think we shall start a piper soon, for I told her the Oban Campbells had one (Sir Oban Campbell is English, by-the-bye, but he made his money out of Dundee marmalade, so no wonder he is all for Auld Lang Syne and bannocks) ! and now Lady M. is fired with emulation. You know she figures in the Peerage as the daughter of Alexander McTaggart, of Glasgow, whatever that may mean ! Oscar Wilde is right. The Peerage is a grand production, and I don't think the aristocracy are sufficiently grateful for all that has"], [103, "WHICH QUEEN? 93 been done in the way of smoothing over the rough places and filling in the hollows. There ought to be statues of Burke aud Lodge, and the rest of them, erected in all the fashionable squares. Don't you think so? But, darling, you've no time to think. I take your breath away, and you have not said once that you are glad to see me.' She settled herself on a footstool at Violet's feet, and looked up at her smiling, her head resting on her hands and her elbows running into Ariolet's knees. Are you glad ?' she asked wheedlingly. ' More than glad. Why did you not come to stay with me? It would have been a godsend.' Lettice thought twice before she spoke once, then ended in pre\\Tarication. When she suggested this her mother had remarked she ' could not risk it. The Johnson menage might break up any minute, and what would she do then ?' This Lettice, for-"], [104, "VASHTI AND ESTHER 94 tunately, thought better not to repeat. She merely shook her head and looked unutterably wise. ' Cela ne se fait pas. You are too young and too lovely. You want a chaperon yourself. Have you been reading \" Dodo \" ?' taking up a blue-backed book. ' What do you think of it ? Sybil says it's all conversation ; but high life is made up of con A-ersation. What he said yesterday, what she says to-day, and what they both agree to say to-morrow. That is our social comedy, our tragedy in three fashionable acts. Violet, how you are blushing! Has anyone said anything to you? Do tell me! You know I'd never breathe a word. Sybil says I'm safer than anyone she knows — except Evelyn, and he is only safe (so like a man) because he forgets everything she tells him that is not a propos of domestic economy or pheasants. But \" Dodo \" is delicious ; if only they would let me smoke and"], [105, "WHICH QUEEN? 95 swear (in public) and electrify London with a Loie Fuller dance. It certainly paid in her case, for she married one marquis, and as a widow jilted another to marry a prince. Such is life in novels ! Heigho ! Would you be surprised to hear that I was going to be married ?' 'Lettice! Who is it?' cried Ariolet, starting up from her seat. But Lettice dug in her elbows deeper, and kept her in her place. ' Don't excite. It's nobody yet. But Lady May bury has made up her mind to marry me to some body — directly she has married herself.' Violet burst out laughing. ' What nonsense ! Lady Maybury must be over sixty, and ' 'And that is just why she is rather in a hurry. Now, I can wait. At least, I must wait till she is suited. She feels so unprotected. When any man"], [106, "96 VASHTI AND ESTHER comes to see her, and she is alone, she edges her chair quite close to the bell, so that in case he \"took a liberty\" she could ring at once for assistance. To love once (or marry once) is divine. To do so twice is simply a bad habit. And I wonder she is not afraid to risk it now that Lady Cheshire has quarrelled with her duckie blue eyed boy. Don't you think I should make a nice wife — for a millionaire ? I am not half so bad as Sybil and the rest make out. I don't bear-fight as most girls do. It bores me to death to throw cushions and things at other people's heads. It might be more exciting if I sometimes hit them ! I don't know half so much slang and bad swears as Molly Glaive (her husband don't mind it a bit) ; and if I smoked half as many cigarettes as Millie Turton I should be ill. Hartrey has gi\\-en Millie such a gorgeous \" baccy-box, marked with her"], [107, "WHICH QUEEN? 97 name.\" It's for \"full dress\" wear; gold, of course, and her monogram in diamonds and rubies ; but she has one for the morning, too, and another for the afternoon. Really, when I come to think of it, I seem to have very few A'ices. In fact, I am a most desirable young person. Don't you think so?' She certainly looked very desirable indeed as she leant back, laughing and flushing a little from the exertion of her rapid speech. Violet said as much, and asked her rallyingly who would be the happy man. ' Mr. Lessington ?' she asked, arching her eye brows. Lettice looked doubtful ' Too lovely for everyday life, and his change of clothes would prove too distracting. I don't think I could talk male chiffons. Bobby Vere ? Oh ! A'OL. II. 21"], [108, "98 VASHTI AND ESTHER he's too poor, and they won't let you put the Honourable on your cards. Lady Adela Molleston married a poor man, and everyone speaks of her with bated breath. They know she's \"gone under \" somehow, but they can't remember if she's dead, or done something disgraceful, or ichat. Horace Vane? If he makes it a rule never to go in to supper with anyone below a countess, you may be sure he hopes to marry a princess ! Lord Hartrey ? Don't you know he's married already. He married some dreadful woman — an heiress — and now he is magnificent on the strength of her money. Sue generally lives abroad, but now and then she comes to town, and then there's a shindy. It's a great joke seeing Hartrey in public with his wife. You see them sometimes at a wedding. All husbands and wives who don't \"get on\" make a point of going together to weddings — just to encourage the"], [109, "WHICH QUEEN? 99 bride, I suppose. Lady Hartrey's quite impossible, but he's stuck to her manfully as yet, and having \"served\" for so long, he's entitled to \"retire with a pension.\" ' ' What about Lord Anthony Fitz-Glyn ?' Violet had mentioned his name last, though it was first in her thoughts, and Lettice, jumping to her feet, laughed mockingly at the suggestion. 'Lord Tony is \"going in for a big thing.\" Veronica Peachem, I suppose. Besides, who would take him seriously ? Not I, for one ; and not you, surely? He is all very well for social purposes — to dance with, though he dances badly ; to laugh with, to flirt with ; but to marry What are you hugging so tightly in your hand? A photo ? Whose ?' Without a thought of what she was doing, only keen to hide her embarrassment, Lettice drew it"], [110, "VASHTI AND ESTHER 100 away from Violet's grasp, and, dancing away with it, held it high above her head ; then as she saw who it was she incontinently dropped it. ' You ! Oh, Violet !' she cried, her eyes dim with tears, her face very white and reproachful. Violet could have sunk into the earth Avith shame. She was accused, condemned, and sentenced by herself hi the short space of time before she pulled herself together with an effort, and answered with admirable verve : ' Child ! What on earth have you got in your small head? You have seen the photo before. Surely you have got one like it? I am writing to Lord Tony now, and — are you engaged for luncheon to-morrow? If not, I will ask him to come too. What do you say? Can you come ?' An almost inaudible assent."], [111, "WHICH QUEEN? 101 Violet moved to the writing - table, and, sitting down, dashed off a short note : ' My dear Lord Anthony, ' It will give us great pleasure if you can lunch with us (at two) to-morrow. ' Yours sincerely, ' Violet Johnson.' It struck her as she wrote it that she was cer tainly gaining in experience and wisdom. Not only had she refrained from accusing herself by excusing herself, the commonest error in those beginning life, but in this note she had maintained a friendly formal tone which would, she surmised, be more effective self-defence than the most dignified rebuke. When he came to luncheon he would find Lettice with her. The child had shown her feelings so"], [112, "VASHTI AND ESTHER 102 plainly, and she might catch his heart in the rebound, if, indeed, his heart had been concerned in the little play in which Violet had determined not to act a part. At any rate, to try her hand at match-making would amuse and keep her out of mischief. She addressed the letter and left it on her table to be posted. Lettice had put the photo face downward on Violet's chair, a silent protest against what she seemed to have discoArered. Now she was looking out of the window in a rather disconsolate atti tude, but as her hostess moved she turned round briskly, picking out her accordion-pleated sleeA'es and shaking out her crepon skirts. ' After all,' she said, with sudden change of front, ' whatever everybody does is best. Let us go into the Park for an hour and see who is to be seen.'"], [113, "WHICH QUEEN? 103 Kenneth happened to come home earlier than usual that eATening ; and at a loss for something to do, or mindful, perhaps, of Lady Marcia's adAdce, he ran upstairs to Violet's room to ask her to come out. It would be a diplomatic move to show up together in the Park, and though they were still only on the stiffest terms, he was not insensible to the glory of appearing in public with his wife. By a consensus of opinion she had been declared supremely lovelj'. There was no doubt she was angelically good. If only she had possessed more warmth of heart, more tolerance of judgment, he would never have wandered from his allegiance ; he would neA'er have loved Esther Gay. Nine months had passed since he fell in love with the pretty gipsy girl, and since Mrs. Turton had deliberately walked into love with him ; in the meantime he had come across Mrs. Venning"], [114, "VASHTI AND ESTHER 104 and others who had charmed him : but it had all resolved itself into the plain established fact that only two women had eA*er really touched his heart — Esther, who was a memory now, and far away, and Violet, Avho was the beauty of the season and his wife. He had sometimes wondered, if he were a free man and these two were brought before him together, which he should choose to love and to cleave to. The question seemed profitless, as both Avere drifting out of his life, and he himself was involved hi other interests and various pleasures ; but this eA'ening it occurred to him again, and he was suddenly struck with the true answer. He had picked up Tony Fitz-Glyn's photograph from where it lay in his wises chair, and, while still puzzling oA'er the reason of its presence there, he was suddenly confronted with the letter she had written, and which still lay upon her table. By"], [115, "WHICH QUEEN? 105 the bright -green light of jealousy he gauged the depths of his own heart, and saw there only one figure, one face. It was not Esther, nor another, that he loved — but his own wife."], [116, "CHAPTER XV. AT THE AMPHITRYON. It was the night of Mrs. Peachem's ball. Violet, who was engaged to dine first with Lady Marcia Legh and some of her friends at the Savoy, was puttmg the finishing touches to her toilet, while her maid, a simple Irish girl, who had waited on her before her marriage, looked on from a little dis tance in evident and open-mouthed delight. A knock sounded at the door, and Lady Marcia's voice was heard askmg for admittance. 'It is Arery annoying, Violet,' she said, as she entered, ' but we can't go to the Savoy to-night."], [117, "AT THE AMPHITRYON 107 Not a table to be had. We are going to the Amphi tryon instead. I have let everybody know, but I thought I'd come for you.' Violet stooped to kiss her ' You are always very good to me,' she said grate fully. ' Not much credit in that. People are always good to reigning beauties. To-night you look what Kenneth would call \" ripping.\" Really, it is almost a pity you married money, for you look like a queen without any jewels at all.' 'Queen Vashti,' said Violet, as a rather dreary joke ; and Lady Marcia had nothing ready in the way of a pleasant reply, though just now she had diverged from the truth (for Violet's own good) with promptitude and without compunction. That very morning she had been at the Savoy Restaurant to give some final directions about a"], [118, "VASHTI AND ESTHER 108 table which, with feminine forethought, she had secured some days ago, when by merest chance she had noticed a table (for two) in what she considered too close proximity to her own. Incidentally in quiring whose it Avas, she discovered that it had been engaged by Mr. Kenneth Johnson. It was possible that Mrs. Turton, or, worse still, Mrs. Ven ning, might be his companion. If so, the situation would be very strained. At once she counter ordered her table, and drove to the Albemarle Street Club, where she fortunately found another. This being done, she still had to inform her guests of the alteration of her plans, and the unwonted excitement had left her a little flustered and upset. ' Does Kenneth know where you are dining to night ?' she asked presently, as Violet was fastening a ruby diamond butterfly in her golden hah. 'Not from me. He ne\\rer asked me, and he is"], [119, "A T THE AMPHITR YON 109 dining out himself. We shall see him at the Peachems' ball, I suppose. Lettice Legh and Lady Maybury are dining there, and \"the Duchess\" Avas invited, but had already accepted another imitation. Count de Souza has a big dinner to-night at the Amphitryon. We shall see them all, I suppose. It will be rather fun ; and oddly enough I ha\\re never been to the Amphitryon. My education is proceeding apace, but not yet completed.' ' You have changed, Violet — changed very much since you appeared at Ladysmeade as bride.' The girl's arms dropped to her side ; she turned round slowly. ' For the worse, Aunt Marcia ?' she asked, with a wistful expression in her eyes, while she was smiling. ' In a way, yes. You haA-e lost the \"angel un awares\" look you used to have; you have lost a"], [120, "VA SHTI AND ES THER 110 little of your youth, in fact, though you have gained in good looks. No, don't wear any other jewels. That butterfly poised so is spirituelle, and the chain of diamonds falling to your waist may be needed to hold you to earth ; but don't wear any more — unless you wish to please Kenneth. I forgot his taste was in favour of more show.' The lid of the jewel-box was let down with a sharp click. Violet took her fan and gloves from her maid, and let her wrap an opera cloak around her. ' I am quite ready, Aunt Marcia, if you are,' she said coldly. When they reached the club, Lady Marcia waited a moment to give her orders to the coachman, and Violet entered alone. To her surprise when she passed through the door she found herself at once in the dining-room, and as she stood there"], [121, "AT THE AMPHITRYON 111 hesitating where to go, and feeling a little awkward under a fire of curious criticising glances, Lord Hartrey, who was to dine at their table, strolled up to join her. He was a man of rather heavy figure, and of pale complexion. His expression was never a pleasant one ; it was peculiarly untaking when he wished to ingratiate himself with any woman, for he had not the slightest respect for the sex in general, and was inclined to fancy he could take the royal road into any woman's favour by bold wooing, valuable gifts, and unveiled admiration. In the case of Violet Johnson he had failed completely, but this was only (so he told himself) because no opportunity had been given him to make a good beginning. He was pleased now to notice her confusion and her rapid glance round to see if anyone were approaching to her rescue. ' \" Sister Anne, Sister Anne, is there anybody"], [122, "VASHTI AND ESTHER 112 coming?\"' he quoted mockingly. ' Lady Violet, why do you always treat me as a moral Bluebeard ? I don't feel dangerous ; do I look so ?' ' Not in the least,' AA'ith quiet scorn. ' Perhaps you avoid me for a different reason. Do I fall short of the cool assurance, the amusing insolence, of Tony Fitz-Glyn and that ilk ? I know I am behindhand in the jargon of the day which would describe the Venus de Milo as \" a ripper,\" and the Angel Gabriel or the Primate as \"not much in the know.\" ' The entrance of Lady Marcia created a diversion ; and Hartrey, who had lost his temper and looked very crest-fallen, followed both ladies to their table. ' I suppose Count de Souza's party will be in a private room upstairs,' observed Lady Marcia, looking about her as she took her place."], [123, "AT THE AMPHITRYON 113 ' No, that is his table, the big one in the corner. The lady he now delights to honour prefers to shine in public and to awaken envy, hatred, and uncharitableness hi other femhiine breasts,' re marked Hartrey. Count de Souza was a half-bred Oriental, deeply dyed in matrimonj' according to report, past middle age, and with no social gift, save Avealth, to re commend him. Violet looked as she felt, dis dainful at the idea of his being in request but Lady Marcia, whose experiences had left her charmingly uncensorious, while they had robbed her of one emotion — surprise — said in an apologetic tone : Ah, well, he is immensely rich and — 'And generous in princely fashion,' chimed in Hartrey. ' His largesse is sometimes in hard cash, which is always welcome, though difficult to accept vol. 11. 22"], [124, "VASHTI AND ES THE R 114 with any grace. There's \" the Duchess \" making for his table ; and there, yes, it's Mrs. Guy Turton.' 'With Kenneth!' gasped Lady Marcia, utterly nonplussed. Violet had been trying to reconcile her previous conception of the most fashionable dining-club in London with its actual appearance. Quite a small and narrow apartment, with simple furniture and decorations, and no flowers on the long tables. Only the Count's table was covered with exquisite bloom and beautifully shaded lamps. Violet was looking at this as Lady Marcia spoke, and every thing was whirling round her as she saw her husband and Mrs. Turton walking up the room together. Someone called to them, and Mrs. Turton, seeing they were going in the wrong direction,"], [125, "A T THE AMPHITRYON 115 turned back ; but Kenneth caught his aunt's eye and gallantly made his way towards her. ' How very odd, Aunt Marcia ! I thought you were dining at the Savoy. 1 was dining there, but at the last moment Lessington threw me over and De Souza asked me to fill up a gap at his table. I am glad you came here. It is quieter, and Violet has never seen the place. We must dine together one night, Violet, and I'll introduce you to some of my fa\\Tourite dishes. What do you think of it ? Very French, ain't it ?' ' Very,' remarked Lady Marcia dryly, but she was not referring to the arrangements of the room. Furious with her nephew for upsetting all her plans, and to no purpose, she was compelled to admit that he was behaving wonderfully well, and making the best of a bad business with the very best grace. His manner towards his wife was"], [126, "VASHTI AND ES THER 116 perfect, and Violet, realizing the awkwardness of their position, met him in the same spirit of friend liness, seeming interested in everything he said, and whispering something in his ear which caused him some confusion, though he laughed. It was the merest nothing which she had whispered, a personal remark which was neither ill-natured nor witty ; but her lips were in close contact to his ear, he thought once they touched it, and the blood rushed hotly to his forehead. It was for the benefit of the spectators — all of whom, with the exception of Lady Marcia, and perhaps Hartrey (whose face wore a look of comical commiseration which was meant to disconcert one of the actors and to open the eyes of the other), were deceived by a rather overdone byplay — that Violet presently drew a yellow rose from her bouquet and fastened it into his coat."], [127, "AT THE AMPHITRYON 117 ' I thought you were such a dandy, Kenneth. Did you forget your button-hole, or have button holes gone out of fashion — since last week ?' she asked with her most dazzling smile, and then turned away to greet some more guests. During dinner-time Violet kept up her semblance of high spirits. She scarcely glanced in the direc tion of Count de Souza's table ; but all the while she was very conscious of her husband's presence. He was not sitting next to Mrs. Turton — that seat had probably been filled up while he delayed — but next to ' the Duchess,' who was looking the great lady that she was in a well-worn black satin gar ment (it was frequently remarked among her inti mates that her faithful maid must have very few perquisites), with a coronet of diamonds on her head and a glittering necklet of brilliants coArering her neck, which was also shrouded in fine laces."], [128, "VASHTI AND ESTHER 118 In spite of her short stature, the Duchess of Skye carried herself like the ideal duchess. She was almost the last living specimen of the women who flourished more than half a century ago, women of splendid physique, free from modern illnesses and nerves, and who look at us out of old miniatures and pictures aghast at the vulgarities of our much vaunted civilization, with its publicity, its rush, its stress of mind and body. ' The Duchess ' was never ill ; she never admitted bemg tired ; but when Violet met her glance, the smile with which she nodded ' how d'ye do ' seemed shadowy and faint. Violet would have liked to have spoken to her as she went out ; but Lady Marcia was in a hurry. Someone had lent her a box at the Opera, and she wanted to hear somethmg of the music before going on to Mrs. Peachem."], [129, "A T THE AMPHITR YON 119 As they drove away together, Lady Marcia patted her niece encouragingly on the knees. ' You did splendidly. So did Kenneth. I was proud of you both. After all, my dear, the \" angel unawares \" is a nuisance in society. I think you have altered for the better, not for the worse.' Violet smiled rather dolefully at what was meant to be a jest. She scarcely spoke on her way to Covent Garden, and her thoughts were very far away, yet A-aguely tender, as she listened to Calve's rich impassioned voice. Every now and then she looked towards Count de Souza's box, wondering if his party would come in on their way to the ball ; but it remained empty. The Count's hos pitality was boundless, while Lady Marcia had been fastidiously frugal in her menu. As they were driving towards Gros\\Tenor Square, Violet suddenly leant forward."], [130, "VASHTI AND ESTHER 120 ' I want to go home first. Do you mind ?' she asked abruptly. ' Not in the least. I have known Susan Maybury go back three times in a night \"for repairs.\" It keeps the servants on the qui rive, and it's just as well they should not always know when you are coming.' Violet said no more. When the carriage stopped at her door she got out and ran upstairs, returning after some minutes' absence, and submitting blush ingly to Lady Marcia's quick, scrutinizing glance. ' I thought it would please Kenneth,' she said in a shamed whisper. ' Quite right, my dear, quite right, and your tiara is ATery well put on and suits you very well. Everything suits you, and it's absurd having diamonds and not showing them ; but I liked the butterfly best, and — there, there You're a"], [131, "AT THE AMPHITRYON 121 good girl, Violet, and I am getting an old woman. Waithig tries my temper. No, no need to say where we are going. They know Avell enough. They know too much. I remember Shropshire (young Fitz-Glyn's father) discharged all his servants once because a party of his got into the papers, — and Horace Arane was the delinquent, after all. But I expect we are all placed in our right positions in the servants' -hall, whatever our preten sions. I heard an impertinent linkman call out the other night, \" Treble X stops all the way,\" when Mrs. Beauclerk BroAvn's carriage was wait ing. Lean back, Violet, and close your eyes ; don't talk and tire yourself. I can always talk for two.' Violet was obediently silent ; but her eyes were wide open, and were shining in brilliant rivalry to her brave display of diamonds when every now"], [132, "VASHTI AND ESTHER 122 and then the lamp-light illuminated her dark corner. She was deep in thought, and hoping she scarcely knew what, as the carriage drew up at the door of the Gros\\-enor Square mansion."], [133, "CHAPTER XVI. A ROYAL FEAST. Although Violet had already been out a great deal this season, and to some of the best houses, she was unprepared for the magnificence of the sight that greeted her as she alighted and passed mto Mrs. Peachem's house. It beggared description. The whole outlook was a garden — a garden all flowers, with only a thin veil of green ; while the hall was a miracle of coolness, with splendid palms and enormous blocks of ice half hidden among foliage and ferns on the pure white marble floor, and dropping from the ceiling and"], [134, "VASHTI AND ESTHER 124 trailing over the balustrade of the white marble staircase were the costliest orchids, purple and golden — royal colours. Bej'ond the hall was an expanse of tenting erected in the garden, and trans formed into a bower of A-ari-coloured roses, and a very maze of trellised paths leading to the love liest nooks for sitting out. The number of roses used for this alone numbered many thousands. Some said the flowers en masse had cost £2,000 ; others declared that £4,000 \\A-as nearer the true figure. Violet passed upstairs as though passing through an illustrated fairy-tale, with herself as the en chanted princess. Where was Prince Charming? she wondered and sighed. Many strange faces met her on her way upstairs, and she spoke to several people whom she knew. Everyone in London seemed to be present, yet there was no"], [135, "A ROYAL FEAST 125 overcrowding and no heat. All the windows had been taken out, and the cool night air was blowing through strained muslin deluged with the freshest scent. At the head of the staircase stood the hostess, tall and gaunt, but of a rather stately presence, with a purposely modest tiara, and some priceless lace, but very few jewels — sapphires — on her royal blue velvet gown. She greeted Violet with empresse ment. Delighted at the success of her endeavours, she beamed at everybody who came up, and every noAV and then in her excitement she forgot her still new rule of grande dame, and was once more the jocular provincial dame of earlier days. When ever her daughter came in sight she pulled herself together with an effort. It was necessary she should remember she was already the mother-in law of a duke's daughter, and might become, in"], [136, "126 VASHTI AND ESTHER spite of her husband's loud disclaimings, the mother-in-law of a prince. As Violet and Lady Marcia entered, Lettice ran towards them looking radiantly pretty and de lighted. 'Isn't it too lovely!' she cried rapturously. ' Lord Tony says it's \" bang-up \" — his highest praise. The dinner was perfection, and served in an hour and a half. No confusion. Each man as he arrived was presented with a printed card telling him who he was to take in and at which table he would find places. There were six tables, with different flowers on each. Lady Maybury sat at the table, which was a mass of orchids. At our table we Avere all boys and girls, and the flowers were white lilies.' 'Who else sat at the table?' asked Lady Marcia curiously."], [137, "A ROYAL FEAST 127 ' Royalty, of course ; he took in Mrs. Peachem. (I wonder if it is true that when the list of guests was presented to him for approval he asked if he might \"scratch\" the hostess!) And then all the beauties ; but no one so lovely as you, Violet, though Lady Greye was there — a ATision in a \" serpent \" frock — and the Duchess of Dublin, Princess of Stein (beautiful in blue and white, with turquoises : there she is at the end of the room !), Lilian Lady Maye (it is fin de siecle to be a grandmother and lovely), and Lady de la Poere all looked perfectly splendid. That table was a sight to see !' ' And who took you in ?' asked Violet 'Lord Tony,' answered Lettice, blushing. He came up as his name was mentioned, and after asking Violet for a dance later on, went off again with Lettice."], [138, "VASHTI AND ESTHER 128 Violet's matchmaking scheme had succeeded be yond her expectations, perhaps beyond her hopes. The young man had been furious when first made aware of her tactics ; but after a while — for Violet arranged more meethigs — he began to appreciate the girl's sweet temper and bright spirits, while a devotion that was first assumed in pique ended in real earnest. He soon found that Lettice's light hearted ' So dear of you !' was more of an incentive to further deeds of gallantry than Violet's rather stilted ' Thank you.' Lord Tony was accustomed to be made much of by women — and liked it. Violet had a very great success that night. Royalty asked her to dance, and she sat near him at supper glittering in primrose satin and silver, with diamonds and rubies, and (her little social triumph having dispelled her natural shyness) radiant with pleased excitement. Kenneth felt"], [139, "A ROYAL FEASI 129 passionately proud of her as he watched her from a distance, and later in the eA'ening he found a chance of getting near her. She had been dancing with Royalty again ; an empty circle was left round her, and Kenneth pushed past several others who were intending to approach her. Her flower was in his coat, her whisper was still sounding in his ear. ' Just one turn with me, Violet,' he said, with a pleading accent in the peremptory tones that were meant to dispose of her objections, and caused her to place her hand upon his arm shyly, blushingly, almost as though he were a suitor, and not her legal lord and master. They had neATer waltzed together before. Their courtship was a rural one, without the adventitious aid of balls and parties ; and it had not lasted through their fashionable married life. Now Ken- vol. 11. 23"], [140, "VASHTI AND ESTHER 130 neth threw his arm round his wife's waist Avith masterful tenderness, and Violet, who danced lightly in spite of her height, scarcely touched the ground as he drew her in and out of the dancers. She felt as though floating in mid-air. It was all part of the fairy-tale ; only now the man who was once, and should be now, her Prince Charming was with her. It was rather a sudden return to earth when the music ceased and she slipped her fingers from her husband's grasp as his arm fell from her waist. She was blushing still and trem bling, and just a little out of breath, when someone spoke to her, and, looking up, she found her bete noire at her side. ' Lady Violet, if you introduce these Utopian habits into society, you will be responsible for the results. I can't imagine what London would be like if the domestic virtues began to flourish at the"], [141, "A ROYAL FEAST 131 expense of all our pleasant vices. May I have this next dance ? It is another waltz. No, it's the pas de quatre, and I don't think the pas de quatre is worthy of your dignity — or of my discretion. We will sit and watch it, if you like.' Violet looked round anxiously for Kenneth. He had gone. ' The Duchess ' came up, but she was hurrying on to speak to somebody ahead, and only paused to lay her hand affectionately on Violet's shoulder. ' My dear, I said you would swim — I said you would be the fashion. Horace Vane is raving about you, and Royalty, the best of judges, de clares you are the loveliest woman in the room,' she whispered as she passed. There was nothing for Violet to do but to resign herself to Hartrey's companionship. She took the chair he offered, but edged it as far away as"], [142, "VASHTI AND ESTHER 132 possible from the one in which he was sitting, and she only A'ouchsafed monosyllabic replies to his remarks. Just in front of them Lettice and Lord Tony were dancing together — Lettice, slim and graceful, sway ing like a reed to the lilt of the music, her little hand in Lord Tony's, and looking up into his face with mirthful, happy eyes. Her lissomeness was the more noticeable that near her Veronica Peachem, stoutly-built and plain, was romping through the dance with undiluted energy and strength, while, farther away, Lady Glaive had cast her demureness to the winds, and was moving wildly to the measure, the prettiest young Bac chante in white, with green ribbons and green leaves in her rough brown hair. For a wonder, her husband was dancing with her. He was as young and as good-looking as herself, but they frequented"], [143, "A ROYAL FEAST 133 different sets, and seldom crossed each other's paths. ' I told you,' obseived Lord Hartrey to his com panion, with a sneer, ' that you were introducing a very dangerous fashion.' When the music ceased the ball-room did not empty. It was getting late, and the dances fol lowed each other in rather quick succession. People were walking up and down : some stood in groups to talk ; but presently, as though by magic, they all gravitated to one end of the room. Violet stood up to follow. ' Is it late ? Is everybody gomg ?' she inquired. ' No, it is only Royalty taking its departure, and eAreryone is crowding round on the chance of a nod or a word. Snobbishness must be more than skin deep in British nature if it affects the flower of our aristocracy as well as our middle classes. You"], [144, "■ 34 VASHTI AND ESTHER and I are left stranded here alone. No, there's \" the Duchess.\" Good God ! what has happened ?' Violet flew past him, and was half across the floor before he caught her up. There against the wall sat ' the Duchess,' all alone and rigidly erect, with flowers in her dress and diamonds glittering on her head and neck. Her figure was reflected again and again in the flower-wreathed mirrors round her ; but there was no moA-ement of her limbs, and her beautiful old face was white — as death. ' What is it ?' cried Violet, throwing herself down upon her knees beside her. ' Oh, Lord Hartrey, is she dead ?' The death of the Duchess of Skye would in any case have caused a most profound sensation ; but occurring as it did at the ball of the season, in the"], [145, "A ROYAL FEAST 135 presence of all the fine fleur and Royalty itself, it attained to the importance of a national tragedy. The newspapers were full of the event, and devoted a great deal of their space to praises of the grand old lady who had had so many friends and yet no enemies, who Avas so constant and un ostentatious in her charities, who, herself of highest degree, had never despised those less fortunately placed, or envied those who were endowed with wealth. She had never been known to do an ill-natured thing, or to say one ; she never circulated any scandal. While one half of the world was condemning the other half for its frivolities and sins, she lived in peace and goodwill with all around her. Everyone went to her for advice — she was a universal peacemaker. She enjoyed everything intensely to the last, and was unfailing in her brilliant wit and charming humour."], [146, "VASHTI AND ESTHER 136 For the last fifty years she had been one of the most important pieces on the social chess-board, moAdng among kings and queens as though by right, and enjoying royal privileges, while the unimportant pawns and all onlookers at the game folloAved her moves with blindest admiration. No other woman had approached her in popularity but Lady Marcia, and she Avas genuinely grieved at the calamity which left her first favourite in public estimation. Although Violet had only knoAvn her for so short a time, she, too, was intensely distressed. ' The Duchess ' was one of her first and kindest friends. Losing her was like losing a landmark in her life ; and the fact that she had died so before her eyes, and amidst such incongruous surround ings, had added to her natural sorrow. She could not forget the calm dead face among the"], [147, "A ROYAL FEAST 137 lights and the flowers, with the strains of the Hungarian band as requiem music. Kenneth had carried his wife half fainting from the ball-room, and had brought her home. The next morning, as she was sitting in her bedroom ready dressed, but reluctant to go down to take up life again as though nothing had occurred, he came to her door and knocked gently. 'I thought you would like to hear about \"the Duchess.\" I have just come back from Charles Street,' he explained apologetically as he came in. Violet raised her tired eyes to his face ; she had not slept, and they were red with weeping. Her golden hair was pushed back carelessly from her face, which looked very white and wan against her plain black frock. ' You are very kind ; you were very kind last night,' she said gratefully."], [148, "138 VASHTI AND ESTHER ' I thought you would like to know she could haA-e suffered nothing. The doctor was at Charles Street. He says it was simply failure of the heart's action from over-exertion and old age. Death must have been instantaneous !' ' \" The Duchess \" was always impatient of sick ness and pain.' ' And I think it was the death she would haA-e chosen. You see, she was amongst her friends. Her life was brightness to the very last. Did I tell you that during dinner at the Amphitryon she turned very white and nearly fainted ? We thought she would not have gone to the ball ; but she seemed better after some brandy and champagne, and she was determined to go on.' ' Poor Duchess,' said A^iolet sadly. 'She had a horror of falling out of the ranks. Once at Ladysmeade I remember Sybil Hope remarking"], [149, "A ROYAL FEAST 139 that someone they both knew was getting very deaf and stupid — \"getting quite a bore,\" she said. \"The Duchess\" turned tome with such a scared look on her dear old face. \" My dear, I hope no one will ever say that of me,\" she whispered. No one can say so now ; she was bright and de lightful to the last.' ' She was very fond of you, A^iolet ; you will miss her very much.' Violet's lips quivered. She turned away her face, and, to hide her distress, began to trifle with the silver ornaments on the dressing-table at her side. Kenneth stood awkwardly near. He would have given much to have taken her in his arms and comforted her, only the fear that he might add to, instead of lessening, her distress restrained him. As matters stood now, they were less than"], [150, "VASHTI AND ESTHER 140 loA'ers, and yet more than friends. It was altogether such an impossible position. ' I wish I could help you. I wish I knew what to say or do,' he said gently. His voice, usually loud and self-assertive, was so softened and so full of pity that Violet's heart was touched. She looked up impulsively ; but the words that trembled on her lips were not spoken. At that same moment her fingers, wandering idly among the trinkets on the table, came in contact with a box of chocolates which she had bought for Lettice's delectation once Avhile driving together, and the tenor of her thoughts was incontinently altered. The face painted on the satin lid was the usual type of expressionless brunette ; but in the poise of her head and in the arrangement of her plaited hah- there was some resemblance to Esther"], [151, "A ROYAL FEAST 141 Gay, the gipsy. Violet had noticed it at once ; she remembered it noAV and her heart hardened. It was Esther he loved. He only gave to her his pity. ' You are very kind,' she said, repeating the words she had first spoken, only in quite different tones ; ' but there is nothing you can do. I shall get over it, of course ; one \" gets over \" everything in time, but perhaps just at first I am best left to myself. It — it was a great shock as well as a sorrow, you see.' ' Yes, I see,' he said with bitter emphasis, and accepted his dismissal. For a few days (nearly nine) nothing was talked of but ' the Duchess's ' death, although, after the first excitement was over, the conversation was apt to branch off from the ev-ent itself to the scene of its occurrence, and the glories of Mrs."], [152, "142 VASHTI AND ESTHER Peachem's ball lost nothing by subsequent discus sions. The florists and the decorators were said to haA-e achieved unprecedented triumphs. It was rumoured that Lady Mary Morrison, who Avas fair, fat, and perhaps forty, had even broken through her usual habit of remaining on the ground-floor (near the refreshment rooms) to see the wonderful display of blooms upstairs. That the supper was magnificent went without saying. Hot quails abounded, Perier Jouet flowed, and there was a prodigal profusion of out -of -season fruits. The fact, however, that seemed to haA-e impressed itself most deeply on the guests was the service of the supper. Those who went in for a second or a third repast declared that the table looked as if it had only just been laid. So fast as one dish was spoilt in its appearance, another was put in its place. The hostess subsequently prided herself"], [153, "A ROYAL FEAST 143 upon the fact that clean dinner - napkins were before every plate to the last. It was computed that two thousand dinner-napkins had been in use to compass this glorious result ! Such is social fame."], [154, "CHAPTER XVII. THE GOLDEN SCEPTRE. That season was a very brilliant one. The great hostesses vied with one another, and several new hospitable lights appeared, some of whom were destined by sheer force of generosity and nous to keep the footing they had gained. The Johnsons also had a house-warming. Lady Marcia, with her customary frank sincerity, had told them that they could do no less. ' People soon find out if you mean to \" give any thing \" or not, and if you don't you stand on a different footing. Besides, rich folk are expected to"], [155, "THE GOLDEN SCEPTRE 145 give parties. It is their destiny in life. Of course it's a bore ; but Horace Vane will arrange it all for you — at a price ; and A'iolet will be a lovely hostess.' After some consultations they decided to give a ' boy and girl ' dinner, to finish with a cotillon which should take in all the smart young married women. It pimed an immense success ; and Ariolet's good taste, supplemented by Lady Marcia's savoir vivre, preA'ented Kenneth from erring on the side of extravagant display. Only in one thing he had his own way — the cotillon presents, which included the daintiest umbrellas, parasols, boxes of gloves, and e\\Ten boxes of silk stockings, were chosen quite regardless of expense. Mr. Vere led the cotillon, and had imported several new figures from Paris. It Avas the talk of the next day, that in jumping through a paper hoop Lettice vol. 11. 24"], [156, "VASHTI AND ESTHER 146 had fallen plump into the arms of Lord Tony Fitz-Glyn. ATery shortly there followed the denouement. Lettice rushed into Violet's room one morning brimful of excitement and importance. ' It's all over ! I'm going to marry him. I can't believe it yet. It only happened last night, and I've sent wires to everyone I know. Mother wired back she was coming home at once, and Sybil has taken rooms at the Albemarle. There will be a regular family conclave, but it will all amount to nothing. I've made up my mind, and ' — with a knowing little nod — ' his too.' Violet laughed. She was pleased that Avhat she had planned should have so quickly come to pass, yet it still seemed a little unnatural, a little unreal. That Lord Tony had cared for her, a married woman, was ridiculous, and, of course, very wrong ;"], [157, "THE GOLDEN SCEPTRE 147 still, the crime was so recent and his redemption was so sudden. Her congratulations were a little disjointed, but sufficiently sincere to satisfy the light-hearted girl who received them. ' These be hard times,' she rattled on now with mock dolefulness, while her face was full of mis chief ; ' Lady Maybury (she's jealous) declares that I spoke first to Tony, but, honour bright, Afolet, I did not ; though I dare say the answer slipped out rather sooner than he asked the question. Men are so slow. The old days of fairy princes and knights errant are gone by. I wish I had lived when they fought for us and fell upon their knees before us. Nowadays, King Man extends the sceptre, and we meekly touch its tip. I've had to \" make terms \" with Tony, and he's no great catch — a younger son with £3, 000 a year ! I've pro mised to leave all the swearing and smoking to"], [158, "VASHTI AND ESTHER 148 him. I've promised never to paint — he said nothing about powder — and never to dance a pas seul of any sort in public. Well, I mean to keep as many of the promises as I can. The fact is, duckie, he wants me to become like you ; that is, as like you as possible. He says you are perfect. So you are; I think you are perfectly darling !' She closed the discussion with a kiss, and wandered off to the piano, where presently she was singing a coster song in her usual happy, thought less strain ; while Violet, lounging in an easy-chair, her arms thrown backward and forming a nimbus round her golden head, gave herself up to her own thoughts. These two would be a typical young couple, with love to start on, but no troublesome illusions. Each knew the other intimately — indeed, the extent of Lettice's knowledge might have upset her lover's"], [159, "THE GOLDEN SCEPTRE 149 equanimity, which was usually remarkably well balanced ; therefore there were fewer disappoint ments to be feared and fewer disagreements. Whatever her faults, Lettice was true and warm hearted, and she had neArer cared for anyone but this oddly commonplace, amusing young man. But was love, true, self-sacrificing love, completely out of date ? Thinking over the number of her acquaintances, Violet could not point to one couple who were so utterly devoted to each other as to count the world AA^ell lost for love. Now and then there had been an instance of a modern reckless Paolo, a foolish if fashionable Francesca, who had defied the proprieties and gone off to stormy wilds together ; but in each of these cases the end had been worse than the beginning. SomehoAV the very conditions of society seemed inimical to real romantic love."], [160, "VASHTI AND ESTHER 150 ' So 'elp me bob, I'm crazy ; Lizer, you're a daisy ; Won't yer share my 'umble 'ome ? — Won't yer ? — 'Ow d'yer fancy 'Awkins for yer other name ?' sang Lettice in her ringing, childlike voice, and then unexpectedly broke off. ' Oh, Violet ! I'm so glad it isn't Johnny Les sington or Bobby Vere,' she exclaimed, with an exaggerated and quite uncalled-for accent of re lief. ' Does it matter in the least whether it is Mr. Lessington, Lord Anthony, or any other? You would not care. I thought you had more heart !' cried Violet, in sudden violent contempt. Lettice crimsoned, and looked half inclined to cry. Then, slipping from the high music-stool on which she had been wheeling round and round,"], [161, "THE GOLDEN SCEPTRE 151 she came over to Violet's side, and perched herself on the arm of her chair. ' Do you know,' she said, with a charming bird like poise of her small head — ' do you knoAV that you are very much mistaken? I happen to be troubled just at present with a superfluity of feel ings. I — I don't knoAV what it is, or why it is, but — I'm very fond of Tony. I'm foolish about him. I can think of no one else. I know he is only an ordinary young man — not so good-looking as most, and not so clever as some ; yet I'd rather marry him than a duke or' — with a vague idea that she had not been convincingly emphatic — ' or a prince. Savear you'll never tell him, Violet ; but I loved him from the first moment I saw him. I should have broken my heart if he had not cared for me.' Her last words were half unheard, as Violet"], [162, "2 VA SHTI A ND ES THER 152 drew the child close to her, and covered her hot cheeks with repentant caresses. ' I am so sorry — I mean, I am so glad — and will you eA'er forgive me for misjudging you? I do so hope that you will be very, very happy,' she murmured incoherently. ' I think I shall be,' ansAvered Lettice shyly. ' I think he is very fond of me, and I want to be just what he wishes — just like you. Do you know, I once thought — it was very foolish of me, but I thought ' ' AVhat ?' asked Violet, instinctively dreading the reply. Lettice was telling over the number of trinkets that jingled at her wrist, so fortunately did not raise her eyes. They were the usual fashionable gewgaws — two diamond-studded gold dice, which had been the means of winning her many gloves"], [163, "THE GOLDEN SCEPTRE 153 and some money ; a split spade guinea which con tained, failing other hirsute treasures, a lock of her own hair ; some ' lucky ' jewelled money, and a four-leaved shamrock in a crystal locket — and when she had looked them all over with deliberate slowness, she came desperately to the point. ' I thought you wanted him yourself,' she said, and looked very shamefaced. ' Alolet ! why don't you call me an idiot, and box my ears ?' But Violet, who was never ready of speech, could only laugh helplessly and blush. She could not well defend herself, and she would never cease to be ashamed of that episode which, while it had had a salutary and softening effect upon her char acter, had left her powerless to condemn any other fashionable evildoer. The Johnson menage was progressing on greased wheels. Kenneth, though never lover-like, was"], [164, "VASHTI AND ES THER 154 always considerate and kind ; and Violet, who had learnt to judge by degrees of comparison instead of by the rigid rules of her own severe good taste, was inclined now to look very leniently upon his faults. By contrast with her father, and by the few men she had met before her marriage, her husband's manners and customs might be shock ing ; but compared with Tony Fitz-Glyn, Bobby Arere, and other fashionable men, they were ade quately comme il faut. The ' Rowdy-Dowdy Boys ' of 1893 are not the romantic costers (a la Chevalier) or the ordinary roughs, but our hereditary legis lators, our young guardsmen and smart clubbites. ' Shooting the chutes ' at the Foresteries, with Lady Cheshire gesticulating wildly to a circle of ap plauding friends, and Mollie Glaive screaming; while in another boat Philip Graham and Bobby Vere sang snatches of a comic chorus, had opened"], [165, "THE GOLDEN SCEPTRE 155 her eyes to the fact that ' londness ' was ' the thing.' 'Arry and 'Arriet were left far behind the aristocracy when it came to a romp. On this occasion Kenneth, by comparison, had seemed most distinguished ; his only breach of decorum was when he slipped his arm round his wife's waist as he sat down beside her, and this his wife con sidered might have been necessary, owing to the rapidity and force of the descent. In those days ATiolet was often conscious of a sense of exhilaration, as though something were impending which frightened while it made her strangely happy. She no longer moved about the house in gloomy silence. Once or twice Kenneth met her flying upstairs two steps at a time, like a school-girl, and he often heard her singing as she worked or idled in her morning room. One day he came to her for help, and she gave it so"], [166, "156 VASHTI AND ESTHER simply and so trustingly that he was more than ever inclined to blame himself for eA-ery unfaithful ness and folly of which he had been guilty. Society, which periodically opens its eyes and then professes to be shocked at what it sees, was just now inclined to be scandalized by Mrs. Guy Turton, and, oddly enough, it Avas at a time when her conduct was peculiarly blameless. Lady Hartrey, who so seldom stirred the stream of English social life, had suddenly returned from abroad in the worst of humours with her lord, who, no doubt, had given her some cause for wrath. As an original method of reprisals, she had chosen to set detectives not only upon him, but upon seA-eral ladies whose names she had heard mentioned in connection with his own. Two of these ladies could afford to be more amused than annoyed by this novel form of her vengeance. Lady Glaive,"], [167, "THE GOLDEN SCEPTRE 157 for instance, took the greatest delight in flying all over London in a hansom, and going to the most unheard-of places, just to ' run up ' her enemy's ' costs.' It was Mrs. Turton who suffered most under her 'shadowing.' She laughed at first, and shrugged her plump shoulders in the pride of con scious rectitude so far as Hartrey was concerned ; but laughing did not help her, nor did any serious remonstrances. Lady Hartrey would not alter her course, and Mrs. Turton, who happened to be in disgrace on another account, found the stream was beginning to run strong against her. ' She ought to have been divorced before she was married,' said Lady May bury severely, to start with ; and then others, like rats, prepared to leave a sinking ship. 'I thought,' said Kenneth, as he told this story, ' that if you and Lady Marcia would be seen about"], [168, "VASHTI AND ESTHER 158 with her sometimes it would tide her over a rough time. There is really no harm in her — not much harm, I mean ; not half so much as in some who never come to grief.' Violet's face remained outwardly grave, but she was smiling a little to herself. She was quite sure that Kenneth would not have come to her for help if he had ever really cared for Mrs. Turton, or Avere in any way entangled with her ; and the relief of this feeling left her ready to admit that the lady Avas not only innocent but in jured. ' I will write a note to ask her to drive with me this afternoon, and Aunt Marcia shall ask her to a Sunday luncheon. Will that do ?' she asked quietly. ' The very thing. Aiolet, you are an angel !' cried Kenneth in an enthusiasm not unmingled"], [169, "THE GOLDEN SCEPTRE 159 with gratification at the idea that his Avife could so easily rehabilitate a social sinner. ' That is unfortunate for me,' laughed Ariolet in reply. ' Aunt Marcia says ' (mimicking that lady's manner) 'that \"angels ain't understood in society,\" and I don't want to pose as une femme — that is, .... ange incomprise.' She wrote the note at once, and then gave it into his hands. ' \"Will you take it ?' she asked, and the trust implied in the inquiry did more to bind her husband to her than the religious and legal ceremony which had proved so merely nominal a tie. Lady Marcia, when consulted on the matter, thought her niece was a fool ; but she did not say so, nor did she place any difficulties in her way. So long as Violet was contented, what did it matter ?"], [170, "160 VASHTI AND ESTHER It was just as well she should not seem to be jealous. Kenneth had certainly behaved well of late, and Violet had seemed to like him better. It would be the oddest thing possible if, after once being disillusioned, she should again learn to love her husband ; but strange things did occur in life, and since Shakespeare's creation of Titania and Bottom the world has seen many cases of un accountable and mad infatuation. The Legh blood was coming out in Kenneth since his marriage, but there was a good deal of the Johnson in him still ; while Violet was aristocrat to the tip of her small fingers, and critical almost to a fault. Once in a burst of confidence Violet had broached the subject of Kenneth's excruciating taste in neckties ; but this trouble Lady Marcia made light of. She herself attached no importance to the"], [171, "THE GOLDEN SCEPTRE 161 different details of men's dress, and even welcomed any deviation from the lines prescribed by Beale and Inman and the rest as a sign of saA'ing individuality and therefore grace ; yet on second thoughts she could easily imagine that A:iolet might have different A-iews upon this point, and a few days later she appeared in the Carlton House Terrace Library, Kenneth's favourite retreat, with the footman carrying a parcel behind her. ' AYhen's your birthday, Kenneth ? This month ? I quite forget the date. Not till December? I believe my memory is going. AATell, you'd better take my offering now, while I think of it. It is a useful present.' She looked a little uncomfortable when he opened the box, and the quick blood mounted to his face as he saw that it contained a not very varied assortment of handkerchiefs and neckties. Then ATOL. II. 25"], [172, "162 VASHTI AND ESTHER he laughed ; and Lady Marcia laughed, too, with a sense of relief. ' They're rather neutral tints, but Violet don't care for bright colours,' she said doubtfully. She had taken Mr. Lessington as her model of good taste, but unfortunately, while he was un consciously under her notice, he had been in slight mourning ; therefore the grays and the magpie black-and-whites were, as she surmised, a little monotonous of tone. Kenneth, however, was determinedly on his best behaviour, and wore them steadily, one after another, without even a rebel lious swear. He read Lady Marcia's lesson broadly, and in other things set himself more seriously to please his wife. The Friday before Goodwood was the date of the last ball of the season and one of the gayest, for though a few — the mothers of plain daughters and"], [173, "THE GOLDEN SCEPTRE 163 some heavy-witted married women — had held dis approvingly aloof from a hal masque, the smart world seized eagerly upon a change of amusement ; and somewhere in the early morning hours there was quite a Parisian flavour in the reA'els. An historic house and charming grounds, brilliantly illuminated and thronged with passing and repassing figures, a few wearing the ordinary plain domino and hood with a mask, but the majority more fancifully dressed, now in Incroy able hats and Directoire coats (made reversible to puzzle an admirer or a dearest foe) ; now in grand mother gowns with poke bonnets brimming over with roses ; and now in especially planned costumes. More distinguished than any by reason of her graceful height and mysterious attire, was a woman in black satin that fitted like a skin, while over and around it floated clouds of gauzy black"], [174, "164 VASHTI AND ESTHER fastened down in places by diamonds, riviere-like chains, and beautiful brooches. She wore no mask. An Oriental Yashmak of black gauze artfully fastened in her golden hair with upright sable wings set in with brilliants shrouded all her features except two big blue eyes. The identity of this fascinating person was le secret de Polichiitclle. AYho else but Lady Violet Johnson had such a wealth of glorious golden hair, such brilliant blue eyes, and such wonderful jewels? But Alolet, believing herself effectually disguised, was happily audacious. She dared to go up to her husband and challenge him, in a feigned voice and in French, to take compassion on a stranger and ask her to dance. Kenneth proved equal to the occasion ; he danced with her not once, but thrice ; he sat out with her in the garden, still keeping up the pretty farce of being at a loss to guess who she"], [175, "THE GOLDEN SCEPTRE 165 might be ; and before they parted, at his request, she had plucked him a white rose. It did not shake his firm belief that he had been flirting with his wife when afterwards he met her all in white with pearls round her throat, and white lilies in her hair. He knew that women the least in triguantes delighted hi such mystifications, and he remembered how Lettice had confided to them that she meant to sew a black flounce on to her pink frock, so that she could persuade Lord Tony he had been making love to the wrong person. Besides, in his own mind — and his perceptions were wonderfully quickened by experience and love — he believed that Ariolet knew he recognised her, and had enjoyed the diversion all the more because of this knowledge. The following afternoon he came upon her unexpectedly in the Park, the centre of a little"], [176, "VASHTI AND ESTHER 166 group composed of Lettice, Sybil Hope, who was acting chaperon at present, Lord Tony, and some others. They were sitting on the lawn, hemmed in with other people's chairs, and until he was quite near she did not see him. Then as she looked up and met his gaze, her face and throat were bathed in rosy blushes, her eyelids fell ; but not before he had seen something in her surprised and sudden glance that told him he need not by any means despair. Lettice, Avho took in the whole scene, tossed her small head disdainfully and was half inclined to be angry with her friend for her poor spirit. In her own mind she described the situation as another instance of the supremacy of man. Kenneth, like all his sex, had only to ask and to haATe, only to sin and to forgive. King Man could do no wrong. Long live the king !"], [177, "CHAPTER XVIII. JEWELS wtohout price. There is a tide in the affairs of man which seems to have no flood, only a soothing ebb and flow, the calm scarcely broken by the splash of an event or even by ripples of emotion. Such a time had come in the life of my heroine and hero. Kenneth had been waiting, patiently waiting, for the fulfilment of his hopes, and in the meantime was able to enjoy unlooked-for gleams of happiness in moments of friendly intercourse with his wife, which, if they had not already been man and wife with a finished romance behind them, might have been described"], [178, "168 VASHTI AND ESTHER as flirtation. Violet herself, though she, too, was moAang with the stream, not asking whither she was drifting, was conscious of some coquetry in her actions, in her glances and in her thoughts. An endless round of gaieties no longer seemed mono tonous or stupid. All balls were much alike in themselves, but delicious thrills of anticipated pleasure, and unexpected intoxicating details of actual enjoyment, had lent variety and charm to parties that Lettice Legh pronounced ' as dull as ditchwater,' and which Lady Marcia condemned ' as not at all smart.' At last she was entering into the spirit of the fun around her. She was very young, and consciously lovely ; the London world was at her feet ; and she no longer felt alone or sad now that her husband was always at her side, not often attracting her attention, but watching her from a distance, ready to go to her assistance in any social"], [179, "JEWELS WITHOUT PRICE 169 difficulty, content to efface himself when she was well amused. The changes that a year of married life had worked in Kenneth, though gradual in themselves, were suddenly apparent hi his softened A-oice, more modulated manners, and hi the tact with which he steered himself over dangerous places against which formerly he must have come to grief. All things had tended towards his education, but as usual it was women who had formed it. Mrs. Turton and Mrs. Venning had been stimulating, if not elevating, influences upon his character ; and little Esther, with her tender truth and shy worship of himself, had opened his eyes to the delicate beauty of a woman's nature. Loving Esther had taught him to love Ariolet, not hi the haphazard, self-confident way in which he had wooed her while she was still in the ignorant, indiscriminating stage"], [180, "VASHTI AND ESTHER 170 of early girlhood, but as a Avoman of the world — refined, cultured, and, as inevitable in these fin de siicle days, inclined to be critical — could be won. He had learnt wisdom, with its self-restraint. Violet's blushes, her merry, somewhat proA-ocative glances, had not tempted him to court defeat or a merely temporary victory by a premature eelaircisse ment. She must love him very truly, very strongly, and without a single doubt before he dared confide in her that he had once (and in their A'ery honeymoon) loA-ed Esther ; while at the same time asking her to belieA'e that he was not account able for her mysterious disappearance. The end of the season brings with it, amongst other things, a deluge of bills. They had been pouring in upon Violet the last fortnight, and now, the morning after the masked ball, she resolutely determined to look them through. Counting them"], [181, "JEWELS WITHOUT PRICE 171 up for the first time, she was horrified to see the sum total. Her yearly allowance had already been exceeded ; and, moreover, her frocks for Goodwood, Cowes and the country, and the necessary Busvine habit, were still to be paid for. Lettice's wedding present must also be purchased before she left town. The day before Alolet had been to Dreyfous' to choose one, and there was quite a gathering of people bent on the same errand. The wedding had been fixed for September, but it Avas not yet decided whether it should take place in the country or in London. ' And that makes all the difference. It's no good wasting a lot of money on a decent present if she's not going to have a \"show,\"' said Susan Lady Maybury from the far end of the shop. Mrs. Peachem Avas there. She had looked in on her way to hear a great debate hi the House (of"], [182, "VASHTI AND ES THER 172 Lords), to choose something for Veronica to give the bride elect. She herself was giving her a diamond and turquoise necklace. ' Oh no ! I only know her slightly,' she said, in answer to a somewhat malicious inquiry ; ' but so much is expected from me always. AVhat seem luxuries, even extravagances, to some people, are necessities to me. One suffers so from publicity in these days AVhat !' Her strident tones carried farther than she knew, and Susan Maybury tossed her head in indignant disdain with an audible comment. A person only known by dint of most successful trading had no right to suffer from a scourge which was originally meant only for the aristocracy and real celebrities ! Mrs. Peachem ought to be flattered by her name appearing anyhow hi print. Ariolet came away still undecided, and feeling"], [183, "JEWELS WITHOUT PRICE 173 miserably poor by contrast with the Peachem possessions. Now her brows were bent in an anxious frown ; she ran her slim fingers through her hair, and clasped her head convulsively while she made another calculation. It came out a little more than before. She sighed ; and then she laughed. It would be a joke to play prodigal wife — to take them in to Kenneth, confess her misdeeds, and promise to be more economical in future. It would only be a joke. Kenneth would glory in her extravagances, and hicite her to other and to worse misdeeds. It would delight him to pay her debts; and it was such an easy way of giving him pleasure. Nothing but her pride stood in the way of this rather dramatic solving of her financial difficulties, and her pride had not troubled her much lately. Thinking it OA'er, it seemed a rather"], [184, "174 VASHTI AND ESTHER vulgar thing to attach so much importance to mere monetary matters. If she were the domestic Crœsus it would amuse her immensely to shower benefits upon Kenneth ; why should she deny him an amusement which was his by legal right ? A'iolet's eyes were twinkling with shy enjoy ment of the situation, and her face was pink with excitement, as, gathering up the bills in a bundle, she walked straight into the library, Avhere Kenneth was seated before his desk, with several other bundles of forbidding-looking documents before him. ' Kenneth, when you are paying your bills will you pay mine ?' she said, plunging into the subject at once, and standing close behind his chair so that he could not turn and see her face, which was deep crimson now, while her eyes were still bright, but with a most suspicious moisture."], [185, "JEWELS WITHOUT PRICE 175 It was not such a joke as she expected ; in fact, she found it embarrassing to ask a favour from the man who, though her husband, was still her un declared lover. Some minutes — minutes like ages — seemed to elapse before he answered her appeal, and then it was in quite a different manner from what she had expected. ' Would you not rather pay them yourself ?' he inquired ; but before she could realize what seemed like a rebuff, he had explained his words by pulling out a drawer in his desk, and taking from it a cheque-book inscribed with her name, and dated nearly a year back. ' This has been waiting for you ever since our marriage,' he said. He had wrenched round his chair, and now was looking full into her eyes ; his hands clasped both of hers and the bills which were in them. After all, it was such a small bundle ; he could have laughed"], [186, "176 VASHTI AND ESTHER at it if his heart had not been so big with tender ness akin to tears. ' When we married, Violet, I wanted to settle all I had on you, and your father laughed at me. He said what was mine would be yours, and the allowance he could give you would be sufficient to secure you independence. If I thought not I could double it, treble it, if I liked. I would not do that. I would not for the world have let you think that I wished you to limit your expenses to any given sum. I wanted you to do as you liked with me, and my money. Violet, we have not quite hit it off up till now. It has been my fault.' 'No, no — mine!' murmured his wife in deep distress. She was kneeling down beside him ; the bills had fallen to the floor ; and when he put one arm around her to support her, she wras glad to lean"], [187, "JEWELS WITHOUT PRICE 177 her head against his breast. Such comfort, such peace, she had not known since her marriage, and she was grateful for the tact Avhich did not hurry her into an avowal of her own feelings, or disturb her by any passionate expression of his own. There was a new manliness about him and a new strength which impressed her very pleasantly, as he went on gently : ' We were both to blame, perhaps. We neither of us loved the other truly in those days. I — I was a brute. I was passionately in love with your beauty ; I knew nothing of yourself. Now, if you were disfigured, blind, deaf, or deformed, I should still worship all the ground you walked on. And you, Violet — you Avere such a child then, you could not know what love meant ; and I know I am not worthy of you ; but lately I have thought some times you were beginning to care a little for your vol. 11. 26"], [188, "178 VASHTI AND ESTHER husband. The other night, when you gave me the rose ' ' You knew me ?' she breathed quickly ' WouldJI haA-e wasted my thoughts on any other woman ?' He spoke with vigorous frankness, and under other circumstances the sincerity of such a protest could not have been doubted ; and there was the rose in a glass upon his table. But Kenneth was painfully aware that he had still to be proved trustworthy, and he Avent on hurriedly : ' There is so much that you will have to forgive me, dearest. I am ashamed to speak to you of some of my follies ; but there is one thing I must tell you — the story ' 'I know,' she interrupted, nestling a little closer to his shoulder, and venturing for the first time to look into his face. ' It is the story of Vashti and"], [189, "JEWELS WITHOUT PRICE 179 Esther : how the king's wife was so haughty and so cold, she would not do her lord's behest, and how his love was killed by her own fault — her own pride and self-love — and how there came \" another who was better than she,\" and — and poor Vashti was dethroned. Queen Esther reigned in her stead.' He caught her face almost roughly in one hand, and tilted her chin upwards so that he could search the depths of her blue eyes and read her thoughts. ' Violet, you don't believe now that I had any thing to do with that poor girl's disappearance?' he asked her abruptly. At first he had been at a loss to understand her meaning ; but by degrees he became aware of a certain similarity between the Bible story and the story of their very modern life. Then he wondered"], [190, "180 VASHTI AND ESTHER how much she was ready to forgive ; whether she believed him altogether false, or whether she was waiting for some proof that he was guiltless. ' I shall only believe what you tell me,' whispered Violet. At that moment, in the very nick of time, Lady Marcia Legh burst in upon them, subdued to the verge of solemnity, but full of the importance of what she had to say. She hurried up to Kenneth (nearly tumbling over Violet, who was still crouched upon the floor) and seized him by the hand. ' I want to beg your pardon, Kenneth, for the injustice I have done you. Esther Gay is found. She has been trying to earn her livelihood in London, and from what I hear I am afraid she has been worsted in the struggle. Why I suspected you of running away with her I am sure I don't"], [191, "JEWELS WITHOUT PRICE 181 know, except that the human heart is desperately wicked, and one always believes the worst of one's friends and relations — especially relations. Don't move, Kenneth. You look very comfortable ; so does A'iolet. I am going to see Esther now ; they say she is ill. I'll come back to luncheon to tell you all about her. Kenneth, I told you not to move. A hientot.' Desperately uncomfortable at the idea that she had intruded on a scene of reconciliation, and pain fully distorting her face in useless efforts to seem unaware of the lover-like position in which she had discovered a couple who were supposed to be the latest object-lessons in marriage « la mode, Lady Marcia made her way to the door, and, once safely on the other side, closed it with a firm and unmis takable click. Kenneth was standing up, but he still clasped"], [192, "182 VASHTI AND ESTHER his wife's hands, and he threw back his shoulders as though relieved of a burden. ' Now,' he said, and, stooping, kissed his wife's sweet lips — ' now, Violet, I can tell you the whole story.' Though the best detective intellect available had been set at work by Lady Marcia, it was OAving to accident, and not to the efficiency of the police, that Esther was at last discovered. Walking by way of Leicester Square and Covent Garden to the City, Adam Mallard had chanced to come upon a little crowd which might not have attracted his attention had not the street been so narrow that he was almost forced into its midst. Two policemen were carrying a woman on a stretcher, and the hem of her petticoat, fluttering against his sleeve, made Adam turn to look at her more closely. There had"], [193, "JEWELS WITHOUT PRICE 183 been a handkerchief laid over her face ; but it had been blown to one side, and it was nobody's busi ness to replace it. A hoarse, agonized cry thrilled the careless passers-by as Adam realized that at last his search was ended. Esther was not dead. She had fainted outside the Garden Theatre (so one of the policemen said, in answer to inquiries), and a chorus-girl who happened to be standing near the door had known her address. Adam followed the procession into a neighbouring alley ; and as he saAv her carried into a broken-down tenement, where a shrill-voiced woman was screaming through an upper window to some half-clad children who rolled contentedly in the dust at the door, he understood at once what squalid poverty, what privations, she must have endured. His thoughts flew back to the Ladysmeade inn, with old Mrs. Gay, a picture of"], [194, "184 VASHTI AND ESTHER beautiful old age, moving about the scrupulously well-kept kitchen. In his fancy he could see Esther standing at the door, the sunshine in her eyes, and a fringe of golden sunflowers against the red-brick wall beside her. The woman of the house — a kind-hearted, slatternly Irishwoman— told him something of Esther's life in London. She had found her wandering in the street one night, having just come from the country, and being in search of lodgings which would suit her slender purse. Finding it impossible to mistrust the pretty guile less face, she had brought her back with her at once ; and here she had been ever since, though backward with the rent sometimes, and often going without food. Work was hard enough to get here, as everywhere else ; but a lady at the Garden Theatre had taken a fancy to her, and"], [195, "JEWELS WITHOUT PRICE 185 through her she had got a big order. Unfortu nately the new play for which she had been work ing was a failure, and there was small chance she would ever be paid. ' Glory be to God ! the crathur's found a frind at last. Sure it's working the life out of her she's been doing, and small thanks for it all and small pay, and she starving all the while, and niver a word of complaint,' finished the woman, wiping away the ready tears with the back of a grimed hand. Adam, feeling that his friendship was of little pecuniary A'alue, could only empty his pockets of a few loose coppers as an earnest of good faith ; and imploring the woman to do all she could for Esther he hurried off to Lady Marcia. It chanced that that lady was out, and he did not succeed in finding her at home until the next morning. Then she at"], [196, "186 VASHTI AND ESTHER once despatched a doctor to see Esther ; and a little later followed with Adam in a hansom, laden Avith all the good things that she could get together. She had only stopped once on the way, and that was to beg Kenneth's pardon for the wrong she had always done him in her thoughts, and to tell him that Esther was found. AVhen she came out of the house a flickering sarcastic smile played about her mouth. Long ago she had had romantic dreams herself, but they had been only dreams, and were resolutely thrust back into the recesses of her mind to make room for more intellectual pleasures. Noav she could safely laugh at love and those who felt its scars ; but she felt more inclined to cry to think that Violet, her lovely, haughty 'Lady Vashti,' should have become so entangled in its meshes as to be at her plebeian nephew's feet. The smile and the sneer had both faded from her"], [197, "JEWELS WITHOUT PRICE 187 face when she entered the little dingy room where Esther lay dying. She had met the doctor on the stairs, and he told her at once there was no hope. ' The girl is practically dead from pneumonia and slow starvation. She must have been dying for days, dying on her feet, as these poor souls so often do.' All that was ' pure womanly ' in Lady Marcia's character came to the surface as she sat by Esther's bed. The worldliness on Avhich she prided herself was only a thin crust under which the truest, tenderest heart was beating. She would almost have given her right hand to save the child beside her. It was too late to apply any remedies or to attempt to add to her comfort. Any movement or sound would only disturb her ; and though she"], [198, "188 VASHTI AND ES I HER had seemed to recognise Lady Marcia at first, Esther lay now with her eyes half closed, her breast scarcely rising with her too weak breath. Her beautiful dark hair lay all across her pillow. Someone had removed her hat and shoes and stockings, but she still wore her dress, — a worn-out garment that showed signs of haA7ing braved all weathers since she had left Ladysmeade by the Coinbley road more than nine months ago — and now Lady Marcia gently loosed it at the throat. As she turned back the collar to give her more air, the girl moved restlessly ; one hand went feebly to her throat. Lady Marcia could not restrain a gasp, not of surprise, but excitement, as she saw the necklace, Ariolet's emerald necklace, glittering on her poor thin neck. The hot sun streamed through the uncurtained window, and the green stones and the white"], [199, "JEWELS WITHOUT PRICE 189 winked and sparkled in its rays, a cruel mockery of the surrounding squalor. Adam turned impatiently away, and hid his face in his hands ; but the landlady, who had crept quietly into the room, and was curiously watching all that happened, was suddenly struck with an idea. ' Sure now would anyone know that she was wanting bread with them illigant bades round her neck, and she concaling them under her clothes, and taking no pride in them at all at all. I've done what I could. I've never pressed her for the rint, and I've given her a bite or a sup when there was lavins ; but what's a bit of bread here or there, or a pitati? She'd have got a shilling for them bades. Maybe the ladies at the theatre 'd have given her more.' 'It would have been a safe enough invest-"], [200, "VASHTI AND ESTHER 190 ment. The necklace is Avorth at least a thousand pounds !' burst impulsively from Lady Marcia's lips. ' Mother av Jasus ! and she dying for the want of bread. If she'd known ut ' ' She did know,' said Lady Marcia ; and at that moment the girl's eyes opened wide ; something of their old earnest spirit was shining in them still. Lady Marcia felt sure then that she had voluntarily met starvation rather than part with even a portion of her lover's gift. One emerald or one diamond might have kept her in comfort all her life. She preferred to leave it untouched, as he had given it ; and to die. ' No one shall ever take it from you !' cried Lady Marcia, not counting the cost ; only caring to see the contented light that gleamed transiently in the child's eyes. The light soon faded ; the eyes"], [201, "JEWELS WITHOUT PRICE 191 were growing glazed in death. Lady Marcia saw the end was near. 'Pray, Adam, pray!' commanded Lady Marcia : but no sound broke the heavy stillness. Adam was on his knees rigidly erect, as always scorning support, and perhaps fearful of disturbing Esther by his heavy painful breathing if he leant against the bed. His hungry eyes lost no detail of the sweet loA-eliness that he was losing. As he had suffered for her, and lost his comfortable living for her sake, so he loved her all the more. From the crown of her small head to her little bare feet he loved her with such hopeless passion that he could frame no words of prayerful resignation. The easy flow of spiritual doctrine on which he had once prided himself was no longer forthcoming. It was not the self-righteous preacher of the Gospel shed, nor the severe circumspect gamekeeper of"], [202, "VASHTI AND ESTHER 192 Ladysmeade Hall, but a very human, desperate man who cried out in anguished entreaty : ' Esther, lass, for the love of God, don't leaA-e us. There be none to blame you now. It were me who druv you from your home ; it were me who brought you down so low, and I'd pass through hell's fire to bring you back to your own place. My luv, my luv, don't fear me ! I be Adam Mallard, your true lover, who'll never vex you more. Esther, lass, my heart be breaking! Esther! Oh, my God !' Esther's fingers had fluttered weakly towards him ; they lay lightly, but like ice, upon his hand ; her eyes never moved from Lady Marcia's face. 'I remember; I will keep my promise!' sobbed out Lady Marcia in tears ; and then she repeated the only prayer she knew by heart aloud. Before the prayer was ended Esther Gay was dead."], [203, "JEWELS WITHOUT PRICE 193 ' And all for love of Kenneth,' mused Lady Marcia in bitterness of spirit, as she reverently folded Esther's little hands upon her breast, where the emeralds and diamonds were still sparkling in the sun. At the same moment, not many miles away, Kenneth, haA-ing told his story and won forgiveness for his unfaith, had forgotten Esther's existence. He had honestly meant to tell the truth, the Avhole truth, and nothing but the truth. If uninten tionally he conveyed a wrong impression, it was because, with Violet all his own at last, it was difficult to believe that he had ever really loved another ; and she was very ready to believe that his feeling for the pretty gipsy girl was only a light fancy, Avhile naturally inclined to credit her with being more to blame. She herself was most vol. 11. 27"], [204, "194 VASHTI AND ESTHER guilty in having ever doubted his truth, and it seemed as if she could never atone for this and other misdemeanours which still had to be con fessed. Kenneth was seated in an easy-chair, contentedly puffing away at a well-coloured meerschaum, while Ariolet, in the lowly attitude which best suited her remorseful mood, talked over their plans and was inwardly making a list of her various good inten tions. 'We'll have a ripping Goodwood,' said Kenneth. Violet rubbed her wet face against his hand, with the action of a grateful dog rather than that of a high-spirited, proud Avoman. After so long loneliness and abstinence from love, it was sufficient happiness to be once more encom passed by her husband's love. If her lord and master so disposed, she would stagger under a"], [205, "JEWELS WITHOUT PRICE 195 weary weight of jewels for the rest of her days. She would never thwart him again. A funny little smile crossed the current of her still softly-falling tears, as she pictured herself a sort of savage prin cess bedecked with diamonds, ' And rings on her fingers and bells on her toes,' like the historic lady who rode in the neighbourhood of Banbury Cross : but though she could jest now about what seemed a serious question once, she abandoned none of her penitent resolves. ' And all for love of Kenneth,' Lady Marcia might have again exclaimed; but, after all, Kenneth was her husband, and, as ' the Duchess ' had tritely remarked at Ladysmeade last year, ' One must love someone in some fashion.' the end. BILLING AND SONS, PRINTERS, GDILDFORD."], [206, ""], [207, ""], [208, ""], [209, "(_W list of PUBLISHED BY CHATTO & WINDUS 214, Piccadilly, London, W. THE FELLAH : An Egyptian Novel. By Edmond About. Translated by Sir Randal Roberts. Post 8vo, illustrated boards, 2s. ADAMS (W. DAVENPORT), WORKS BY. A DICTIONARY OF THE DRAMA. Being a comprehensive Guide to the Plays Playwrights, Players, and Playhouses of the United Kingdom and America Crown 8vo half-bound, 12s. tid. tPribanm QUIPS AND QUIDDITIES. Selected by W. D. Adams. Post 8vo, cloth limp, _fs. 6.1. AGONY COLUMN (THE) OF \"THE TIMES,\" from 1800 to 1870. Edited, with an Introduction, by Alice Clay. Post Svo, cloth limp. 2s. 6(1. AIDE (HAMILTON), WORKS BY. Post 8vo, illustrated boards, as. each. CARR OF CARRLYON. | CONFIDENCES. ALBERT.- BROOKE FINCHLEY'S DAUGHTER. By Mary Aldert. Post 8vo, picture boards, 2s. ; cloth limp, Ss. (id. ALDEN — A LOST SOUL. By W. L. Alden. Fcap. Svo, cl. bds., Js. o.i. ALEXANDER (MRS.), NOVELS BY. Post Svo, illustrated boards, *_. each. MAID, WIFE, OR WIDOW? I VALERIE'S PATE. ALLEN (F. M.).— GREEN AS GRASS. By F. M. Allen, Author of \"Through Green Glasses.\" Frontispiece by J. Smyth. Cr. Svo, cloth ex., 3*. Oil. ALLEN (GRANT), WORKS BY. Crown 8vo, doth extra, 6a. each. THE EVOLUTIONIST AT LARGE. | COLIN CLOUT'S CALENDAR. Crown Svo, cloth extra, 3s. tin. each ; post 8vo, illustrated boards, 2s. each. PHILISTIA. FOR MAIMIE'S SAKE. THE TENTS OF SHEM. BABYLON. IN ALL SHADES. THE GREAT TABOO. STRANGE STORIES. THE DEYIL'S DIE. DUMARESQ'S DAUGHTER. BECKONING HAND. THIS MORTAL COIL. Crown Svo, cloth extra, Us. 6il. each. THE DUCHESS OF POWYSLAND. I BLOOD ROYAL. IVAN GREETS MASTERPIECE, &c. With a Frontispiece by S. L. Wood. DR. PALLISER'S PATIENT. Fcap. Svo, cloth extra, Is. (id. THE SCALLYWAG. Three Vols., crown 8vo. AMERICAN LITERATURE, A LIBRARY OF, from the Earliest Settle- mentto the Present Time. Compiled and Edited by Edmund Clarence Steduas and Ellen Mackay Hutchinson. Eleven Vols., royal Svo, cloth extra, _C6 \\-Zs. ARCHITECTURAL STYLES, A HANDBOOK OF. By A. Rosengar- ten. Translated by W.Collett-Sandars. With 639 Musts. Cr. 8vo, cl. ex., 7s. S,l. ART (THE) OF AMUSING : A Collection of Graceful Arts, Games, Tricks, Puzzles, and Charades. By Frank Bellew. 300 Musts. Cr. Svo. cl. ex., 4a.6il. ARNOLD (EDWIN LESTER), WORKS BY. THE WONDERFUL ADVENTURES OEPHRA THE PHŒNICIAN. With 12 Musts. by H M Paget. Crown 8vo, cloth extra, as. 6d. ; post 8vo, illust. boards, 2s. THE CONSTABLE OF ST. NICHOLAS. With a Frontispiece by Stanley Wood. Crown svo, cloth, 3s. 6.1. BIRD LIFE IN ENGLAND. Crown Svo, cloth extra, 6»."], [210, "BOOKS PUBLISHED BY 2 ARTEMUS WARD'S WORKS. With Portrait and Facsimile. Crown 8vo, cloth extra, 7s. Oil.— Also a Popular Edition, post 8vo, picture boards, 2s. THE GENIAL SHOWMAN : Life and Adventures of Artemus Ward. Hy Edward P. Hingston. With a Frontispiece. Crown 8vo, cloth extra, 3s. Oil. ASHTONTJOHN), WORKS BY. Crown Svo, cloth extra, 7s. Oil. each. HISTORY OF THE CHAP-BOOKS OF THE 18th CENTURY. With 334 Illusts. SOCIAL LIFE IN THE REIGN OF QUEEN ANNE. With 85 Illustrations. HUMOUR, WIT, AND SATIRE OF SEVENTEENTH CENTURY. With 82 Illusts. ENGLISH CARICATURE AND SATIRE ON NAPOLEON THE FIRST. 115 Illusts. MODERN STREET BALLADS. With 57 Illustrations. RACTERIA, YEAST FUNGI, AND ALLIED SPECIES, A SYNOPSIS OF. By W. B. Grove, B.A With 87 Illustrations. Crown Svo, cloth extra. 3«. Oil. BARDSLEY (REV. C. W.K WORKS BY. ENGLISH SURNAMES: Their Sources and Significations. Cr. 8vo, cloth, 7s. Oil. CURIOSITIES OF PURITAN NOMENCLATURE. Crown 8vo, cloth extra. Os. BARING GOULD (S., Author of \"John Herring,\" &c), NOVELS BY. Crown Svo, cloth extra, 3s. Oil. each ; post 8vo, illustrated boards, 2s. each. RED SPIDER. I EVE. BARR (RO BERT : LUKE SHARP), STORIES BY. Cr. 8vo, cl., 3». 6.1. e ,. IN A STEAMER CHAIR. With Frontispiece and Vignette by Demain Hammond. FROM WHOSE BOURNE, &c. With 47 Illustrations. BARRETT (FRANK, Author of \" Lady Biddy Fane,\") NOVELS BY. Post 8vo, illustrated boards, 2s. each ; cloth, 2s. Oil. each. FETTERED FOR LIFE. A PRODIGAL'S PROGRESS. THE SIN OF OLGA ZASSOULICH. JOHN FORD; and HIS HELPMATE. BETWEEN LIFE AND DEATH. A RECOILING VENGEANCE. FOLLY MORRISON. I HONEST DAYIE. LIEUT.BARNABAS. | FOUND GUILTY. LITTLE LADY L1NTON. 1 FOR LOVE AND HONOUR. THE WOMAN OF THE IFuN BRACELETS. 1 hree Vols, crown 8vo. BEACONSFIELD, LORD. By T. P. O'Connor, M.P. Cr. 8vo, cloth, 5s. BEAUCHAMP.— GRANTLEY GRANGE: A Novel. By ShelslIy Beauchamp. Post 8vo, illustrated boards, '-2s. BEAUTIFUL PICTURES BY BRITISH ARTISTS : A Gathering from the Picture Galleries, engraved on Steel. Imperial 4to, cloth extra, gilt edges, 21s. BECHSTEIN.— AS PRETTY AS SEVEN, and other German Stories: Collected by Ludwig Bechstein. With Additional Tales by the Brothers Grimm, andq8 Illustrations by Richter. Square 8vo, cloth extra. Os. Oil.; gilt edges. 7s. Oil. BEERBOHM. -WANDERINGS~IN PATAGONIA ; or, Life among the Ostrich Hunters. By Tslius Bkehbqhm. With Illusts. Cr. 8vn, cl. extra. 3s. Oil. BENNETT (W. C, LL.D.), WORKS BY. Post 8vo, cloth limp. 2s. each. A BALLAD HISTORYJ.F ENGLAND. | SONGS FOR SAILORS. BESANT (WALTER), NOVELS BY. Cr. 8vo. cl. ex., 3s. Oil. each ; post Svo. illust. bds., 2s. each • cl limD 2s. Oil each ALL SORTS AND CONDITIONS OF MEN. With Illustrations by Fred Barnard THE CAPTAINS' ROOM, &c. With Frontispiece by E I Wheeler AENARD' ALL IN A GARDEN FAIR. With 6 Illustrations by Harry Furniss ' DOROTHY FORSTER. With Frontispiece by Charles Green UNCLE JACK, and other Stones | CHILDREN OF GIBEON HFlRWp°»mDn^T RERYhWrELL, THEN' ,VY'th I2 \"H»'\"\"_onsby A HERR PAULUS: His Rise, his Greatness, and his Fall hy *\" Po^stier and F. Waddy. iO CALL HER MINE. Sec. With g Illustrations by A Forestier THE BELL OF ST. PAUL'S. ' \"\"\"■ THE HOLY ROSE.&c. With Frontispiece by F. Barnard ARMOREL OF LYONESSE: A Romance of To-day. With 12 Illusts hvF P___.-_ ST. KATHERINE'S BY TH1 i^WERi_W,hJ4age illustrations by C. Green Crown 8vo. cloth extra, 3s. Oil. each VERBENA CAMELLIA STEPHANOTIS, &c. | THE IVORY GATE- A Novel FIFTY YEARS AGO. WithT^pTateFlÆd WSodTuts Crown Svo Hnt'h „,,, ._ THE EULOGY OF RICHARD JEFFERIES. With Portrait r «„„ it ' .*' THE ART OF FICTION. Demy Svo, Is. Fortran. Cr. Svo, cl. extra, Os. LONDON. With 124 Illustrations. Demy 8vo, cloth extra I8s THE REBEL QUEEN: A Novel. Three Vols., \"crown 8vo'."], [211, "CHATTO & WINDUS, 214, PICCADILLY. 3 BESANT (WALTER) AND JAMES RICE, NOVELS BY. RFV«Vv'MnNiv<'MA^C,l_,>,&os' 8v°.«l«st. bds., 2s. each; cl. limp, 2s. C.I. each. £« rX;J?,0^^X„^0RTIB0Y' l B* CELIA'S ARBOUR. MY LITTLE GIRL. WITH HARP AND CROWN. THIS SON OF VULCAN. THE GOLDEN BUTTERFLY. THE MONKS OF THELEMA. THE CHAPLAIN OF THE FLEET. THE SEAMY SIDE. THE CASE OF MR. LUCRAFT, &c. 'TWAS IN TRAFALGAR'S BAY, &c. THE TEN YEARS' TENANT, &c. ■ the above Twelve Volumes, handsomely [and bound in cloth extra. efts, each. V There is also a LIBRARY EDITION of set in new type, on a large crown 8vo page, I BEWICK (THOMAS) AND HIS PUPILS. By Austin Dobson. With 95 Illustrations. Square 8vo, cloth extra, Os. BIERCE.— IN THE MIDST OF LIFE : Tales of Soldiers and Civilians, By Ambrose Bierce. Crown 8vo, cloth extra. Os.; post 8vo, illustrated boards 2s BLACKBURN'S (HENRY) ART HANDBOOKST\" ACADEMY NOTES, separate years, from 1875-1887, 1889-1892, each Is. ACADEMY NOTES, 1893. With Illustrations. Is. ACADEMY NOTES, 1873-79. Complete in One Vol., with 6oo Illusts. Cloth limp Os. ACADEMY NOTES, 1880-84. Complete in One Vol. with 70oIllusts Cloth limp Os. GROSVENOR NOTES, 1877. Oil. GROSVENOR NOTE S, separate years, from 1878 to 1890, each Is. GROSVENOR NOTES, Vol. I., 1877-82. With 300 Illusts. Demy Svo, cloth limp, Os. GROSVENOR NOTES, Vol. II., 1883-87. With 300 Illusts. Demy 8vo, cloth limp, 6s. GROSVENOR NOTES, Vol. III., 1888-90. With 230 Illusts. Demy 8vo, cloth, 3s. Oil. THE NEW GALLERY, 1888-1892. With numerous Illustrations, each Is. THE NEW GALLERY, 1893. With Illustrations. Is. THE NEW GALLERY, Vol. I., 1888-1892. With 250 Illusts. Demy 8vo, cloth, Os. ENGLISH PICTURES AT THE NATIONAL GALLERY. 114 Illustrations. Is. OLD MASTERS AT THE NATIONAL GALLERY. 128 Illustrations. Is. Oil. ILLUSTRATED CATALOGUE TO THE NATIONAL GALLERY. 242 Illusts. cl., 3s. THE PARIS SALON, 1893. With Facsimile Sketches. 3s. THE PARIS SOCIETY OF FINE ARTS, 1893. With Sketches. 3s. Oil. BLAKE (WILLIAM) : India-proof Etchings from his Works by William Bell Scott. With descriptive Text. Folio, half-bound boards. 21s. BLIND (MATHILDE), Poems by. Crown Svo, cloth extra, 5S. each, THE ASCENT OF MAN. DRAMAS IN MINIATURE. With a Frontispiece by Ford Madox Brown. SONGS AND SONNETS. Fcap. 8vo, vellum and gold. BOURNE (H. R. FOX), WORKS BY. ENGLISH MERCHANTS : Memoirs in Illustration of the Progress of British Com- merce. With numerous Illustrations. Crown 8vo, cloth extra, 7s. Gel. ENGLISH NEWSPAPERS: The History of Journalism. Two Vols.. demy 8vo, cl„ 25s. THE OTHER SIDE OF THE EMIN PASHA RELIEF EXPEDITION. Cr. 8vo. Os. BOWERS. -LEAVES FROM A HUNTING JOURNAL. By George Bowers. Oblong folio, balf-bound, 31s. BOYLE (FREDERICK), WORKS BY. Post 8vo, illustrated Doards, 2s. each. CHRONICLES OF NO-MAN'S LAND. I CAMP NOTES. SAVAGE LIFE. Crown Svo^loth^xtraJIs.^Oil.; post 8vo. picture boards, 2s. BRAND1S^BMRVAfIONS_OirPOPULAR ANTIQUITIES ; chieHy illustrating the Origin ot our Vulgar Customs, Ceremonies, and Sunerstitions. With the Additions of Sir Henry Ellis, and Illustrations. Cr. 8v 'In'l extra, 7s. Oil. BREWER (REV. DR.), WORKS BY. THE READER'S HANDBOOK OF ALLUSIONS, REFERENCES, PLOTS, AND STORIES. Fifteenth Thousand. Crown Kvo. cloth extra, 7s. bil. AUTHORS AND THEIR WORKS, WITH THE DATES: Being the Appendices to \"The Reader's Handbook,\" separately printed. Crown 8vo, cloth limp, 2s. A DICTIONARY OF MIRACLES. Crown 8vo, cloth extra, 7s. Oil. BREWSTER (SIR DAVID), WORKS BY. Post 8vo, cl. ex., Is. Od. each. MORE WORLDS THAN ONE: Creed of Philosopher and Hope of Christian. Plates. THE MART YRS OF SCIENCE : Galileo.Tycho Brahe, and Kepler. With Portraits. LETTERS ON NATURAL MAGIC. With numerous Illustrations. RRILLAT^SAVARiNr-GASTRONOMY\" AS A FINE ART. By Brillat- Savarin. Translated by R. E. Anderson, M.A. Post Svo, half-bound, 2s."], [212, "BOOKS PUBLISHED BY 4 BRET HARTE, \"WORKS BY. LIBRARY EDITION. In Seven Volumes, crown 8vo, cloth extra, bs. each. BRET HARTE'S COLLECTED WORKS. Arranged and Revised by the Author. Vol. I. Complete Poetical and Dramatic Works. With Steel Portrait. Vol! II. Luck of Roaring Camp— Bohemian Papers — American Legends. Vol] III! Tales of the Argonauts— Eastern Sketches. Vol. IV. Gabriel Conroy. | Vol. V. Stories— Condensed Novels, &c. Vol. VI. Tales of the Pacific Slope. Vol. VII. Tales of the Pacific Slope— II. With Portrait by John Pettie, R.A. THE SELECT WORKS OF BRET HARTE, in Prose and Poetry With Introductory Essay by I. M. Bellew, Portrait of Author, and 50 Illusts. Cr.8vo, cl. ex.. 7s. Oil. BRET HARTE'S POETICAL WORKS. Hand-made paper &buckram. Cr.8vo, 4s.Od. THE QUEEN OF THE PIRATE ISLE. With 28 original Drawings by J.ate Gkeenaway, reproduced in Colours by EdmundEvans. Small 4to, cloth, 5s. Crown 8vo, cloth extra, 3s. Oil. each. A WAIF OF THE PLAINS. With 60 Illustrations by Stanley L. Wood. A WARD OF THE GOLDEN GATE. With 59 Illustrations by Stanley L Wood. A SAPPHO OF GREEN SPRINGS, &c. With Two Illustrations by Hume Nisbet. COLONEL STARBOTTLE'S CLIENT, AND SOME OTHER PEOPLE. With a Frontispiece by Fred. Barnard. SUSY: A Novel. With Frontispiece and Vignette by J. A. Christie SALLY DOWS, &c. With 47 Illustrations by W. D. Almond, &c. A PROTEGE OF JACK HAMLIN'S. With numerous Illustrations. [Shoilly Post Svo, illustrated boards, 2s. each. GABRIEL CONROY. I THE LUCK OF ROARING CAMP, &c. AN HEIRESS OF RED DOG,_&c. | CALIFORNIAN STORIES. Post 8vo, illustrated boards, 2s. each ; cloth limp, 2s. Oil. each. FLIP. I MARUJA. I A PHYLLIS OF THE SIERRAS. Fc -p. 8vo, pictuie cover. Is. each. THE TWINS OF TABLE MOUNTAIN. I JEFF BRIGGS'S LOVE STORY. SNOW-BOUND AT EAGLE'S. BRYDGES.- UNCLE SAM AT HOME. By Harold Brydges. Post 8vo, illustrated boards, 2s. ; cloth limp, 2s. bil. BUCHANAN'S (ROBERT) WORKS. Crown Svo, cloth extra, 6s. each. SELECTED POEMS OF ROBERT BUCHANAN. With Frontispiece by T. Dalziel. THE EARTHQUAKE: or, Six Days and a Sabbath. THE CITY OF DREAM : An Epic Poem. With Two Illustrations by P. Macnab. THE WANDERING JEW : A Christmas Carol. Second Edition. THE OUTCAST : A Rhyme for the Time. With 15 Illustrations by Rudolf Blind, Peter Macnab, and Hume Nisbet. Small demy 8vo, cloth extra, Ss. ROBERT BUCHANAN'S COMPLETE POETICAL WORKS. With Steel-plate Por- trait. Crown 8vo, cloth extra, 7s. Oil. Crown 8vo, cloth extra, 3s. Oil. each ; post 8vo, illustrated boards, 2s. each. THE SHADOW OF THE SWORD. LOVE ME FOR EVER. Frontispiece. ANNAN WATER. | FOXGLOVE MANOR. THE NEW ABELARD. MATT : A Story of a Caravan. Front. THE MASTER OF THE MINE. Front. THE HEIR OF LINNE. A CHILD OF NATURE. Frontispiece. GOD AND THE MAN. With n Illus- trations by Fred. Barnard. THE MARTYRDOM OF MADELINE. With Frontispiece by A. W. Cooper. THE WEDDING-RING. _ vols., crown 8vo. [Shortly. BURTON (CAPTAIN). — THE \"BOO K~~ OF THE SWORD: Being a History of the Sword and its Use in all Countries, from the Earliest Times. By Richard F. Burton. With over 400 Illustrations. Demy 4to, cloth extra. 32s. BURTON (ROBERT). \" THE ANATOMY OF MELANCHOLY: A New Edition, with translations of the Classical Extracts. Demy 8vo, cloth extra, '/s. bil. MELANCHOLY ANATOMISED Being an Abridgment, for popular use, of Burton's Anatomy of Melancholy. Post Svo, cloth limp, 2s. Oil. CAINE (T. HALL), ~NOVELS~BY.~^rown 8vo, clo7l_ extra, 3s. 6d. each- post Svo. illustrated boards, 2s. each ; cloth limp, 2s. Oil. each ' SHADOW OF A CRIME. | A SON OF HAGAR. | THE DEEMSTER CAMERON (COMMANDER). —THE CRUISE~^F_THE~''¥LAf K . PRINCE^PRIVATEER^ JSy V. Lqvett Cameron, R.N. PostSvo boards _£ CAMERON (MRS. H. LOVE'TT), NOVELS BY. Post8vo,iUu8t.i,d8. a. e___ JULIET'S GUARDIAN. | DECEIVERS EYER. ,ubt'oa5-'\"\"'each."], [213, "—^ .. CHATTO & WINDUS, 214, PICCADILLY. 5 CARLYLE (THOMASToiTTHE CHOICE OF~BOOKS. With Life 'y. oV_„;,„™2SR£ua,S£Three Illustrations. Post 8vo, cloth extra, Is. Oil. CORRESPONDENCE OF THOMAS CARLYLE AND R.W. EMERSON, 1834 to 1872. Edited by C. E. Norton. With Portraits. Two Vols., crown 8vo, cloth, 24s. CARLYLE (JANE WELSH), LIFE OF. By Mrs. Alexander Ireland. With_Pjprti3it_aj^dJ3£simile ;_Letter._Small demy 8vo, cloth extra, 7s. Oil. CHAPMAN'S (GEORGE) WORKS. Vol. I. Eontems the\" Plays complete; including the doubtful ones. Vol. II., the Poems and Minor Translations, with an Introductory Essay by Algernon Charles Swinburne. Vol. III., the Translations of the Iliad and Odyssey. Three Vols., crown 8vo, cloth extra Os. each CHATTO AND JACKSON. -A TREATISE ON WOOD ENGRAVING. By W. A. Chatto and J. Jackson. With 450 fine Illusts. Large 4.0, hf.-bd., 38». CHAUCER FOR CHILDREN : A Golden Key. By Mrs. H. R. Haweis. With 8 Coloured Plates and 30 Woodcuts. Small 4to, cloth extra, 3s. Oil. CHAUCER FOR SCHOOLS. By Mrs. H. R. Haweis. Demy8vo, cloth limp. 2s. Oil. CLARE.— FOR THE LOVE OF A LASS : A Tale of Tynedale. By Austin Clare. Post 8vo, picture boards, 2s. ; cloth limp, 2s. Oil. CLlVElMRS. ARCHER), NOVELS BY. Post 8vo, ilfust. boards, 2s. each. PAUL FERROLL. | WHY PAUL FERROLL KILLED HIS WIFE. CLODD.-MYTHS AND DREAMS. By Edward Clodd, F.R.A.S. Second Edition, Revised. Crown 8vo, cloth extra, 3s. Oil. COBBAN (J. MACLAREN), NOVELS BY. THE CURE OF SOULS. Post 8vo, illustrated boards, 2s. THE RED SULTAN. Crown 8vo, cloth extra, 3«. Oil. THE BURDEN OF ISABEL. Three Vols, crown 8vo. [Shortly. COLEMAN (JOHN), \"WORKS BY. PLAYERS AND PLAYWRIGHTS I HAVE KNOWN. Two Vols, 8vo, cloth, 24s. CURLY: An Actor's Story. With 21 Illusts. by J. C. Dqllman. Cr. 8vo, cl., Is. Od. COLERIDGE.— THE SEVEN SLEEPERS OF EPHESUS. By M. E. Coleridge. Fcap. 8vo, cloth, Is. fid. C^LINM^^lXSfOF)-=THETAR SINISTER. Post 8vo, 2s.~~ COLLINS (MORTIMER\" AND FRANCES), NOVELS BY. Crown 8vo, cloth extra, 3s. Gd. each ; post 8vo, illustrated boards, 2s. each. FROM MIDNIGHT TO MIDNIGHT. | BLACKSMITH AND SCHOLAR. TRANSMIGRATION. | YOU PLAY ME FALSE. | A VILLAGE COMEDY. Post8vo, illustrated boards. 2s> each. EWEETANNE PAGE. 1 FIGHT WITH FORTUNE. 1 SWEET & TWENTY. | FRANCES. COLLINS (WILKIE), NOVELS BY. _ - . __ ... -. _ ---, . ___- Til __- _.-. 1. . _., S\" .»_. _-_l 1. Cr. 8vo, cl. ex., its. Od. each; post8vo, illust. bds.,2s. each; cl. limp, 2s. Oil. each. ANTONINA. With a Frontispiece by Sir John Gilbert, R.A. BASIL. Illustrated by Sir John Gilbert, R.A., and J. Mahoney. HIDE AND SEEK. Illustrated by Sir John Gilbert, R.A., and J. Mahoney. AFTER DARK. Illustrations by A. B. Houghton. | THE TWO DESTINIES. THE DEAD SECRET. With a Frontispiece by Sir John Gilbert, R.A. QUEEN OF HEARTS. With a Frontispiece by Sir John Gilbert, R.A. THE WOMAN IN WHITE. With Illusts. by Sir J. Gilbert, R.A., and F. A. Fraser. NO NAME. With Illustrations by Sir J. E. Millais, R.A., and A. W. Cooper. MV MISCELLANIES. With a Steel-plate Portrait of Wilkie Collins. ARMADALE. With Illustrations by G. H. Thomas. THE MOONSTONE. With Illustrations by G. Du MAURiERand F. A. Fraser. MAN AND WIFE. With Illustrations by William Small. POOR MISS FINCH. Illustrated by G. Du Maurier and Edward Hughes. MISS OR MRS.? With Illusts. by S. L. Fildes, R.A., and Henry Woods, A. R.A THE NEW MAGDALEN. Illustrated by G. Du Maurier and C. S. Reinhardt. THE FROZEN DEEP. Illustrated by G. Du Maurier and J. Mahoney. THE LAW AND THE LADY. Illusts. by S. L. Fildes, R.A., and Sydney Hall, THE HAUNTED HOTEL. Illustrated by Arthur Hopkins. tSI FALLEN LEAVES. I HEART AND, SCIENCE. I THE EVIL GENIUS. TTT7i.PFT't.nBiir,HTF,R \"I SAY NO.1' LITTLE NOVELS. ill BLACK ROBEL I A ROGUE'S LIFE. I THE LEGACY OF CAIN. BLIND LOVE. With Preface by Walter Besant, and Illusts. by A. I-okestier. COLLINS (JOHN CHURTON, M.A.), BOOKS BY. ILLUSTRATIONS OF TENNYSON. Crown 8vo, cloth extra, 6s. . JONATHAN SWITT ; A Biographical and Critical Study. Crown 8vo. cloth extra, J» s."], [214, "BOOKS PUBLISHED BY 6 COLMAN'S HUMOROUS WORKS: \"Broad Grins,\" \" My Nightgown and Slippers,\" and other Humorous Works of George Colman With Lite : by G. B. Buckstqne, and Frontispiece by Hogarth. Crown 8vo, cloth extra, 7s. Oil. Kj. JD. DUl/Ailun^i ouu _ _^.ii_.jt-.*_~*_ \"j - — ; COLMORE.— A VALLEY OF SHADOWS. By G. Colmore, Author of \" A Conspiracy of Silence.\" Two Vols., crown 8vo. COLQUHOUN.-EVERY INCH A SOLDIER : A Novel. By M. J. Colquhoun. Post 8vo, illustrated boards, 2s. CONVALESCENT COOKERY: A Family Handbook. By Catherine Ryan. Crown 8vo, Is.; cloth limp. Is. Oil. CONWAY (MONCURE D.), WORKS BY. , ._M DEMONOLOGY AND DEVIL-LORE. 65 Illustrations. Two Vols., 8vo, cloth 2fcs. A NECKLACE OF STORIES. 25 Illusts. by W. J. Hennessy. Sq. 8vo, cloth, Os. GEORGE WASHINGTON'S RULES OF CIVILITY. Fcap.8vo, Jap, vellum, 2s. Oil. Cook (Dutton), novels by. PAUL FOSTER'S DAUGHTER. Cr. 8vo, cl. ex., 3s. Oil.; post Svo, illust. boards, 2s. LEO. Post 8vo. illustrated boards. 2s. COOPER (EDWARD H.)-GEOFFORY HAMILTON. Cr. 8vo, 3s. 6d. CORNWALL— POPULAR ROMANCES OF THE WEST OF ENG- LAND ; or, The Drolls, Traditions, and Superstitions ot Old Cornwall. Collected by Robert Hunt, F.R.S. Two Steel-plates by Geo.Cruikshank. Cr. 8vo, cl.,7s.Oil. COTES.— TWO GIRLS ON A BARGE. By V. CeciL Cotes. With 44 Illustrations by F. H. Townsend. Crown 8vo, cloth extra, 3s. Gd. CBADDOCKl^THl- PROPHET OF THE GREAT SMOKY MOUN- TAINS. By Charles Egbert Craddock. Post 8vo, illust. bds., 2s. ; cl. limp, 2s. Oil. CRTM^A_DVENTURES OF A FAIR REBEL^By Matt Crim. With a Frontispiece. Crown 8vo, cloth extra, .'5m. <>d. ; post 8vo, illustrated boards, gs. CROKER (B.M.), NOVELS BY. Crown Svo, cloth extra, 3s. Gd, each; post Ivo, illustrated boards, 2n. each ; cloth limp, 2*. Gd. each. PRETTY MISS NEYILLE, I DIANA BARRINGTON. A BIRD OF PASSAGE. ) PROPER PRIDE. A FAMILY LIKENESS. Crown 8vo, cloth extra, 3*. Gd. \"TO LET,\" &c. Post Svo, illustrated boards, 3s.; cloth, gs. Gfl . CRUIKSHANK'S COMIC ALMANACK. Complete in Two Series: The First from 1835 to 1843 ; the Second from 1844 to 1853. A Gathering of the Best Humour of Thackeray, Hood, Mayhew, Albert Smith, A'Beckett, Robert Brough, &c. With numerous Steel Engravings and Woodcuts by Cruik- shank, Hine, Landells, &c. Two Vols., crown 8vo, cloth gilt, Ti_. 6d. each THE LIFE OF GEORGE CRUIKSHANK. By Blanchard Jerrold. With 84 Illustrations and a Bibliography Crown 8vo, cloth extra, 7s. Gd. rUMMING (C. F. GORDON), WORKS BY. Demy 8vo, cl. ex., 8s. G.I. each. IN THE HEBRIDES. With Autotype Facsimile and 23 Illustrations. IN THE HIMALAYAS AND ON THE INDIAN PLAINS. With 42 Illustrations. TWO HAPPY YEARS IN CEYLON. With 28 Illustrations. VIA CORNWALL TO EGYPT*. With Photogravure Frontis. Demy 8vo, cl.,7s.Od. CUSSANS.— A HANDBOOK OF HERALDRY ; with Instructions for Tracing Pedigrees and Deciphering Ancient MSS., &c. By John E. Cussans. With 408 Woodcuts and 2 Coloured Plates. Fourth edition, revised, crown 8vo, cloth. Gs. CYPLES(W.)— HEARTS of GOLD. C_T8^c.,cl.,3s.6d.; post8vo,bds.,2s. nANIEL.— MERRIE\" ENGLAND IN THE OLDEN TIME. ByGEORci Daniel. With Illustrations by Robert Cruikshank. Crown 8vo. cloth extra, 3s. Od. DAUDET.— THE EVANGELIST; or, Port Salvation.\" By Alphonse Daudet. Crown 8vo. cloth extra. 3s. Oil.; post 8vo, illustrated boards 2s. DAVENANT.— HINTS FOTrPARENTS^N~THElCHOICE~OF A~PRO^ SESSION FOj^THEIR SONS. By F. Davenant, M.A. Post 8vo. Is. ; cl Is. O.I DAVlES (DR. N. E. Y0RKE-), W0RKS~BY. ' Crown 8vo, Is. each: cloth limp. Is. Od. each ONE THOUSAND MEDICAL MAXIMS AND SURGICAL HINTS NURSERY HINTS: A Mother's Guide in Health and Disease FOODS FOR THE FAT: A Treatise on Corpulency, and a Dietary for its Cure AIDS TO LONG LIFE. Crown 8vo, ■__. ; c'.otiTlimp ,'*_. Od."], [215, "CHATTO & WINDUS, 214, PICCADILLY. 7 DAVIES' (SIR JOHN) COMPLETE POETICAL WORKS, for the first time Collected and Edited, with Memorial-Introduction and Notes, by the Rev. A. B. _ __ GROSART, P.P. Two Vols., crown 8vo, cloth boards, IBs. DAWSON.— THE\" FOUNTAIN- OFTOUTH : A No vellTAd venture. By Erasmus Dawson, M.B. Edited by Paul Devon. With Two Illustrations by Hume Nisbet. Crown 8vo, cloth extra, its. Od. ; post 8vo, illustrated boards, 2s. DE GUERIN.— THE JOURNAL OF MAURICE DE GUERIN. Edited by G. S. Trebutien. With a Memoir by Sainte-Beuve. Translated from the 20th French Edition by Jessie P. Frqthingham. Fcap, 8vo, half-bound, 8s. Od. DE MAISTRE.— A JOURNEY ROUND MY ROOM. By Xavier de Maistre. Translated by Henry Attwell. Post 8vo. cloth limp, 2s. Od. DE MILLE.— A CASTLE IN SPAIN, liy James De Mille. With a Frontispiece.^ Crown 8vo, cloth extra. 3s. Od.; post 8vo, illustrated boards, 2s. _ DERBY (THE).— THE BLUE RIBBON OF THE TURF : A Chronicle of the Race for The Derby, from Diomed to Djnovan. With Brief Accounts of The Oaks. By Louis Henry Curzqn. Crown Svo, cloth limp, 2s. Od. DERWENT (LEITH), NOVELS BY. Cr.8vo.cl.,3s.Od.ea.;post8vo,bds.,2s.ea. OUR LADY OF TEARS. | CIRCE'S LOVERS. DICKENS (CHARLES), NOVELS BY. Post 8vo. illustrated boards, 2s. each. SKETCHES BY BOZ. I NICHOLAS NICKLEBY. THE PICKWICK PAPERS. I OLIVER TWIST. THE SPEECHES OP CHARLES DICKENS,\" 1841-1870. With a New Bibliography. Edited by Richard Herne Shepherd. Crown 8vo, cloth extra, Os. — Also a Smaller Edition, in the Mays air Library, post 8vo, cloth limp, 2s. Gd. ABOUT ENGLAND WITH DICKENS. By Alfred Rimmer. With 57 llluslrations by CA. Vanderhoof. Alfred Rimmer, and others. Sq. 8vo, cloth extra, 7s. Od. DICTIONARIES. A DICTIONARY OF MIRACLES: Imitative, Realistic, and Dogmatic. By the Rev. E. C. Brewer, LL.D. Crown 8vo, cloth extra, 7s. Od. THE READER'S HANDBOOK OF ALLUSIONS, REFERENCES, PLOTS, AND STORIES. By the Rev. E. C. Brewer, LL.D. With an English Bibliography. Fifteenth Thousand. Crown 8vo, cloth extra. 7s. Od. AUTHORS AND THEIR WORKS, WITH THE DATES. Cr. 8vo, cloth limp, 2s. FAMILIAR SHORT SAYINGS OF GREAT MEN. With Historical and Explana- tory Notes. By Samuel A. Bent, A M. Crown 8vo, cloth extra, 7s. Gd. SLANG DICTIONARY : Etymological, Historical, and Anecdotal. Cr. 8vo, cl., Os. Gd. WOMEN OF THE DAY: A Biographical Dictionary. By F. Hays. Cr. 8vo, cl., 5s. WORDS, FACTS, AND PHRASES: A Dictionary of Curious, Quaint, and Out-oi- the-Way Matters. By Eliezer Edwards. Crown 8yo. cloth extra, 7s. Gd. DIDEROT.— THE~PARAD~OX OF ACTING.\" Translated, with Annota- tions, from Diderot's \"Le Paradoxe sur leComedien,\" by Walter Herries Pollock. With a Preface by Henry Irving. Crown 8vo, parchment, 4s. Gd. DOBSON (austin)T~w6rks~by. THOMAS BEWICK _ HIS PUPILS. With 95 Illustrations. Square Svo, cloth. Os. FOUR FRENCHWOMEN. With 4 Portraits. Crown 8vo, buckram, gilt top, Os. EIGHTEENTH CENTURY YIGNETTES. Crown 8vo, buckram, gilt top, Gs.— A Second Series, uniform in size and price, is now in preparation^ DOBSON (W.\"T. )— POETICAL INGENUITIES ANDECCENTRICI- TIES. Post 8vo, cloth limp, 2s. Gd. DONOVAN (DICK), DETECTIVE STORIES BY. Post 8vo. illustrated boards, 2s. each; cloth limp, 2s. Gd. each. THE MAN-HUNTER. I WANTED! A DETECTIVE'S TRIUMPHS. CAUGHT AT LAST 1 IN THE GRIP OF THE LAW. TRACKED AND TAKEN. FROM INFORMATION RECEIVED. WHO POISONED HETTY DUNCAN? LINK BY LINK. SU SPICION AROUSED. Crown 8vo, cloth extra, 3s. Od. each ; post Svo, illustrated boards, 2s. each j cloth limp, 2s. Od. each. THE MAN FROM MANCHESTER. With 23 Illustrations. TRACKED TO DOOM. With 6 full-page Illustrations by Gordon Browne. D0YLEl;raNM)^THE~FlRM\"OF GIRDLESTONE. By A. Conan Doyle, Author of \" Micah Clarke.\" Crown 8vo, cloth extra, 3_ (i_."], [216, "BOOKS PUBLIGHEO BY 8 DRAMATISTS, THE OLD. With Vignette Portraits. Cr.8vo,c1.ex.,bs. per Vol. BEN JONSON'S WORKS. With Notes Critical and Explanatory, and a Bio- graphical Memoir by W», Gifford. Edited by Col. Cunningham. Three Vols. CHAPMAN'S WORKS. Complete in Three Vols. Vol. I. contains the Plays complete; Vol. II., Poems and Minor Translations, with an Introductory Essay .' _. _. . .T_1 TIT _. S. .-_,._/ ,_a IS' _rl __A rMvSCs.V couioie-e; vui. __., _--_,=, a__ ,..._^. _.__-._......,....-- — - --_-- _ _ . by A. C Swinburne ; Vol. HI., Translations of the Iliad and Odyssey. MARLOWE'S WORKS. Edited, with Notes, by Col. Cunningham. One Vol. MASSINGER'S PLAYS. From Gifford's Text. Edit by CoI.Cunningham. OncVoI. DUNCAN (SARA JEANNETTE), WORKS BY. Crown 8vo, cloth extra, 7s. Od. each. A SOCIAL DEPARTURE: How Orthodocia and I Went round the World by Our- selves. With in Illustrations by F. H. Townsend. AN AMERICAN GIRL IN LONDON. With 80 Illustrations by F. H. Townsend. THE SIMPLE ADVENTURES OF A MEMSAHIB. Illustrated by F. H. Townsend. DYER— THE FOLK-LORE OF PLANTS. By Rev. T. F. Thiselton Dyer, M.A. Crown 8vo, cloth extra, 6s. TRARLY ENGLISH POETS. Edited, with Introductions and Annota. *^ tions, bv Rev. A. B. Grosart, D.D. Crown 8vo, cloth boards, Os. per Volume, FLETCHER'S (GILES) COMPLETE POEMS. One Vol. DAVIES' (SIR JOHN) COMPLETE POETICAL WORKS. Two Vols. HERRICK'S (ROBERT) COMPLETE COLLECTED POEMS. Three Vols. SIDNEY'S (SIR PHILIP) COMPLETE POETICAL WORKS. Three Vols. EDGCUMBE.— ZEPHYRUS : A Holiday in Brazil and on the River Plate. By E. R. Pearce Edgcumbe. With 41 Illustrations. Crown 8vo, cloth extra, 5s. EDWARDES (MRS. ANNIE), NOVELS BY: A POINT OF HONOUR. Post 8vo, illustrated boards, 2s. ' ARCHIE LOVELL. Crown 8vo, cloth extra, 3s. 6d. ; post 8vo, illust. boards, 2s. EDWARDS (ELIEZER). -WORDS, FACTS, AND PHRASES : A Dictionary of Curious, Quaint, and Out-oi-the-Way Matters. By Eliezer Edwards. Crown 8vo, cloth extra, 7s. Od. EDWARDS (M. BETHAM-), NOVELS BY. KITTY. Post 8vo, illustrated boards, 2s. ; cloth limp, 2s. Gd. FELICIA. Post 8vo, illustrated boards, 2s. EGERTON.— SUSSEX FOLK & SUSSEX WAYS. By Rev.J. C. Egerton. With Introduction by Rev. Dr. H. Wace, and 4 Illustrations. Cr. 8vo, cloth ex., 5s. EGGLESTON (EDWARD).— ROXY : A Novel. Post 8vo, illust. bds.,2s. ENGLISHMAN'S HOUSE, THE : A Practical Guide to all interested in Selecting or Building a House; with Estimates of Cost, Quantities, &c. By C. 1. Richardson. With Coloured Frontispiece and 600 Illusts. Crown 8vo, cloth, 7s. Gdl EWALD (ALEX. CHARLES, F.S.A.), WORKS BY. . THE LIFE AND TIMES OF PRINCE CHARLES STUART, Count of Albany / (The Young Pretender). With a Portrait. Crown 8vo, cloth extra 7s. Od. STORIES FROM THE STATE PAPERS. With an Autotype, Crown 8vo, cloth, Os. EYES, OUR : How to Preserve Them from Infancy to Old Age. By John Browning, F.R.A.S- With 70 Illusts. Eighteenth Thousand. Crown 8vo, Js. TTAMILIAR SHORT SAYINGS OF GREAT MEN. By Samuel Arthur Bent, A.M. Fifth Edition, Revised and Enlarged. Crown 8vo, cloth extra, 7s. Gd. FA?^P^XiIJICHAEL)' W0RKS BY. Post 8vo, cloth extra, 4s. Od. each THE CHEMICAL HISTORY OF A CANDLE: Lectures delivered before a Juvenile r Audience. Edited by William Crookes. F.C.S. With numerous Illustrations ' °N J__-__ ]^S&U8,.S0R,C?S„?F HATURE, AND THEIR RELATIONS TO EACH OTHER. Edited by William Crookes. F.C.S. With Illustrations. FARRER (J. ANSON), WORKS BY. \" MILITARY MANNERS AND CUSTOMS. Crown 8vo, cloth extra Os WAR : Three Essays, reprinted from \" Military Manners.\" Cr. 8vo, _ _. ; cl.. Is. Od. FENN (G. MANVILLE), NOVELS BY. WITN^T^TH^ nSFFCn- 8r°' C'0'«h *™7 ?fc ««»*yP°g »»<>, illust. boards, 2,. w untsb 10 THE DEED. Crown 8vo, cloth extra, _Cs. Od."], [217, "CHATTO & WINDUS, 214, PICCADILLY. 9 FIN-BEC.-THE CUPBOARD PAPERS : Observations on the Art of Living and Dining. By Fin-Bec. Post 8vo, cloth limp, 2s. Od. FIREWORKS, THE COMPLETE ART OF MAKING ; or, The Pyro- technist's Treasury. By Thomas Kentish. With 267 Illustration.. Cr. 8vo, cl., 5s. FITZGERALD (PERCY, M.A., F.S.A.), WORKS BY^ THE WORLD BEHIND THE SCENES. Crown 8vo, cloth extra, 3s. Od. LITTLE ESSAYS: Passages from Letters of Charles Lamb. Post 8vo, cl., 2s. Gd. A DAY'S TOUR: Journey through France and Belgium. With Sketches. Cr.4to._l_1. FATAL ZERO. Crown 8vo, cloth extra, 3s. Od. : post 8vo, illustrated boards, 2s. Post 8vo, illustrated boards, 2s. each. BELLA DONNA. I LADY OF BRANTOME. I THE SECOND MRS. TILLOTSON. POLLY. I NEVER FORGOTTEN. 1 SEVENTY-FIVE BROOKE STREET. LIFE OF JAMES BOSWELL (of Auchlnleck). With an Account of his Sayings, Doings, and Writings ; and Four Portraits. Two Vols., demy 8vo, cloth, 24s. l'LAMMARION (CAMILLE), WORKS BY. POPULAR ASTRONOMY : A General Description of the Heavens. By Camille Flammarion. Translated by J. Ellard Gore, F. R.A. S. Illust. by numerous Figures, Plates, Photographs, &c. Medium 8vo, cl. ex., 12s. Gd. [Preparing. URANIA : A Romance. Translated by A. R. Stetson. With 87 Illustrations by De Bieler, Myrbach, &c. Crown 8vo, cloth extra, 5s. FLETCHER'S (GILESTB.D.) COMPLETE POEMS : Christ's Victorie in Heaven, Christ's Victorie on Earth, Christ's Triumph over Death, and Minor Poems. With Notes by Rev. A. B. Grosart, D.D. Crown Svo, cloth boards, 6s. FLUDYER (HARRY) AT CAMBRTl^G^^ATSeniForFaHrily LeTteri. Post Svo, picture cover, Ib. ; cloth limp, Is. Od. ___ FONBLANQUE (ALBANY).— FILTHY LUCRE. Post Svo, illust. bds., 2s. FKANCILLON (R. E.), NOVELS BY. \" „ Crown 8vo, cloth extra, 3s. Gd. each; post 8vo, Illustrated boards, 2s. each. ONE BY ONE. | QUEEN COPHETUA. J A REAL QUEEN. | KING OR KNAYE? OLYMPIA. Post 8vo, illust. bds., \"2s. | ESTHER'S GLOVE. Fcap. 8vo,pict. cover, Is. ROMANCES OF THE LAW. Post Svo, illustrated boards, 2s. ROPES OF SAND. With 31 Illustrations by F. Waddv and Hal Ludlow. Crown Bvo, cloth extra, 3s. Od. , FREDERICTHASOLD), NOVELS BY. Post Svo, illust. bds., 2s. each. SETH'S BROTHER'S WIFE. | THE LAWTON GIRL. FRENCH LITERATURE, A HISTORY OF. By Henry Van Laun. Three Vols., demy 8vo, cloth boards J^s. Gd_. each. FRERE.— PANDURANG HARI ; or, Memoirs of a Hindoo. With Pre- face by SirBARTLEFRERE. Crown 8vo, cloth, 3s. Od. ; post 8vo, illust. bds., 2s. FRISWEL~L(HAiN).— ONE OF TWO : A-Novel. Post 8vo, illust. Ms., 2s. FR0ST~7TH0MAS'_ WORKS BY. Crown 8vo, cloth »:tra, 3s. Od. each. CIRCuVlIFE AND CIRCUS CELEBRITIES. I LIVES OF THE CONJURERS. THE OLD SHOWMEN AND THE OLD^LONDON FAIRS. FRY'S (HERBERT) ROYAL GUIDE TO THE LONDON CHARITIES Showing their Name, Date of Foundation, Objects Income, Officials, &c. Edited by John Lane. Published Annually. Crown Bvo. cloth, U. M. rARD^NING'BO^OKS. Post 8vo. Is. each; cloth limp, Is. Gd. each. « A YEAR'S WORK IN GARDEN AND GREENHOUSE: Practical- *dv,ce »r to the Management of the Flower, Fruit, and Frame Garden. By George Glennv. HOUSEHOLD HORTICULTURE. By Tom and Jane Jerrold. Illustrated. THE GARDEN THAT PAID THE RENT. By Tom Jerrold. OUR KITCHEN GARDEN: The Plants we Grow, and How we Cook I hem. _y n^Sr^m'SrElt'l'offlW THERE. By Francis G. Heath. Crown 8vo, cloth extra, rM edges, 6s. , _ GARRETT.— THE CAPEL GIRLS: A Novel By Edward Garrett. Crown 8vo, cloth extra, 3s. Gd.; post Svo, iljustratedboards.2s. GENTLEMAN'S MAGAZINE, THE Is Monthly Jn add. ,uon to Articles upon a«g»^ST^Æ appear monthly."], [218, "BOOKS PUBLISHED CY 10 GENTLEMAN'S ANNUAL, THE. Published Annually in November. is. The 1893 Annual, by T. W. Speight, is entitled \"BURGO'S ROMANCE.\" GERMAN POPULAR STORIES. Collected by the Brothers Grimm and Translated by Edgar Taylor. With Introduction by John Ruskin, and 22 Steel Plates after George Cruikshank. Square 8vo. cloth, Os. Od. ; gilt edges, 7s. Od. GIBBON (CHARLES), NOVELS BY. Crown 8vo, cloth extra, 3s. Od. each ; post Svo, illustrated boards, 2s. each, ROBIN GRAY. | LOVING A DREAM. I THE GOLDEN SHAFT. THE FLOWER OF THE FOREST^ | OF HIGH DEGREE. , Post 8vo, illustrated boards. 2s. each. THE DEAD HEART. IN LOVE AND WAR. FOR LACK OF GOLD. A HEART'S PROBLEM. WHAT WILL THE WORLD SAY? BY MEAD AND STREAM. FOR THE KING. | A HARD KNOT. THE BRAES OF YARROW. QUEEN OF THE MEADOW. FANCY FREE. | IN HONOUR BOUND. IN PASTURES GREEN. HEART'S DELIGHT. | BLOOD-MONEY. GlBNEY (SOMERVILLE).— SENTENCED! Cr. 8vo, ls7 ; cl., Is. 6d. GILBERT (WILLIAM), NOVELS BY. Post 8vo, illustrated boards. 2s. each. DR. AUSTIN'S GUESTS. I JAMES DUKE, COSTERMONGER. THE WIZARD OF THE MOUNTAIN. J GILBERT (W. S.), ORIGINAL PLAYS BY. Two Senes, 2s. M71__b. The First Series contains: The Wicked World — Pygmalion and Galatea — Charity— The Princess— The Palace of Truth— Trial by Jury. The Second Seriks: Broken Hearts— Engaged— Sweethearts— Gretchen— Dan'l Druce— Tom Cobb— H M.S. \" Pinafore\" — The Sorcerer — Pirates cf Penzance. eight original COMIC OPERAS written by W. S. Gilbert. Containing- The Sorcerer— H. M. a. \" Pinafore\"— Pirates of Penzance— Iolanthe— Patience- Princess Ida— The Mikado— Tiial by Jury. Demy Svo, cloth limp 2s. Od. THE \"GILBERT AND SULLIVAN\" BIRTHDAY BOOK : Quotations for Every Day in the Year, Selected Irom Plays by W. S. Gilbert set to Music by Sir A Sullivan. Compiled by Alex. Watson. Royal i6mo, Jap. leather, 2s. Gd. GLANVILLE (ERNEST), NOVELS BY. Crown 8vo. cloth extra, 3s. Gd. each ; post 8vo, illustrated boards 2s. each ■ THE LOST HEIRESS: A Tale of Love, Battle, and Adventure With 2 Illusts THE FOSSICKER : A Romajice of Mashonaland. With 2 Illusts. by Hume Nisbet A FAIR COLONIST. With a Frontispiece. Cr. 8vo, cl. extra, 3s. Od [Shortly GLENNY.-A YEAR'S WORK IN GARDEN AND \"GREENHOUSE- Practical Advice to Amateur Gardeners as to the Management of the Flower Fruit' and Frame Garden. By George: Glenny. Post 8vo. Is. ; cloth limp Is. Gd GODWIN.-LIVES OF THE NECROMANCERlTWwr^iATfGoT- w^_p°st 8vo- cloth limp, tin. GOLDEN TREASURY~OF~THOUGHTrTHE : An Enc\"ycropædTa~S Quotations. Edited by Theodore Taylor. Crown 8vo, cloth gilt 7s Gd GOODMAN.-THE FATE OF HERBE\"R^f\"WAYNET^riE7TGr3^F- man, Author of \"Too Curious.\" Crown 8vo, cloth, 3s. Gd. GOWING.-FIVE THOUSANrTMTLE^T^rArSLEDGET\"XMidwinter Journey Across Siberia. By Lionel F. Gowing. With 30 Illustrations by C I Uren, and a Map by E. Weller. Large crown Svo, cloth extra Ss. ' J' GRAHAM. -THE PROFESSOR'S WIFE: A Sto~ry~By~~L_^lRD Graham. Fcap. Svo, picture cover, Is. ** GEffi /FD 80«ANSr\"TBl~HFE OF-THETdFscnbed-from fe ?,?\".?' By Ernst Guhl and W. Koner. Edited by Dr. F. Hueffer With 545 Illustrations. Large crown 8vo. cloth extra 7s. Gd. '**''' rlu\"'ER' GREVILLE (HENRY), NO\"VELS^Y; \" SwH^ra™ 8 1,,ustrations- Crown 8vo' riTH, Author of \"Victory Deane,\" &c Cro.vn Svo, clo* extra, 3s. Gd? \"\""], [219, "6HATT0 & WINDUS, 214, PICCADILLY. 11 JJABBERTON (JOHN, Author of \" Helen's Babies\"), NOVELS BY. Post 8vo, illustrated boards 2s. each ; cloth limp, 2s. Od. each. BRUETON'S BAYOU. I COUNTRY LUCK. HAIR, THE : Its Treatment in Health, Weakness, and Disease. Trans- lated from the German of Dr. J. Pincus. Crown 8vo, Is. ; cloth, Is. Gd. HAKE (DR. THOMAS GORDON), POEMS BY. Cr. 8vo, ci. ex. Os. each. . NEW SYMBOLS. | LEGENDS OF THE MORROW. | THE SERPENT PLAY. MAIDEN ECSTASY. Small 410, cloth extra, 8s. HALL.-SKETCHES OF IRISH CHARACTER. By Mrs. S. C. Hall. With numerous Illustrations on Steel and Wood by Maclise, Gilbert, Harvey, and George Cruikshank. Medium 8vo, cloth extra, 7s. Gd. HALLIDAY (ANDR.).— EVERY-DAY PAPERS. Post Svo, bds., 2s. HANDWRITING, THE PHILOSOPHY OF. With over 100 Facsimiles and Explanatory Text. By Don Felix de Salamanca. Post 8vo, cloth limD. '-i1*. iid. HANKY-PANKY : Easy Tricks, White Magic, Sleight of Hand, &cT Edited by W. H. Cremer. With 200 Illustrations. Crown 8vo, cloth extra, 4«. ii_J_ HARDY (LADY DUFFUS). -PAUL WYNTER'S SACRIFICE. 2s. HARDY (THOMAS). -UNDER THE GREENWOOD TREE. By Thomas Hardy, Author oP'Tess.\" With Portrait and 15 Illustrations. Crown 8vo, cloth extra, 3s. Od. ; post 8vo, illustrated boards, 2s. ; cloth limp, 2s. Gd. HARPER (CHARLES G.), WORKS BY. Demy 8vo, cloth extra, 16s. each. THE BRIGHTON ROAD. With Photogravure Frontispiece and 90 Illustrations. LONDON TO THE LAND'S END : The Record of a Summer Tramp. 106 Illusts. HARWOOD— THE TENTH EARL. By J. Berwick Harwood. Post _ Svo. illustrated boards, 3s. HAWEIS (MRS. H. R.), WORKS BY. Square Svo, cloth extra, Os. each. THE ART OF BEAUTY. With Coloured Frontispiece and gi Illustrations. THE ART OF DECORATION. With Coloured Frontispiece and 74 Illustrations. THE ART OF DRESS. With 32 Illustrations. Post 8vo, Is. ; cloth, Is. Gd. . CHAUCER FOR SCHOOLS. Demv 8vo, cloth limp, 3s. Gd. CHAUCER FOR CHILDREN. .& Illusts. (3 Coloured). Sm. 4.0, cl. extra, 3s. Gd. HAWEIS (Rev. H. R..M.A.).— AMERICAN HUMORISTS : Washington Irving, Oliver Wendell Holmes, James Russell Lowell, Artemus Ward, Mark Twain, and Bret Harte. Third Edition. Crown 8vo. cloth extra. Os. HAWLEY SMART. -WITHOUT LOVE OR LICENCE : A Novel. By Hawley Smart. Crown Svo, cloth extra, 3s. Gd. ; post 8vo, illustrated boards, 3». HAWTHORNE. —OUR OLD HOME. By Nathaniel Hawthorne. Annotated with Passages from the Author's Note-book, and Illustrated with 31 Photogravures. Two Vols., crown 8vo. buckram, gilt top, 15s. _ HAWTHORNE (JULIAN), \"NOVELS BY. Crown Svo cloth extra, 3s. 6d. each; post Svo. illustrated boards, 3s. each. GARTH. I ELLICE QUENTIN. I BEATRIX RANDOLPH. | DUST. SEBASTIAN STROME. DAVID POINDEXTER. FORTUNE'S FOOL. I THE SPECTRE OF THE CAMERA. Post 8vo, illustrated boards, 2s. each. MISS CADOGNA. | LOVE-OR A NAME. MRS. GAINSBOROUGH'SDIAMONDS^Fcap. 8vo. illustrated cuver.Jls. HEATH.-MY GARDEN WILD, \"AND WHAT I GREW THERE. By Francis George Heath. Crown Svo, cloth extra, gilt edges, Os. HELPS (SIR ARTHUR), WORKS BY. Post Svo.cloth limp, 2s. Od. each. ANIMALS AND THEIR MASTERS.J SOCIAL PRESSURE. IYAN DE BIRON : A Novel. Cr. 8vo, cl. extra, 3s. 6d. ; post 8vo, illust. bds., 3s. HENDERSON.— AGATHA PAGE : A Novel. By Isaac Henderson. Crown 8vo, cloth extra, 3s. Gd. . . HENTY.— RUJUB, THE JUGGLER. By G. A. Henty. With 8 Illus- trations by Stanley L. Woid. Crown 8vo, cloth extra, 5s. HERMAN.— A LEADING LADY. By Henry Herman, joint-Author of \" The Bishops' Bible.\" Post 8vo, illustrated boards, 3s. ; cloth extra, 2s. Od."], [220, "I2 BOOKS PUBLISHED BV HERRICK'S (ROBERT)' HESPERIDES, NOBLE NUMBERS, AND COMPLETE COLLECTED POEMS. With Memorial-Introduction and Notes by the Rev. A. B. Grosart, P.P. ; Steel Portrait, &c. Three Vols., crown 8vo, cl. bds., ISs. HERTZKA.— FREELAND : A Social Anticipation. By Dr. Theodor Hertzka.\" Translated by Arthur Ransom. Crown 8vo, cloth extra, Os. HESSE- WARTEGG.— TUNIS : The Land and the People. By Chevalier Ernst von Hessb-Wartbgg. With 22 Illustrations. Cr. 8vo, cloth extra, 3s. Od. HILL (\"JOHN, M.A.), WORKS' BY. TREASON-FELONY. Post 8vo, illustrated boards, 2s. THE COMMON ANCESTOR. Three Vols., crown Svo. [ShoHly. HINDLEY (CHARLES), WORKS BY. TAYERN ANECDOTES AND SAYINGS: Including Reminiscences connected with Coffee Houses, Clubs, &c. With Illustrations. Crown 8vo, cloth, 3s. Gd. THE LIFE AND ADVENTURES OI\\A CHEAP JACK. Cr. Svo, cloth ex., 3s. Gd. HOEY.— THETOVER'S CREED. By Mrs. Cashel Hoey. Post 8vo, 2s. HOLLINGSHEAD (JOHN).— NIAGARA SPRAY. Crown Svo, Is. HOLMES.-THE SCIENCE OF VOICE PRODUCTION AND VOICE PRESERVATION. By Gordon Holmes, M.D. Crown 8vo, Is. ; cloth, Is. Od. HOLMES (OLIVER WENDELL), WORKS BY. THE AUTOCRAT OF THE BREAKFAST-TABLE. Illustrated by J. Gordon Thomson. Post 8vo, cloth limp, 2s. Od. — Another Edition, in smaller type, with an Introduction by G. A. Sala. Post Svo, cloth limp. 3s. . THE AUTOCRAT OF THE BREAKFAST-TABLE and THE PROFESSOR AT THE BREAKFAST-TABLE. In One Vol. Post 8vo, half-bound, 2s. HOOD'S (THOMAS) CHOICE WORKS, in Prose and Verse. With Life of the Author, Portrait, and 200 Illustrations. Crown 8vo, cloth extra, 7s. Gil. HOOD'S WHIMS AND ODDITIES. With 85 Illustrations. Post 8vo, printed on laid paper and half-bound, 2s. HOOD (TOM).-FROM NOWHERE TO THE NORTH~~POLETa Noah's Arkæological Narrative. BvTomHood. With 25 Illustrations by W. Brunton and E. C Barnes. Square 8vo, cloth extra, gilt edges, (»*. HOOK'S (THEODORE) CHOICE HUMOROUS WORKS ; including his Ludicrous Adventures, Bons Mots, Puns, and Hoaxes. With Lite of the Author, Portraits, Facsimiles, and Illustrations. Crown 8vo, cloth extra, 7«. 4><I. HOOPER.— THE HOUSE OF RABY: A Novel. By Mrs. George Hooper. Post 8vo, illustrated boards, Us. HOPKINS.— \" 'TWIXT LOVE AND DUTY:\" A Novel. By tIghe Hopkins. Post 8vo. illustrated boards, 2s. HORNE. — ORION: An Epic Poem. By Richard Hengist Horne\". With Photographic Portrait by Summers. Tenth Edition. Cr.8vo, cloth extra. 7*. HUNGERFORD (MRS.), Author of \"Molly Bawn,\" NOVELS BY. Post 8vo, illustrated boards, 2s. each ; cloth limp, 2s. Oil. each. A MAIDEN ALL FORLORN. | IN DURANCE VILE. | A MENTAL STRUGGLE. • MARYEL. I A MODERN CIRCE. LADY YERNER'S FLIGHT. Crown 8vo, cloth extra, 3s. Gd. THE RED-HOUSE MY8TERY. Two Vols., crown 8vo. HUNT.— ESSAYS BY LEIGH HUNT : A Tale for a Chimney Corner,' &c. Edited by Edmund Qllier. Post 8vo, printed on laid paper and half-bd., 2s. HUNT (MRS. ALFRED), NOVELS BY. Crown 8vo, cloth extra, lis. Od. each; post Svo, illustrated boards. 2s. each. THE LEADEN CASKET. | SELF-CONDEMNED. | THAT OTHER PERSON. THORNICROFT'S MODEL. Post Bvo, illustrated boards, 2s. MRS. JULIET. Crown 8vo, cloth extra, 3s. Od. HUTCHISON.-HINTS ON COLT-BREAKING. By W. M. HutchisoT With 25 Illustrations. Crown Svo, cloth extra, :{s. Od. HYDROPHOBIA : An Account of M. PaIteur's System ; Technique of his Method, and Statistics. By Renaud Suzor, M.B. Crown 8vo. cloth extra, Os. IDLER (THE) : A Monthly Magazine. Edited by Jerome K. Jerome and Robert E. Barr. Profusely Illustrated. Sixpence Monthly.— Vols I II arsl III. now ready, cloth extra, 5s. each; Cases for Binding, Is. Od. ' ''"], [221, "CHATTO & WINDUS, 214, PICCADILLY. 13 INGELOW (-JEAN).-FATED TO BE FREE. Post Svo, illustrated bds., 2s. INDOOR PAUPERS. By One of Them. Crown Svo, Is.; cloth, Is. 6d. INNKEEPER'S HANDBOOK (THE) AND LICENSED VICTUALLER'S MANUAL. By J. Trevor-Davies. Crown Svo, Is. ; cloth, Is. Od. IRISH WIT AND HUMOUR, SONGS OF. Collected and Edited by A. Perceval Graves. Post Svo, cloth limp, 3s. 6<I. JAMES.— A ROMANCE OF THE QUEEN'S HOUNDS. By Charles James. Post 8vo, picture cover, 1$. ; clotb limp, Is. Gd. JANVIER. -PRACTICAL KERAMICS FOR STUDENTS. By Catherine A. Janvier, Crown Svo, cloth extra, Gt_. JAY (HARRIETT), NOVELS BY. Post Svo, illustrated boards, 2s. each. THE DARK COLLEEN. | THE QUEEN OF CONNAUGHT. JEFFERIES (RICHARD), WORKS BY. Post 8vo, cloth limp, 2s. Od. each. NATURE NEAR LONDON. | THE LIFE OF THE FIELDS. I THE OPEN AIR. %* Also the Hand-made Paper Edition, crown 8vo, buckram, gilt top, Os. each. THE EULOGY OF RICHARD JEFFERIES. By Walter Besant. Second Edi- tion With a Photograph Portrait. Crown Svo, cloth extra, Os. JENNINGS (H. J.), WORKS BY. CURIOSITIES OF CRITICISM. Post 8vo, cloth limp, 2*. Gd. LORD TENNYSON: A Biographical Sketch. With a Photograph. Cr. 8vo, cl„ Os. JEROME.— STAGELAND. By Jerome K. Jerome. With 64 Illustra- tions by J. Bernard Partridge. Square Svo, picture cover, Is. ; cloth limp, 2s. JERROLD.— THE BARBER'S CHAIR ; & THE HEDGEHOG LETTERS. By Douglas Jerrold. Post Svo, printed on laid paper and halt-bound, 2s. JERROLD (TOM), WORKS BY. Post 8vo, Is. each; cloth limp, 1 s. Cd. each. THE GARDEN THAT PAID THE RENT. HOUSEHOLD HORTICULTURE: A Gossip about Flowers. Illustrated. OUR KITCHEN GARDEN: The Plants, and How we Cook Them. Cr. 8vo,cl.,ls.Gd. JESSE-SCENES AND OCCUPATIONS OF A COUNTRY LIFE. By Edward Jesse. Post 8vo, cloth limp, 2s. JONES (WILLIAM, F.S.A.), WORKS BY. Cr.Svo, cl. extra, 7_. Gd. each. FINGER-RING LORE: Historical, Legendary, and Anecdotal. With nearly 300 Illustrations. Second Edition, Revised and Enlarged. CREDULITIES, PAST AND PRESENT. Including the Sea and Seamen, Miners, Talismans, Word and Letter Divination, Exorcising and Blessing of Animals, Birds, Egsrs, Luck, &C. With an Etched Frontispiece. CROWNS AND CORONATIONS: A History of Regalia. With too Illustrations. JONSON'S (BEN) WORKS. With Notes Critical and Explanatory, and a Biographical Memoir by William Gifford. Edited by Colonel Cunning- ham. Three Vols., crown Svo. cloth extra, Os. each. JOSEPHUS, THE COMPLETE WORKS OF. Translated by Whiston. Containing \" The Antiquitie of the Jews \" and \" The Wars 01 the Jews.\" With 53 Illustrations and Maps. Two Vols.. demy 8vo, half-bound, 12s. Od. TTEMPT.— PENCIL AND PALETTE : Chapters on Art and Artists. By Robert Kempt. Post Svo, cloth limp, 2s. Gil. KERSHAW. — COLONIAL FACTS AND FICTIONS : Humorous Sketr.hes. By Mark Kershaw. Post Svo. illustrated boards, 2s.; cloth. 2s. Od. KEYSER. — CUT BY THE MESS: A Novel. By Arthur Kbvsek. Crown 8vo, picture cover. Is. ; cloth limp, Is. Gd. KING f'R ASHE) NOVELS BY. Cr. Svo, cl., 3s. Gd. ea. ; post Svo, bds., 2s. ea. j_u_jiw\\n. .apaas, ,nv»i-_uu _•_. »mire wtiiiiiir. n» THE siREEK.\" A DRAWN GAME. _ J I \"THE WEARING OF THE GREEN.! Post 8vo, illustrated boards, 2s. each. PASSION'S SLAVE. | BELL BARRY. KNIGHT'S (THE) OF THE LION: A Romance of the Thirteenth Century. Edited, with an Introduction, by the Marquess of Lorne, K.T. Cr. 8vo, cl. ex. «s."], [222, "BOOKS PUBLISHED BY 14 KNIGHT. — THE PATIENT'S VADE MECUM : How to Get Most Benefit from Medical Advice. By William Knight, M.R.C.S., and Edward Knight. L.R.C.P. Crown Svo, 1h.; cloth limp, la. tid. IAMB'S (CHARLES) COMPLETE WORKS, in Prose and Verse, *\"* including \" Poetry for Children \" and \" Prince Dorus.\" Edited, with Notes and Introduction, by K. H. Shepherd. With Two Portraits and Facsimile of a page of the \"Essay on Roast Pig.'' Crown 8vo, half-bound, 7h. Gil. THE ESSAYS OF ELI A. Post 8vo, printed on laid paper and half-bound, 2*. LI l ILL ESSAYS: Sketches and Characters by Charles Lamb, selected from his Letters by Percy Fitzgerald. Post 8vo, cloth limp, £*. 6<I. THE DRAMATIC ESSAYS OF CHARLES LAMB. With Introduction and Notes bv Brander Matthews, and Steel-plate Po.tra.t. Fcap. 8vo, hf.-bd., l£w. till. LANDUK.-CITATION AND~EXAMINATION~OF WILLIAM SHAKS^ PEARE, &c, before Sir Thomas Lucy, touching Deer-stealing, 19th September, 1582. To which is added, A CONFERENCE OF MASTER EDMUND SPENSER with the Earl ot Essex, touching the State of Ireland, 1595. By Walter Savage Landor. Fcap. 8vo, half-Roxburgne, 3w. <i<1. LANE.— THE THOUSAND\" AND ONE^lGHTST^rnonly called in England THE ARABIAN NIGHTS' ENTERTAINMENTS. Translated from the Arabic, with Notes, by Edward William Lane. Illustrated by many hundred Engravings from Designs by Harvey. Edited by Edward Stanley Poole. With a Preface by Stanley Lane- Poole. Three Vols., demy Svo, cloth extra, 7*. Gil. each. LARWOOD (JACOB), WORKS BY. THE STORY OF THE LONDON PARKS. Wilh Illusts. Cr. 8vo, cl. extra, 3*. Gil. ANECDOTES OF THE CLERGY: The Antiquities Humours, and Eccentricities ot the Cloth. Post Svo, printed on laid paper and hall-bound, 2s. Post 8vo, cloth limp, 2s. G.I. each. FORENSIC ANECDOTES. | THEATRICAL ANECDOTES. LEIGH (HENRY ___), WORKS BY. \" CAROLS OF COCKAYNE. Printed on hand-made paper, bound in buckram 5s. JEUX D'ESPRIT. Edited bv Henry S. Leigh. Post 8vo, cloth limp, 2s. Gil. LEYS (JOHN). —THE LINDSAYS : A Romance. Post 8vo, illust. bds., 2s. LIFE IN LONDON; or, The History of Jerry Hawthorn and Cor- inthian Tom. With Cruikshank's Coloured Illustrations. Crown 8vo,cloth extra, 7«. Gtl. [New Edition preparing. LINTON (E. LYNN), WORKS BY. Post Svo, cloth limp, 2s. 6,1. each. WITCH STORIES. I OURSELVES: Essays on Women. Crown 8vo, cloth extra, 3s. Gd. each ; post 8vo, illustrated boards, 2s. each. SOWING THE WIND. I UNDER WHICH LORD? PATRICIA KEMBALL. | \"MY LOVE!\" | IONE. ATONEMENT OF LEAM DUNDAS. I PASTON CAREW, Millionaire _ Miser. THE WORLD WELL LOST. Post 8vo, illustrated boards, 2s. each. THE REBEL OF THE FAMILY. I WITH A SILKEN THREAD. THE ONE TOO MANY. Three Vols., crown 8vo. ISlwrlly. FREESHOOTING: Extracts from the Works of Mrs. Lynn Linton. Post 8vo, clotli, 2s. Gel. LONGFELLOW'S POETICAL WORKS. With numerous Illustrations on Steel and Wood. Crown 8vo, cloth extra, 7s. G«l. LUCY.-GIDEON FLEYCE : A Novel. By Henry W. Lucy. Crown 8vo, cloth extra, 3s. G«l. ; post 8vo, illustrated boards, 2s. LUSIAD (THE) OF CAMOENS. Translated 'into English Spenserian Verse by Robert Ffrench Duff. With 14 Plates. Demy 8vo, cloth boards, 18s. SJACALPINE (AVERY), NOVELS BY. TERESA ITASCA. Crown 8vo, cloth extra Is. MACCOLL (HUGH), NOVELS BY. EDNOTRRWH.lLOSrSKEA^ED 'Y1™?- .PoSt 8vo' '\"^'rated boards, 2s. «■\"\"\"\" WH1TLOCK. Crown 8vo, cloth extra Gs. MACDONELL-QUAKER COUSINS : A Novel. Bv Agnes MacmT^Zl' Ctown Svo, cloth extra, 3s. 6.1. ; post Svo, illustrated boards, 2.. iACDONELL-"], [223, "CHATTO & WINDUS, 214, PICCADILLY. 15 McCarthy (Justin, m.p.), works by. _ HISTORY OF OUR OWN TIMES, from the Accession of Queen Victoria to the General Election of 1880. Four Vols. demy 8vo, cloth extra, J 2s. each. — Also a Popular Edition, in Four Vols., crown 8vo, cloth extra, Gs. each.— And a Jubilee Edition, with au Appendix of Events to the end of 1886, in Two Vols., large crown 8vo, cloth extra, 7s. Gd. each. A SHORT HISTORY OF OUR OWN TIMES. One Vol., crown 8vo, cloth extra, Gs. —Also a Cheap Popular Edition, post 8vo, cloth limp, 2s. Gil. A HISTORY OF THE FOUR GEORGES. Four Vo's. demy Svo, cloth extra, 12s. each. [Vols. I. & II. ready. Cr. Rvo, cl. extra, 3s. Gil. each : post 8vo, illust. bds.. 2s. *>acli : cl. limp, 2s. G«l. each. THE WATERDALE NEIGHBOURS. I MISS MISANTHROPE. MY ENEMY'S DAUGHTER. A FAIR SAXON. DONNA QUIXOTE. THE COMET OF A SEASON. MAID OF ATHENS. LINLEY ROCHFORD. DEAR LADY DISDAIN. CAMIOLA: A Girl with a Fortune. THE DICTATOR. Crown 8vo, cloth extra, 3s. Gd. KED DIAMONDS. Three Vols., crown 8vCs \"THE RIGHT HONOURABLE.\" By Justin McCarthy, M.P.,and Mis.Campbei.l- Praed. Fourth Edition. Crown 8vo. cloth extra. Gs. McCarthy (Justin h.), works by. THE FRENCH REVOLUTION. Four Vols., Svo, 12«. each. [Vols. I. & II. ready. AN OUTLINE OF THE HISTORY OF IRELAND. Crown 8vo, Is. ; cloth, Is. Gd. IRELAND SINCE THE UNION : Irish Hisiorv. 1798-1886. Crown 8vo, cloth, Gs. HAFIZ IN LONDON: Poems. Small 8vo, gold cloth, 3s. Gd. HARLEQUINADE : Poems. Small 4to, Japanese vellum, 8s. OUR SENSATION NOVEL.~Crown SvoTpicture cover, Is. ; cloth limp, Is. Gd. D00M1 An Atlantic Episode. Crown 8vo, picture cover, Is. DOLLY: A Sketch. Crown 8vo, picture cover, Is.; cloth limp, Is. Gd. LILY LASS: A Romance. Crown Svo, picture cover, Is. ; cloth limp, 1*. Gd. THE THOUSAND AND ONE DAYS: Persi.n Tales. With 2 Photogravures by Stanley L. Wood. Two Vols., crown Svo, half-bound, 12s. MACDONALD (GEORGE, LL.D.), WORKS BY. WORKS OF FANCY AND IMAGINATION. Ten Vols., cl. extra, gilt edjes, in clolh case. 21s. Or the Vols. mav be had separately, in giolier c!., at 2*. Gd. each. Vol. I. Within and Without. — The Hidden Life. ,, It. The Disciple— The Gospel Women.— Book of Sonnets.— Organ Songs. „ III. Violin Songs. — Songs of the Days and Nights. — A Book of Dreams. — Roadside Poems. — Poems for Children. „ IV. Parables. — Ballads. — Scotch Songs. „V. & VI. Phantastes: A Faerie Romance. | Vol. VII. The Portent. i, VIII. The Light Princess.— The Giant's Heart.— Shadows. „ IX. Cross Purposes.— The Golden Key.— The Carasoyn.— Little Daylight „ X. The Cruel Painter.— The Wow o' Rivvbs.— The Castle.— The Broken Swords. — The Gray Wolf. — Uncle Cornelius. POETICAL WORKS OF GEORGE MACDONALD. Collected and arranged by the Author. 2 vols., crown Svo, buckram, 12s. A THREEFOLD CORD. Edited by George MacDonald. Post Svo, cloth, ._.. HEATHER AND SNOW: A Novel. Crown 8vo, cloth extra, 3s. Gd. MACGREGOR. — PASTIMES AND PLAYERS : Notes on Popular Games. By Robert Macgregor. Post 8vo. cloth ltrnp, 2s. Gd. MACKAY^=INTERLUDES\"AND UNDERTONES; or, Music at Twilight. By Charles Mackay. LL.D. Crown 8vo. cloth extra, Gs. _ MACLsSEPORTRATTGALLERY (THE) OF ILLUSTRIOUS LITER- ARY CHARACTERS: 85 PORTRAITS; with Memoirs — Biographical, Critical Bibliographical, and Anecdotal— illustrative of the Literature of the former hall ol the Present Century, bv William Bates. B.A. Crown Hvn, cloth estra, 7s. Gil. MACQUOIlTTMRS. iT^WORKSTB Y. Square Svo, cloth extra, 7s. Gd. each. IN THE ARDENNES. With so Illustrations by Thomas R. MAcguoin PICTURES AND LEGENDS FROM NORMANDY AND BRITTANY. With 34 Illustrations bv Thomas R. Macquoid. THROUGH NORMANDY. With 92 Illustrations byT. R. Macquoid, and a lap. THROUGH BRITTANY. With 35 Illustrations by T. R. Macquoid, and a Map. ABOUT YORKSHIRE. With 67 Illustrations by T. R. Macquoid. Post 8vo, illustrated ooards, _>_• each. THE EVIL EYE, and other Stories. | LOST ROSE."], [224, "BOOKS PUBLISHED BY 16 MAGIC LANTERN THE, and its Management: including full Practical MA£i„j£T eTtX. hS7o»xh. »o Iltustra5tion3. Cr. 8vo. I.. ; cloth. 1«. 6.1. MARTPIAN'f. OWN BOOK. THE: -Performances with Cups and Balls, M Eggs hL Handkerchiefs\" &'c. All from actual Experience Edited by W. H. cIeme\". With 200 Illustrations. Crown 8vo, cloth extra, <t_. 6d. MAGNA CHARTA- An Exact Facsimile of the Original in the British Museum \"ee?by 2 feet^whh Arms and Seals emblazoned in Gold and Colours, 5s. MALLOCK (W. H.), WORKS BY. THE NEW REPUBLIC. Post 8vo, picture cover, 2s. ; cloth limp, 2s. Gd. THE NEW PAULS YIRGINIA: Positivism on an Island. Post 8vo, clolh, 2s. Gd. FOEMS. Small 4to, parchment, Ss. IS LIFE WORTH LIVING? Crown 8vo, cloth extra, Gs. A ROMANCEOF THE NINETEENTH CENTURY. Crown 8vo, cloth, Os. MALLORY'S~(SIR~ THOMAS) MORT D' ARTHUR : The Stories of King Arthur and of the Knights of the Round Table. (A Selection.) Edited by B. Montgomerie Ranking. Post 8vo, cloth limp, 2s. MARK TWAIN, WORKS BY. Crown 8vo, cloth extra, 7s. Gd. each. THE CHOICE WORKS OF MARK TWAIN. Revised and Corrected throughout by the Author. With Life, Portrait, and numerous Illustrations. ROUGHING IT, and INNOCENTS AT HOME. With 200 Illusts. by F. A. Fraser. MARK TWAIN'S LIBRARY OF HUMOUR. With 197 Illustrations. Crown 8vo, cloth extra (illustrated), 7s. Gd. each; post 8vo, illust. boards, 2s. each. THE INNOCENTS ABROAD; or, New Pilgrim's Progress. With 234 Illustrations. (The Two-Shilling Edition is entitled MARK TWAIN'S PLEASURE TRIP.) THE GILDED AGE. By Mark Twain and C. D. Warner. With 212 Illustrations. THE ADYENTURES OF TOM SAWYER. With lit Illustrations. A TRAMP ABROAD. With 311 Illustrations. THE PRINCE AND THE PAUPER. With 190 Illustrations. LIFE ON THE MISSISSIPPI. With 300 Illustrations. ADVENTURES OF HUCKLEBERRY FINN. With 174 Illusts. by E. W. Kemble. A YANKEE AT THE COURT OF KING ARTHUR. With 220 Illusts. by Beard. MARK TWAIN'S SKETCHES. Post Bvo, illustrated boards, 2s. THE STOLEN WHITE ELEPHANT, &c. Cr. 8vo, cl., Gs. ; post 8vo, illust. bds., 2». Crown 8vo, cloth extra, 3s. Gd. each. THE AMERICAN CLAIMANT. With Si Illustrations by Hal Hurst, &c. THE £1,000,000 BANK-NOTE, and other New Stories. MARLOWE'S WORKS. Including his Translations. Edited, with Notes and Introductions, by Col. Cunningham. Crown 8vo, cloth extra, Gs. MARRYAT (FLORENCE), NOVELS BY. Post 8vo,illust. boards, 2s.eacb. A HARVEST OF WILD OATS. FIGHTING THE AIR. OPEN! SESAME! WRITTEN IN FIRE. MASSINGER'S PLAYS. From the Text of William Giffoud. Edited by Col Cunningham. Crown 8vo. cloth extra, Gs. MASTERMAN.— HALF-A-DOZEN DAUGHTERS : A Novel. By J, Masterman. Post 8vo, illustrated boards, _t#. MATTHEWS.— A SECRET OF THE SEA, &c. By Brander Matthews. Post Svo, illustrated boards, 5J*. ; cloth lirnp, 2*. tit.. MAYHEW.-LONDON CHARACTERS AND THE HUMOROUS SIDE OF LONDON LIFE. By Henry Mavhew. With Illusts. Crown 8vo, cloth, 3s. Gd. MENKEN.— INFELICIA : Poems by Adah Isaacs Menken. With Illustrations by F. E. Lummis and F. O. C. Parley. Small 4.0, cloth extra, 7s. Gil. MERRICK.— THE MAN WHO WAS GOOD. By Leonard MITrTck, _ Author of \" Violet Moses,\" &c. Post 8vo, illustrated boards, 2s. MEXICAN MUSTANG (ON A), through Texas to the Rio Grande. By A. E. Sweet and J. Armqy Knox, With 2Gs Illusts. Cr. 8vo, cloth extra 7.. Gd'. U1%_,,\\_W£B S__EMl NOVELS BY. Post Svo. illust. boards, 2s. each. TOUCH AND GO. I MR. DORILLION. MILLER.-PHYSI0L0GY FOR THE YOUNG ; or, The Houfe\"oTTi7q\" By Mrs F.Fpkwick Miller. Wjtli Illustrations, I c-tS.o.cloililimp, !$■», ©d."], [225, "CHATTO & WINDUS, 214, PICCADILLY. 17 MILTON (J. L.), WORKS BY. Post Svo, 1 «. each i cloth, l».fid. each. THE HYGIENE OF THE SKIN. With Directions for Diet, Soaps, Baths &c. THE BATH IN DISEASES OF THE SKIN. THE LAWS OF LIFE, AND THEIR RELATION TO DISEASES OF THE SKIN. THE SUCCESSFUL TREATMENT OF LEPROSY. Demy 8vo, Is. MsNTO(WM.)-WAS SHE GOOD OR BAD? Cr.8vo,ls. ; cloth, ls.6d. MITFORD (BERTRAM), NOVELS BY. Crown Svo, cloth extra. Sa. «d. each. THE GUN-RUNNER: A Romance of Zululand. With Frontispiece by S. L.Wood. THE LUCK OF GERALD RIDGELEY. With a Frontispiece. STEPHEN RENSHAW'S QUEST. With a Frontispiece. [Shortly. MOLESWORTH (MRS.), NOVELS BY. HATHERCOURT RECTORY. Po.t 8vo, illustrated boards, 2s. THAT GIRL IN BLACK. Crown 8vo, cloth. Is. Gd. MOORE (THOMAS), WORKS BY. THE EPICUREAN; and ALCIPHRON. Post 8vo, half-bound, 2s. PROSE AND YERSE, Humorous, Satirical, and Sentimental, by Thomas Moore; with Suppressed Passages from the Memoirs of Lord B.ron. Edited by R, Herne Shepherd. With Portrait. Crown Svo, cloth extra, 7s. Gd. MUDDOCK (J. E.), \"STORIES BY. STORIES WEIRD AND WONDERFUL. Post 8vo, illust. boards, 2s.; cloth, 2s. Gd. THE DEAD MAN'S SECRET; or, The Valley of Gold. With Frontispiece by F. Barnard. Crown 8vo. cloth extra, 5s. ; post Svo, illustrated boards, 2s. FROM THE BOSOM OF THE DEEP. Post Svo, illustrated boards, 2s. MAID MARIAN AND ROBIN HOOD: A Romance of Old Sherwood Forest. With r2 Illustrations by Stanley L. Wood. Crown 8vo, cloth extra, 5s. MURRAY (D. CHRISTIE), NOVELS BY. Crown 8vo, cloth extra. Us. Gd. each ; post 8vo, illustrated boards. 2s. each. A LIFE'S ATONEMENT. HEARTS. I BY THE GATE OF THE SEA. JOSEPH'S COAT. WAY OF THE WORLD A BIT OF HUMAN NATURE. COALS OF FIRE. A MODEL FATHER. I FIRST PERSON SINGULAR. YAL STRANGE. OLD BLAZER'S HERO.! CYNIC FORTUNE. OLD BLAZER'S HERO.! CYNIC FORTUNE. Crown Svo, cloth extra, 3s. Gd. each. BOB MARTIN'S LITTLE GIRL. I TIMES REVENGES. A WASTED CRIME. Two Vols., crown 8vo. MURRAY (D. CHRISTIE) & HENRY HERMAN, WORKS BY. Crown 8vo, cloth extra .'5s. Gd. each ; post 8vo, illustrated boards, 2s. each. ONE TRAVELLER RETURNS. I PAUL JONES'S ALIAS. | THE BISHOPS' BIBLE. MURRAY (HENRY), NOVELS BY. A GAME OF BLUFF. Post 8vo, illustrated boards, 2s. ; cloth, 2s. Gd. A SONG OF SIXPENCE. Post 8vo, cloth extra, 2s. Gd. WEWBOLT.— TAKEN \"FROM THE ENEMY. By Henry Newbolt. Fcap. Svo, cloth boards, Is. Gd. NISBET (HUMiysBOOKS BY. \"BAIL UP!\" Crown 8vo, cloth extra, 3s. Gd. ; post Bvo, illustrated boards, 2s. DR. BERNARD ST. VINCENT. Post 8vo, illustrated boards, 2s. LESSONS IN ART. With 21 Illustrations. Crown 8vo, cloth extra, 2s. Gd. WHLRE ART BEGINS. With 27 Illusts. Square 8vo, cloth extra, 7s. Gd. NOVELISTS.— HALF-HOURS \"WITH THE\" BEST NOVELISTS OF THE CENTURY. Edit, by H. T. Mackenzie Bell. cl., 3s. Gd. [Preparing. O'HANLON (ALlCE)rNOVELS~BY.~ PosTsvo, illustrated boards, 2s. each. THE UNFORESEEN^ I CHANCE? OR FATE? OHNET (GEORGES), NOVELS BY. Post 8vo, illustrated boards, 2s. each. DOCTOR RAMEAU. I _A LASTJX>YE. A WEIRD GIFT. Crown 8vo. cloth, 3s. Gd\". , post 8vo, picture boards, 2s. 01 TPHANT r7MRST)T NOVELS BY. Post 8vo, illustrated boards, 2s. each. THE PRIMROSE PATH. J THE GREATEST HEIRESS IN ENGLAND WHITELADIES. With Illustrations by Arthur Hopkins and Henry Woods, A R A Crown 8vo, cloth extra, 3s. 6d.; post 8vo, illustrated boards, 2s. 0'REILLYTHARRINGT0N).-LIFE AMONG THE AMERICAN IN- DIANS- Fifty Years on the Trail. 100 Illusts. by P. Frenzeny._ Crown 8vo,3s. Gd. O'REILLY (MRS.r-PHŒBE'S FORTUNES, Post 8vo, illust. bds., 2s."], [226, ",8 BOOKS PUBLISHED BY OUIDA NOVELS BY. Cr.8vo,cl., 3s. Gd. each; post 8vo.ill-.sl. bds., 2s. each. HELD IN BONDAGE. i FOLLE-FARINE. I MOTHS. TRICOTRIN. I A DOG OF FLANDERS. I PIP'STRELLO. STRATHMORE. I PASCAREL. , A VILLAGE COMMUNE. CHANDOS. TWO LITTLE WOODEN 1NMAREMMA. CECIL CASTLEMAINE'S SHOES. BIMBI. I SYRLIN. GAGE. SIGNA. WANDA. IDALIA. ! IN A WINTER CITY. FRESCOES. I OTHMAR. UNDER TWO FLAGS. ARIADNE. PRINCESS NAPRAXINE. PUCK. I FRIENDSHIP. GUILDEROY. I RUFF1N0. Square Svo, cloth extra, 5s. each. BIMBI. With Nine Illustrations by Edmund H. Garrett, A DOG OF FLANDERS, Her. Wiih Six Illustrations by Edmund H. Garrett. SANTA BARBARA, &c. Squaie SvoLclo|h,Jis. ; crown 8vo, cloth, 3s. Gd. WISDOM, WIT, AND PATHOS, selected from the Works of Ouida by F. Sydney Morris. Post 8vo, cloth extra, 5s. Cheap Edition, illustrated boards. 2s._ PAGE (H. A.), WORKS BY. 1 THOREAU : His Life and Aims. With Portrait. Post 8vo, cloth limp, 2s. Gd. ANIMAL ANECDOTES. Arranged on a New Principle. Crown 8vo, cloth_extra. .... PARLIAMENTARY ELECTIONS AND ELECTIONEERING, A HIS- TORY OF, from the Stuarts to Queen Vi;toria. By Joseph Grego. A New Edition, w ilh 93 Illustrations. Demy Svo, cloth extra, 7s. Gd. PASCAL'S PROVINCIAL LETTERS. A New Translation, with His- torical Introduction and Notes by T. M'Crie, P.P. Post 8vo. cloth limp. '-£«. PAUL.— GENTLE AND SIMPLE. By Margaret A. Paul. With Frontis- piece by Helen Patkrson. Crown 8vo, cloth, lj*. 4mI. ; post Bvo, illnsl. boards. *_£«. PAYN (JAMES), NOVELS BY. Crown 8vo, cloth extra. '.%.. Gd. each post 8vo. illustrated boards. 2*. each. A GRAPE FROM A THORN. LOST SIR MASSINGBERD. WALTER'S WORD. FROM EXILE. LESS BLACK THAN WE'RE PAINTED. THE CANON'S WARD. THE TALK OF THE TOWN. HOLIDAY TASKS. BY PROXY. I FOR CASH ONLY. HIGH SPIRITS. GLOW-WORM TALES. UNDER ONE ROOF. A CONFIDENTIAL AGENT. THE MYSTERY OF MIRBRIDGE. THE WORD AND THE WILL. Post 8vo, illustrated boards, 2s. each. FOUND DEAD. ■ GWENDOLINE'S HARVEST. ____________■ A MARINE RESIDENCE. HUMOROUS STORIES. | THE FOSTER BROTHERS. ■ THE FAMILY SCAPEGRACE. MARRIED BENEATH HIM. BENTINCK'S TUTOR. MIRK ABBEY. SOME PRIVATE VIEWS, NOT WOOED, BUT WON TWO HUNDRED POUNDS REWARD. THE BEST OF HUSBANDS. A PERFECT TREASURE. A COUNTY FAMILY. LIKE FATHER, LIKE SON. A WOMAN'S VENGEANCE. CARLYON'S YEAR. CECIL'S TRYST. MURPHY'S MASTER. HALVES. I THE BURNT ITILLIO-I. FALLEN FORTUNES. WHAT HE COST HER. KIT: A MEMORY. AT HER MERCY. A PRINCE OF THE BLOOD. SUNNY ST0RIE8. THE CLYFFARDS OF CLYFFE. Crown 8vo, c cloth extra, _». Gd. each. A TRYING PATIENT, Se. With a Frontis'p;ece by Stanley L. Wood, IN PERIL AND PRIVATION: Stories of Marine Adventure. With 17 Illusts. NOTES FROM THE \"NEWS.\" Crown Svo, portrait cover, Is.; cloth, Is. Gil. PENNELL (H. CHOLMONDELEY), WORKS BY. Post Svo, cL, 2s. Gd. each. PUCK ON PEGASUS. With Illustrations. PEGASUS RE-SADDLED. With Ten full-paee Illustrations by G. Du Maurier. THE MUSES OF MAYFAIR. Vers de Socie'te, Selected by H. C. Pennell. PHELPS (E. STUART), WORKS BY. Post Svo. Is. each : cloth, Is. fid. each. BEYOND THE GATES. By the Author I AN OLD MAID'S PARADISE. of \" The Gates Ajar.\" | BURGLARS IN PARADISE. JACK THE FISHERMAN. Illustrated l)t Csw. _ kf.,, Cr. Svo, 1«. ; cloth Is. Cd. pTrkis (c l.). novelTht. — ll__¥\\ nv^lTr£ C?,0WS' F\"P Sv°' P;cture c°\"\". »*• LADY LOVELACE. Post Svo, illustrated boards, 2s."], [227, "CHATTO & WINDUS, 214, PICCADILLY. 19 PLANCHE (J. R.), WORKS BY. THE PURSUIVANT OF ARMS. With Six Plates, and 209 Illusts. Cr. 8vo,cl. 7s. Gd. SONGSAND POEMS, 1619-1870. Introduction by Mrs. Mackarness. Cr. 8vo, cl.,G>. PLUTARCH'S LIVES OF ILLUSTRIOUS MEN. WithNotes andTRe of Plutarch by J. and Wm. Langhorne. Portraits. Two Vols., demy 8vo, 10s. Gd. POE'S (EDGAR\" ALLAN) CHOICEWORKS, in Prose and Poetry. Intro^ duction by Chas. Baudelaire, Portrait, and Facsimiles. Cr. 8vo, cloth, 7s. Gd. THE MYSTERY OF MARIE ROGET, &c. Post 8vo, illustrated boards, 2s. POPE'S POETICAL WORKS. Post Svo, cloth limp, 2s. PRAED (MRS. CAMPBELL), NOVELS BY. Post 8vo, illust. bds.. 2s. ea. THE ROMANCE OF A STATION. | THE SOUL OF COUNTESS ADRIAN. OUTLAW AND LAWMAKER. Three Vols., crown Svo. \"THE RIGHT HONOURABLE.\" By Mrs. Campbell Praed and Justin McCarthy, M.P. Crown 8vo, cloth extra, Gs. PRICE (E. C.j, NOVELS\" BY. Crown 8vo, cloth extra, '.i*. Od. each ; post 8vo, illustrated boards. 2s. each. VALENTINA. I THE FOREIGNERS. | MRS. LANCASTER'S RIVAL. GERALD. Post 8vo, illustrated boards. 2s. PRINCESS OLGA.— RADNA ; or, The Great Conspiracy of 1SS1. By the Princess Olga. Crown Svo. cloth extra. Gs. PROCTOR (RICHARD A., B.A.), WORKS BY. FLOWERS OF THE SKY. With 55 Illusts. Small crown 8vo, cloth extra, Us. Gd. EASY STAR LESSONS. With Star Maps for Every Night in the Year. Cr. Svo, Gs. FAMILIAR SCIENCE STUDIES. Crown 8vo, cloth extra, Gs. SATURN AND ITS SYSTEM. With 13 Steel Plates. Demy 8vo, cloth ex., 10s. Gd. MYSTERIES OF TIME AND SPACE. With Illustrations. Cr. 8vo, cloth extra, Gs. THE UNIYERSE OF SUNS. With numerous Illustrations. Cr. 8vo, cloth ex., Gs. WAGES AND WANTS OF SCIENCE WORKERS. Crown 8vo, Is. 6d. PRYCE.-MISS MAXWELL'S \"AFFECTIONS. By Richard Pryce. Frontispiece by Hal Ludlow. Cr. 8vo, cl., 38. 6d. ; post 8vo, illust. boards., 2f*. DAMBOSSON.— POPULAR ASTRONOMY. By J. Rame^sson, Laureate of the Institute of France. With numerous Illusts. Crown 8vo, cloth extra, 7t_. 6d« RAND0TPH7-TUNf^AErGAIL^DYKES:^~\"NoveX— ByXT-Colonel Gf.orge Randolph, U.S.A. Crown Svo. cloth extra, 7*. 6d. READE (CHARLES), NOVELS BY. Crown Svo. cloth extra, illustrated, 3s. Gd. each ; post 8vo, illust. bds., 2s. each. TEG WOFFINGTON. Illustrated by S. L. Fildes, R.A.— Also a Pocket Edition, set in New Tvpe, in Elzevir style, fcap. 8vo, half-leather, 2s. Gd. CHRISTIE JOHNSTONE. Illustrated by William Small.— Also a Pocket Edition, set in New Type, in Elzevir slvle, fcap. 8vo, half-leather, 2s. Gd. IT IS NEVER TOO LATE TO MEND. Illustrated by G. J. Pinwell.— Also a Ch?ap Popular Edition, medium portrait cover, lid. ; clolh, l«. COURSE OF TRUE LOVE NEVER DID RUN SMOOTH. Illust Helen Paterson THE AUTOBIOGRAPHY OF A THIEF, &c. Illustrated by Matt Stretch. LOVE ME LITTLE, LOVE ME LONG. Illustrated by M. Ellen Edwards. THE DOUBLE MARRIAGE. Illusts. by Sir John Gilbert, R.A. , and C. Keene. THE CLOISTER AND THE HEARTH. Illustrated by Charles Keene. HARD CASH. Illustrated by F. W. Lawson. GRIFFITH GAUNT. Illustrated by S. L. Fildes, R.A., and William Small. FOUL PLAY. Illustrated by Geocge Du Maurier. PUT YOURSELF IN HIS PLACE. Illustrated by Robert Barnes. A TERRIBLE TEMPTATION. Illustrated by Edward Hughes and A. W. Cooper. A SIMPLETON. Illustrated by Kate Craufurd. THE WANDERING HEIR. Illust. by H. Paterson, S. L. Fildes, C. Green, __c. A WOMAN-HATER. Illustrated by Thomas Couldery. SINGLEHEART AND DOUBLEFACE. Illustrated by P. Macnab. COOD STORIES OF MEN AND OTHER ANIMALS. Illust. byE.A. Abbev, __c. THE JILT, and other Stories. Illustrated by Joseph Nasii. A PERILOUS SECRET. Illustrated by Fred. Barnard. READIANA. With _ Steel-plate Portrait^of Charles Reade. BIBLE CHARACTERS: Studies of David. Paul, &c. Fcap. 8vo, leatherette. Is. THE CLOISTER AND THE HEARTH. With an Introduction by Walter Besant. Elzevir Edition. 4 vols., post Svo, each with Front., cl. ex., gilt top, 14s. the set SELECTIONS FROM THE WORKS OF CHARLES READE. Cr. 8vo, buckram, Gs,"], [228, "BOOKS PUBLISHED _. ao THE PRINCE OF WALES'S^GARDEN PARTY. | WEIRD STORIES. Post 8vo, illustrated boards, 2s. each. -_._-.. THE UNINHABITED HOUSE. | HER MOTHER'S DARLING. MYSTERY IN PALACE GARDENS. THE NUN'S CURSE. FAIRY WATER. IDLE TALES. RIMMER \"(ALFRED), WORKS BY. Square 8vo, cloth gilt, 7s.Gd. each. OUR OLD COUNTRY TOWNS. With 55 Illustrations. RAMBLES ROUND ETON AND HARROW. With 50 Illustrations. ABOUT ENGLAND WITH DICKENS. Wi'th 58 Illusts. byC. A. Vanderhoof, _r. RIVES (Amglie).— BARBARA DERING. By Amelie Rives, Author of \" The Quick or the Dead ? \" Crown 8vo, cloth extra, 3a. Gd. ROBlTlSON CRUSOE. By Daniel Defoe. (Major's Edition.) With 37 Illustrations by George Cruikshank. Post Svo, half-bound, 2s. ROBINSON (F. W.), NOVELS BY. WOMEN ARE STRANGE. Post 8vo, illustrated boards, 2s. THE HANDS OF JUSTICE. Cr. Svo, cloth ex., 3s. «d. ; post 8vo, illust. bds^J-^ ROBINSON (PHIL), WORKS BY. Crown Svo, cloth extra, Gs. each. THE POETS' BIRDS. I THE POETS' BEASTS. THE POETS AND NATURE: REPTILES, FISHES, AND INSECTS. ROCHEFOUCAULD'S MAXIMS AND MORAL REFLECTIONS. With Notes, and an Introductory Essay by Sainte- Beuve. Post 8vo, cloth limp, ££•■ ROLL OF BATTLE ABBEY, THE : A List of the Principal WarrfcJTs who came from Normandy with William the Conqueror, and Settled in this Country, a.d. 1066-7. With Arms emblazoned in Gold and Colours. Handsomely printed. .»-. ROWLEY (HON. HUGH), WORKS BY. Post Svo, cloth, 2s. Gd. each. PUNIANA: RIDDLES AND JOKES. With numerous Illustrations. MORE PUNIANA. Profusely Illustrate!. RUNCIMAN (JAMES), STORIES BY. >-._. svo, bds., 2s. ea.; ci., 2s. Gd. ,_. SKIPPERS AND SHELLBACKS. | GRACE BALMAIGN'8 SWEETHEART. SCHOOLS AND SCHOLARS. I RUSSELL (W. CLARK), BOOKS ANDNOVELS BY : Zt. Svo, cloth extra, Gs. each; post 8vo, illust. boards, 2s. each ; cloth limp, 2s. Gd. ea ROUND THE GALLEY-FIRE. _ 1 A BOOK FOR THE HAMMOCK. IN THE MIDDLE WATCH. MYSTERY OF THE \"OCEAN STAR.\" A YOYAGE TO THE CAPE. I THE ROMANCE OF JENNY HARLOWE Cr. 8vo, cl. extra, 3s. Gtl. ea. ; post Svo, illust. boards, 2s. ea. ; cloth limp, 2s. Gil. csi. AN OCEAN TRAGEDY. | MY SHIPMATE LOUISE. ALONE ON A WIDE WIDE SEA. ON THE TO'K'SLE HEAD. Post 8vo, \"illust. boards, 2s.; cloth limp, 2s. fid. CAINT AUBYN (ALAN), NOVELS BY. *~* Crown Svo, cloth extra, 3*. 6d. each; post 8vo, illust. boards, 2s. each. A FELLOW OF TRINITY. Note by Oliver Wendell Holmes and Frontispiece, THE JUNIOR DEAN. Fcan. 8vo, cloth boards, Is. Gd. each. THE OLD MAID'S SWEETHEART. | MODEST LITTLE SARA. THE MASTER OF ST. BENEDICT'S. Crown Svo, cloth extra, 3s. Gd. TO HIS OWN MASTER. Three Vols., crown 8vo. SALA (G. A.).- GASLIGHT AND DAYLIGHT. Post 8vo, boards, 2s. SANSON.-SEVEN \"GENERATIONS OF EXECUTIONERS: Memoirs of the Sinson Family fi6S8 10^1847). Crown Svo, cloth extra, :5*. Oil. SAUNDERS (JOHN), NOVELS BY. Crown Svo, cloth extra, 3s. (itl. each ; post 8vo, illustrated boards, 2s. each. GUY WATERMAN. | THE LION IN THE PATH. | THE TWO DREAMERS. BOUND TO THE WHEEL. Crown 8vo, cloth extra. 3s. Oil. SAUNDERS (KATHARINE), NOVELS BY. Crown 8vo, cloth extra. 3s. Gd. each; post 8vo, illustrated boards, 2s. each, MARGARET AND ELIZABETH. I HEART SALVAGE. THE HIGH MILLS. |_SEBASTIAN. JOAN MERRYWEATHER. Post 8vo, illustrated 'boards 2s. GIDEON'S ROOK. Crown Svo, cloth extra, 3s. Gd."], [229, "CHATTO & WINDUS, 214, PICCADILLY. 21 SCOTLAND YARD, Past and Present : Experiences of 37 Years. By Ex-Chief-Inspector Cavanagh. Post Svo, illustrated boards, 2s.; cloth, 2». Gd. SECRET OUT, THE: One Thousand Tricks with Cards; with Enter- taining Experiments in Drawing-room or \"White Magic.\" Bv W. H. Cremer. With 300 Illustrations. Crown Svo. cloth extra, 4s. Gil. SEGUIN (L. G.), WORKS BY. THE COUNTRY OF THE PASSION PLAY (OBERAMMERGAU) and the Highlands of Bavaria. With Map and 37 Illustrations. Crown Svo, cloth extra, 3s. 6ll. WALKS IN ALGIERS, With _ Maps and 16 Illusts. Crown 8vo, cloth e'xlr'a. Gs. SENIOR (WM.).— BY STREAM AND SEA. Post 8vo, cloth, 2s. 6d. SHAKESPEARE FOR CHILDREN: LAMB'S TALES FROM SHAKE- SPEARE. With Illusts., coloured and plain, by J. Moyr Smith. Cr. 4to, 3s. Gd. SHARP.-CHILDREN OF TO-MORROW: A Novel. By William Sharp. Crown 8vo. cloth extra, 6s. SHELLEY.-THE COMPLETE WORKS IN VERSE AND PROSE OF PERCY BYSSHE SHELLEY. Edited, Prefaced, and Annotated by R. Her.se Shepherd. Five Vols., crown 8vo, cloth boards, 3s. Gd. each. POETICAL WORKS, in Three Vols. : Vol. I. Introduction by the Editor; Posthumous Fragments of Margaret Nicholson; Shelley's Corre- spondence with.Stockdale ; The \"U'.inder.nQ Jew; Queen Mab, with the Notes; Ahstor, and other Poems ; RosaTind and Helen : Prometheus Unbound ; Adonais, &c. Vol. II. Laon and Cythna ; The Cenci ; Julian and Maddalo ; Swellfoot the Tyrant ; The Witch of Atlas; Epipsychidion: Hellas. Vol. III. Posthumous Poems; The Masque of Anarchy ; and other Pieces. PROSE WORKS, in Two Vols. : Vol. I. The Two Romances of Zastrozzi and St. Irvync ; the Dublin and Marlow Pamphlets ; A Refuta- tion of Deism ; Letters to Lei^h Hunt, and some Minor Writings and Fragments. Vol. II. The Essays ; Letters from Abroad ; Translations and Fragments, Edited by Mrs. SHELLEY. With a Bibliography of Shelley, and an Index of the Prose Works. SHERARD~(R. H.).— ROGUES : A \"Novel, down 8vo, is. ; cloth, is. Gd. SHERIDAN (GENERAL). — PERSONAL MEMOIRS OF GENERAL P. H. SHERIDAN. With Portraits and Facsimiles. Two Vols., demy Svo, cloth, '24s. SHERIDAN'S (RICHARD BRINSLEY) COMPLETE WORKS. With Life and Anecdotes. Including his Dramatic Writings, his Works in Prose and Poetry, Translations, Speeches and Tokes. 10 Illusts. Cr.8vo, hf.-bound, 7h, Gd. THE RIVALS, THE SCHOOL FOR SCANDAL, and other Plays. Post 8vo, printed on laid paper and half-bound. 2s. SHERIDAN'S COMEDIES: THE RIVALS and THE SCHOOL FOR SCANDAL. Edited, with an Introduction and Notes to each Play, and a Biographical Sketch, by Brander Matthews. With Illustrations. Demy 8vo, half-parchment, jjgg. lid. SIDNEY'S (SIR PHILIP) COMPLETE POETICAL WORKS, includ- ing all those in \"Arcadia.\" With Portrait, Memorial-Introduction, Notes, &c. by the Rev. A.B. Grosart, D.D. Three Vols., crown 8vo, cloth boards, ISs. SIGNBOARDS : Their History, With Anecdotes of Famous Taverns and Remarkable Characters. By Jacob Larwood and John Camden Hotten. With Coloured Frontispiece and 94 Illustrations. Crown Svo, cloth extra, 7s. Od. SIMS (GEORGE R.), WORKS BY. Post 8vo illustrated boards, — s. each: cloth limp, 2s. G.I. eacn. ROGUES AND YAGABONDS. I MARY JANE MARRIED. THE RING 0' BELLS. TALES OF TO DAY. MARY JANE'S MEMOIRS. I DRAMAS OF LIFE. With 60 Illustrations. TINKLETOP'S CRIME. With a Frontispiece by Maurice Greiffenhaoeh. ZEPH: A Circus Story, Sc. Crown 8vo, picture cover, Is. each ; cloth, Is. Oil. each. HOW THE POOR LIVE; and HORRIBLE LONDON. THE DAGONET RECITER AND READER: being Readings and Recitations in Prose and Verse, selected from his own Works by George R. Sims. THE CASE OF GEORGE CANDLEMAS. | DAGONET DITTIES. SISTER DORA : A Biography. By Margaret Lonsdale. With Four Illustrations. Demy 8vo. picture cover. 4d.; cloth. Bil. SKETCHLEY.— A MATCH IN THE DARK. By Arthur Sketchley. Post 8vo, illustrated boards, 2s."], [230, "BOOKS PUBLISHED BY 22 SLANG DICTIONARY (THE): Etymological, Historical, and Anec- dotal. Crown 8vo, cloth extra, Gs. Gd. SMITH (J. MOYR), WORKS BY. ,_.._,«_, THE PRINCE OF ARGOLIS. With 130 Illusts. Post 8vo, cloth extra, .in. Gd. TALES OF OLD THULE. With numerous Illustrations. Crown 8vo, cloth Kilt, Gs. THE WOOING OF THE WATER WITCH. Illustrated. Post 8vo, cloth, Os. SOCIETY IN LONDON. By A Foreign Resident. Crown 8vo, 1». ; cloth, Is. Od. SOCIETY IN PARIS: The Upper Ten Thousand. A Series of Letters from Count Paul Vasili to a Youne French Diplomat. Crown 8vo. cloth, Gs. SOMERSETT^S'ONGS \"OF ADIEU. By Lord Henry Somerset. Small 4to, Japanese vellum, Gs. SPALDING.— ELIZABETHAN DEMONOLOGY : An Essay on the Belief in the Existence of Devils. By T. A, Spalding, LL.B. Crown Bvo, cloth extra, 5s. speight (T. W.),\" Novels by. Po=t 8vo. illustrated boards, 2s. each. THE MYSTERIES OF HERON DYKE. I HOODWINKED; and THE BANDY- BY DEVIOUS WAYS, See. CROFT MYSTERY. 1 TRAGEDY. THE GOLDEN HOOP. |_ BACK TO LIFE. | THE L0UDWA1ER Post 8vo, cloth limp, Is. Gil. each. A BARREN TITLE. _| WIFE OR NO WIFE? f THE_ SANDYCROFT MYSTERY. Crown 8vo, pjcture cover, Is. - SPENSER FOR CHILDREN. By~M.~H. Towry. With Illustrations by Walter J. Morgan, Crown 4to, cloth extra, 3*». G«l. STARRY HEAVENS (THE)T~A Poetical Birthday Book. Royal i6mo, cloth extra, 2m. Od. STAUNTON.— THE LAWSTAND^PRACTrCE 0? \"CHESS. With an Analysis of the Openings. By Howard Staunton. Edited by Robert B. Wormald, Crown 8vo, cloth extra, .*«*. STEDMAN (E.C.), WORKS BY. VICTORIAN POETS. Thirteenth Edition. Crown 8vo. cloth extra, 9s. THE POETS OF AMERICA. Crown Svo. cloth extra. Os. STERNDALE. — THE \"AFGHAN KNIFE : A \"Novel. By Robert Armttage Sterndalf. Cr. 8vo, cloth extra, '.it-, <i<l.; post 3vo. illust. boards. 2*. STEVENSON (R. LOUIS), WORKS BY. Post 8vo,cl. limp, _t_. Gd. each. TRAVELS WITH A DONKEY. Seventh Edit. With a Frontis. by Walter Crane. AN INLAND VOYAGE. Fourth Eduion. With a Frontispiece by Walter Crane. Crown 8vn, bnr.kram, gilt top, Gs. each. FAMILIAR STUDIES OF MEN AND BOOKS. Sixth Edition. THE MERRY MEN. Third Edition. | UNDERWOODS: Poems. Fifth Edition. MEMORIES AND PORTRAITS. Third Ediiion. VIRGINIBUS PUERISQUE, and other Papers. Seventh Edition. | BALLADS. ACROSS THE PLAINS, with other Memories and Essays. NEW ARABIAN NIGHTS. Eleventh Edition. Crown 8vo. buckram, gilt top, Gs.; post 8vo, illustrated boards, .h. THE SUICIDE CLUB; and THE RAJAH'S DIAMOND. (From New Arabian Nights.) With Six Illustrations by J. Bernard Partridge. Crown 8vo, cloth extra, 5s. PRINCE OTTO. Sixth Edition. Post 8vo, illustrated boards, 2s. FATHER DAMIEN: An Open Letter to the Rev. Dr. Hyde. Second Edition. Crown 8vo, hand-made and brown paper, Is. STODDARD. — SUMMER \"CRUISING IN THE SOUTH SEAS. By C. Warren Stoddard. Illustrated by Wallis Mackay. Cr. Svo, cl. extra, :{*». Gd. STORIES FROM FOREIGN NOVELISTS. With Notices by Helen and Alice Zimmern. Crown 8vo, clotb_extra, 3s. Gd.: post 8vo, illustrated boards, 'i_. STRANGE MANUSCRIPT (ATfOUND TlN~A~COPPER CYLINDER. With 19 Illustrations by Gilbert Gaul. Crown 8vo, cloth extra, 5s.; post Svo, illustrated boards, 2s. [Preparing. STRANGE SECRETS. Told by Conan Doyle, Percy Fitzgerald, Flor- ence Markyat, _tc. rost Svo, illustrated boarJs, !£»."], [231, "CHATTO It. WINDUS, 214, PICCADILLY. 23 STSEJÆ§n.S?9RJS .AND PASTIMES OF THE PEOPLE OF ENGLAND; including the Rural and Domestic Recreations, May Games, Mum- meries, bhows, &c., from the Earliest Period to the Present Time. Edited by William Hone. With t4Q Illustrations. Crown 8vo, cloth extra, tm. Gd. SWIFT'S (DEAN) CHOICE WORKS, in Prose and Verse. With Memoir, of the Maf s in \" Gulliver's Travels.\" Cr. 8vo. cl., 7s. Gd. 9™^? _ tw?£YE»Lf ' 5nd A TALE 0F A TUB- Pos< 8™. half-bound, 2s. _ JONATHAN SWIFT: A Study. ByJ. C h u rtoh Collins. Crown 8vo, cloth extra, Ms. SWINBURNE (ALGERNON C), WORKS BY. SELECTIONS FROM POETICAL WORKS OF A. 0. SWINBURNE. Fcap. Svo, 6s. ATALANTA IN CALYDON. Crown Svo, 6s. CHASTELARD : A Tragedy. Crown Svo. 7s. POEMS AND BALLADS. FIRST SEF.IES. Crown Svo Or scan. 8vo, 9s. POEMS AND BALLADS. SECOND SERIES. Crown 8vo or scan. 8vo. 9s. POEMS AND BALLADS. THIRD SERIES. Crown Svo, 7s. SONSS BEFORE SUNRISE. Crown Svo, 13s. 6<_. -J-THWELL : A Tragedy. Crown 8vo, 12s. 6d. SONGS OF TWO NATIONS. Crown Svo. 6s. GEORGE CHAPMAN. {See Vol. II. of C. Cll .?• MAN'S Works.) Crown 8vo. 6s. ESSAYS AND STUDIES. Crown 8vo, 12s ERECHTHEUS: A Tragedy, Crown Svo, 6» SONGS OF THE SPRItfGTtDES. Crown 8vo, 6s. STUDIES IN SONG. Crown Svo 7s. MARY STUART: A Tragedy. Crown Svo, Sj. TRISTRAM OF LYONESSE. Crown Svo 9s A CENTURY OF ROUNDELS. Small sto, 8s. A MIDSUMMER HOLIDAY. Crown Svo 7s MARINO FALIERO: A Tragedy. Crown 8vo, Cs. A STUDY OF VICTOR HUGO. Crown Svo, 6_. M SCELLANLE3. Crown 8vn, 12a. LOCRINE : A Tragedy. Crown 8vo, 6s. A STUDY OF BEN JONSON. Crown Svo, 7s. THE SISTERS : A Tragedy. Crown 8vo 6s SYNTAX'S (DR.) THREE TOURS : In Search of the Picturesque, in Search of Consolation, and in Search of a Wife. With Rowlandson's Coloured Illus- trations.and Lite of the Author by 1 . C. Hotten. Crown 8vo. cloth extra, 7n. Od. TAINE'S HISTORY OF ENGLISH LITERATURE. Translated by Henry Van Laun. Four Vols., small demy Svo, cl. bds., 30s.— Popular Edition Two Vols., large crown 8vo, cloth extra, 15s. TAYLOR'S (BAYARD) DIVERSIONS OF THE ECHO CLUB: B^ lesques of Modern Writers. Post 8vo, cloth limp, _l_\\. TAYLOR (DR. J. E., F.L.ST), WO RKS B Y. ' Crown 8vo, cloth, 5s. each ~ THE SAGACITY AND MORALITY OF PLANTS: A Sketch of the Life and Conduct of the Vegetable Kingdom. With a Coloured Frontispiece and 100 Illustrations OUR COMMON BRITISH FOSSILS, and Where to Find Them. 331 Illustrations' THE PLAYTIME NATURALIST. With 366 Illustrations. TAYLOR'S (TOM) HISTORICAL DRAMAS. Containing \" Clancarty,\" \"Jeanne Dare,\" '\"Twixt Axe and Crown,\" \"The Fool's Revenge,\" \" Arkwright's Wife,\" \"Anne Boleyn,\" \"Plot and Passion.'* Crown 8vo, cloth extra, 7s. Od, %* The Plays may also be had separately, at la. each. TENNYSON (LORD): A Biographical Sketch. By H. J. Jennings. With a Photograph-Portrait. Crown 8vo, cloth extra, sis.— Cheap Edition, post 8vo, portrait cover, Is.; cloth, Is. <»<l. THACKERAYANA : Notes and Anecdotes. Illustrated by Hundreds of Sketches by William Makepeace Thackeray. Crown 8vo, cloth extra, 7n. 6d. THAMES.— A NEW PICTORIAL HISTORY OF THE THAMEsT By A. S. Krausse. With 340 Illustrations Post 8vo, Is.; cloth, Is. lid. THIERS.— HISTORY OF THE CONSULATE & EMPIRE OF FRANCE UNDER NAPOLEON. By A. Thiers. Translated by D. Forbes Campbell and John Stebbing. New Edition, reset in a specially-cast type, with 36 Steel Plates. 12 vols., demy 8vo, cl. ex., 125. each. (Monthly Volumes, beginning September, i8g;.) THOMAS (BERTHA), NOVELS BY. Cr. 8vo. cl., _«. 6d. ea. ; post 8vo, 3s. ea. THE VIOLIN-PLAYER. \\ PROUD MAISIE. CRESSIDA. Post 8vo, illustrated boards, 3s. THOMSON'S SEASONS, and CASTLE OF INDOLENCE. With Intro. duction by Allan Cunningham, and 48 Illustrations. Post Svo, half-bound, 3 . THORNBURY (WALTER), WORKS BY. THE LIFE AND CORRESPONDENCE OF J. M. W. TURNER. With Illustra- tions in Colours. Crown 8vo, cloth extra, 7s. Od. Post 8vo, illustrated boards. 3s. each. OI.D STORIES RE-TOLD. | TALES FOR THE MARINES."], [232, "BOOKS PUBLISHED BY 24 TIMBS (JOHN), WORKS BY. Crown 8vo, cloth extra, 7s. U.I. each. THE HISTORY OF CLUBS AND CLUB LIFE IN LONDON: Anecdotes of its Famous Coffee-houses, Hostelries, and Taverns. With 42 Illustrations. ENGLISH ECCENTRICS AND ECCENTRICITIES: Stories of Delusions, Impos- tures, Sporting Scenes, Eccentric Artists, Theatrical Folk, &c. 48 Illustrations. TROLLOPE (ANTHONY), NOVELS BY. Crown Svo, cloth extra, __. Gd. each ; post 8vo, illustrated boards, 3s. each, THE WAY WE LIVE NOW. I MR. SCARBOROUGH'S FAMILY. FRAU FROHMANN. | MARION FAY. | THE LAND-LEAGUERS. Post 8vo, illustrated boards, 3s. each. KEPT IN THE DARK. I AMERICAN SENATOR. GOLDEN LION OF GRANPERE. I JOHN CALDIGATE. TROLLOPE (FRANCES E.), NOVELS BY. Crown 8vo, cloth extra, .-. O.I. each; post 8vo, illustrated boards, 3s. each. LIKE SHIPS UPON THE SEA. I MABEL'S PROGRESS^ I ANNE FURNESS. TROLLOPE (T. A.).— DIAMOND CUT DIAMOND.Posi .Svo, must, bds.. 3». TROWBRIDGE.-FARNELL'S FOLLY: A Novel. By J. T. Trow- bridge. Post 8vo, illustrated boards, 2s. TYTLER (C. C. FRASER-).-MISTRESS JUDITH : A Novel. By C.C. Fraser-Tytler. Crown 8vo, cloth extra, 3s. Od. ; post 8vo, illust. boards, gs. TYTLER (SARAH), NOVELS BY. Crown 8vo, cloth extra, 3s. Oil. each ; post 8vo, illustrated boards, 3s. each. THE BRIDE'S PASS. I BURIED DIAMONDS. LADY BELL. I THE BLACKHALL GHOSTS. Post 8vo. illustrated boards, 3s. each. WHAT SHE CAME THROUGH. BEAUTY AND THE BEAST. CITOYENNE JACQUELINE. DISAPPEARED. SAINT MUNGO'S CITY. THE HUGUENOT FAMILY. NOBLESSE OBLIGE. VILLARL— A DOUBLE BOND. By Linda Villari. Fcap. Svo, picture cover, Is. WALFORD (EDWARD, M.A.), WORKS BY. \" WALFORD'S COUNTY FAMILIES OF THE UNITED KINGDOM (1804). Contain- ing the Descent, Birth, Marriage, Education, &c, of 12,000 Heads ot Families, their Heirs, Offices, Addresses, Clubs, &c. Royal 8vo, cloth gilt, ._ Os. WALFORD'S WINDSOR PEERAGE, BARONETAGE, AND KNIGHTAGE (1895). Crown 8vo, cloth extra, 13s. Od. WALFORD'S SHILLING PEERAGE (1894). Containing a List of the House of Lords, Scotch and Irish Peers, See. 32mo, cloth, Is. WALFORD'S SHILLING BARONETAGE (1894). Containing a List of the Baronets of the United Kingdom, Biosraphical Notices, Addresses, Sec. 32mo, cloth, Is. WALFORD'S SHILLING KNIGHTAGE (1894). Containing a List ot the Knights ot the United Kingdom, Biographical Notices, Addresses, &c. 32tno, cloth, ]s. WALFORD'S SHILLING HOUSE OF COMMONS (1894). Containing a List of all Members of the New Parliament, their Addresses, Clubs, &c. 32mo. cloth, Is. WALFORD'S COMPLETE PEERAGE, BARONETAGE, KNIGHTAGE, AND HOUSE OF COMMONS (1894). Royal 32mo, cloth, gilt edges, 5s. [Shortly. TALESOF OUR GREAT FAMILIES. Crown 8vo, cloth extra, «». 6d. WALT WHITMAN, POEMS BY. Edited, with^li^duction, by William M.Rossetti. With Portrait. Cr.8vo, hand-made paper and buckram, Gs. \"WALTON AND' COTTON'S COMPLETE \"ANGLER; or, The Con- templative Man's Recreation, by Izaak Walton ; and Instructions how to Angle for a Trout or Grayling in a clear Stream, by Charles Cotton. With Memoirs and Notes — - _--—_, — — - — , -_ ~\" _..___ _-. ..... •• ........_...■...._ _.,.. ,,_ by bir Harris Nicolas, and 61 Illustrations. Crown 8vo, cloth antique, 7s. Od. WARD (HERBERT), WORKS BY. FIVE YEARS WITH THE CONGO CANNIBALS. With 92 Illustrations by the Author, Victor Perard, and W. B. Davis. Third ed. Roy. 8vo cloth ex I4s. MY LIFE WITH STANLEY'S REAR GUARD. With a Map by F. S Weller F.R.G.S. Post 8vo, Is. ; cloth, Is. Od. v» _._._._.„, WARNER. -A ROUNDABOUT JOURNEY^ By Charles Dudley Warner. Crown 8vo, cloth extra, G«. —"], [233, "CHATTO & W1IMOU3, 214, PICCADILLY. 25 WARRANT TO EXECUTE CHARLES I. A Facsimile, with the 59 Signatures and Seals. Printed on paper 22 in. by 14 in. 3s. WARRANT TO EXECUTE MARY QUEEN OF SCOTS. A Facsimile, including Queen Elizabeth's Signature and the Great Seal. 3s. WASSERMANN (LILLIAS), NOVELS BY. THE DAFFODILS. Crown 8vo, Is. ; cloth, Is. Gd. THE MARQUIS OF CARABAS. By Aaron Watson andLiLLUs Wassermann' Post 8vo, illustrated boards, 2s. WEATHER, HOW TO FORETELL THE, WITH POCKET SPEC- TROSCOPE. By F. W. Cory. With 10 Illustrations. Cr. 8vo, Is. ; cloth, Is. Od. WESTALL (William).— TRUST-MONEY. ~T~hree Vols., cm^_~SmT~ WHIST.-HOW TO PLAY SOLO WHIST. By Abraham S. Wilks and Charles F. Pardon. New Edition. Post 8yo, cloth limp, 3s. WHITE.— THE NATURAL HISTORY OF SELBORNE. By Gilbert White, M.A. Post 8vo, printed on laid paper and half-bound, 2s. WILLIAMS (W. MATTIEU, F.R.A.S.), WORKS BY. SCIENCE IN SHORT CHAPTERS. Crown Svo, cloth extra, 7a. Gd. A SIMPLE TREATISE ON HEAT. With Illusts. Cr. 8vo, cloth limp, 3«. Gd. THE CHEMISTRY OF COOKERY. Crown 8vo, cloth extra, Gs. THE CHEMISTRY OF IRON AND STEEL MAKING, Crown Svo, cloth extra 9s. A VINDICATION OF PHRENOLOGY. With 40 Illustrations. Demy 8vo cloth extra, 13s. Od. [Shortly. WILLIAMSON (MRS. F. H.).-A CHILD WIDOW. Post Svo, bds.. 2s. WILSON (DR. ANDREW, F.R.S.E.), WORKS BY. CHAPTERS ON EVOLUTION. With 259 Illustrations. Cr. 8vo, cloth extra 7s Oil LEAVES FROM A NATURALIST'S NOTE-BOOK. Post Svo, cloth limp 3s Od LEISURE-TIME STUDIES. With Illustrations. Crown 8vo, cloth extra Gs STUDIES IN LIFE AND SENSE. With numerous Illusts. Cr. 8vo, cl ex Gs COMMON ACCIDENTS: HOW TO TREAT THEM. Illusts. Cr. 8vo, Is.; cl Is Od GLIMPSES OE NATURE. With 35 Illustrations. Crown 8vo, cloth extra 3s. Od WINTER (J. S.), STORIES BY. Post 8vo, illustrated boards, 3s. each- cloth limp, 2s. 6<1, each. CAVALRY LIFE. | REGIMENTAL LEGENDS. A SOLDIER'S CHILDREN. With 34 Illustrations by E. G. Thomson and E. Stuart Hardy. Crown Svo, cloth extra, '.in, 6d. WISSMANN.— MY SECOND JOURNEY THROUGH EQUATORIAL AFRICA. By Hermann von Wissmann. With 92 Illusts. Demy Svo, IO*. WOOD.— SABINA : A Novel. By Lady Wood. Post 8vo, boards. 2s. WOOD (H. F.), DETECTIVE STORIES BY. Post Svo, boards, 3s. each PASSENGER FROM SCOTLAND YARD. [ ENGLISHMAN OF THE RUE CAIN. WOOLLEY.— RACHEL ARMSTRONG; \"or, Love and Theo]oiv7Tt_7 Celia Parker Woqlley. Post 8vo, illustrated boards, 3s. ; cloth, 3s. Od. WinGTlTn(TH0MAS)7 WORKS BY. Crown 8vo, cloth extra, 7__SdT_Z_b7 CARICATURE HISTORY OF THE GEORGES. With 400 Caricatures, Squibs See HISTORY OF CARICATURE AND OF THE GROTESQUE IN ART, LITER/ 1 TURE, SCULPTURE, AND PAINTING. Illustrated by F. W. Fairholt, F.S.A. WYNMXN^MY~FI-IRTATI0NS. By Margaret Wynman. WiFhT3' Illustrations by J. Bernard Partridge. Crown 8vo, cloth extra, 3s. Gd. VATES (EDMUND), NOVELS BY. Post 8vo, illustrated boards, 3s. each\" 1 LAND AT LAST. | THE FORLORN HOPE. I CASTAWAY. 70LA (EMILE), NOVELS BY. Crown Svo, cloth extra, 3s. 6d. each. \" THE DOWNFALL. Translated by E. A. Vizetelly, Third Edition. THE DREAM. Translated by Eliza Chase. With 8 Illustrations by Jeanniot. DOCTOR PASCAL. Translated by E. A. Vizetelly. With an Etched Portrait of the Author. MONEY. Translated by Ernest A. Vizetelly. EMILE ZOLA: A Biography. By R. H. Sherard. With Illustrations. Demy 8vo, cloth extra, 13s. [.Preparing."], [234, "BOOKS PUBLISHED BV 26 LISTS OF BOOKS CLASSIFIED IN SERIES. •»• For juller ca', aguing, see alphabetical arrangement, pp. 1-25. THE MAYFAIR LIBRARY. A Journey Icund My Room. Lj Xavier DE MAISTRE. Quips and Quiddities. By W. D. Adams. ihe Agony Column of \"The Times.\" Melancholy Anatomised: Abridgment of \"Burton's Anatomy of Melancholy,\" The Speeches of Charles Dickens. Poetical Ingenuities. By W. T. Dobson. The Cupboard Papers. By Fin-Bec. W. S. Gilbert's Plays. First Series. W. S. Gilbert's Plays. Second Series. Songs of Irish Wit and Humour. Animals and Masters. By Sir A. Helps. Social Pressure. By Sir A. Helps. Curiosities of Criticism. H. J. Jennings. Holiness Autocrat of Breakfast-Table. Pencil and Palette. By R. Kempt. Little Essays: from Lamb's Letters. Post Svo, cloth limp, 2s. G<I. per Volume. i Foren3ic Anecdotes. By Jacob Larwood. Theatrical Anecdotes. Jacob Larwood. Jeuxd'E sprit. Edited by Henry S. Leigh. Witch Stories. By E. Lynn Linton. Ourselves. By E. Lynn Linton. Pastimes & Players. By R. Macgregor. New Paul and Virginia. W.H.Mallock. New Republic. By W. H. Mallock. Puck on Pegasus. By H. C. Pennell. Pegasus Re-Saddled. By H. C. Pennell. Muses of Mayfalr. Ed. H. C. Pennell. Thoreau: His Life & Aims. By H. A. Page. Puniana. By Hon. Hugh Rowley. More Puniana. By Hon. Hugh Rowley. The Philosophy of Handwriting. By Stream and Sea. By Wm. Senior. : Leaves from a Naturalist's Note-Book. By Dr. Andrew Wilson. THE GOLDEN LIBRARY. Post 8vo, cloth limp, 2s. per Volume. Jesse's Scenes of Country Life. Leigh Hunt's Tale for a Chimney Corner. , Mallory's Mort d'Arthur: Selections. Pascal's Provincial Letters. Bayard Taylor's Diversions of the Echo Club. Bennett's Ballad History of England. Bennett's Songs for Sailors. Godwin's Lives of the Necromancers. Pope's Poetical Works. Rochefoucauld's Maxims & Reflections. Holmes's Autocrat of Breakfast Table. THE WANDERER'S LIBRARY. Wanderings In Patagonia. By Julius Beerrohm. Illustrated. Camp Notes. By Frederick Boyle. Savage Life. By Frederick Boyle, Merrie England in the Olden Time. By G. Daniel. Illustrated by Cruikshank. Circus Life. By Thomas Frost. Lives of the Conjurers. Thomas Frost. The Old Showmen and the Old London Fairs. By Thomas Frost. Low-Life Deeps. By James Greenwood. Crown 8vo, cloth extra, 3s. till. each. Wilds of London. James Greenwood. Tunis. Chev. Hesse- Wartegg. 22 Illusts. Life and Adventures of a Cheap Jack. World Behind the Scenes. P.Fitzgerald. Tavern Anecdotes and Sayings. The Genial Showman. ByE.P. Hingston Story of London Parks. Jacob Larwood. London Characters. By Henry Mayhew. Seven Generations of Executioners. Summer Cruising in the South Seas. By C. Warren Stoddard. Illustrated. POPULAR SHILLING BOOKS. Harry Fludyer at Cambridge. Jeff Brlggs's Love Story. Bret Harte. Twins of Table Mountain. Bret Harte. Snow-bound at Eagle's. By Bret Harte. A Day's Tour. By Percy Fitzgerald. Esther's Glove. By R. E. Francillon. Sentenced! By Somerville Gibney. The Professor's Wife. By L.Graham. Mrs. Gainsborough's Diamonds. By Julian Hawthorne. Niagara Spray. By J. Hollingshead. A Romance of the Queen's Hounds. By Charles James. Garden that Paid Rent. Tom Jerrold. Cut by the Mess. By Arthur Keyser. Teresa Itasca. By A. MacAlpine. Our Sensation Novel. |. H. McCarthy. Doom! By Justin H. McCarthy. Dolly. By Justin H. McCarthy. Lily Lass. Justin H. McCarthy. Was She Good or Bad? By W. Minto. Notes from the \"News.\" ByjAs Payn Beyond the Gates. By E. S. Phelps. Old Maid's Paradise. By E. S. Phelps. Burglars in Paradise. By E. S. Phelps. Jack the Fisherman. By E. S. Phelps Trooping with Crows. By C. L. Pirkis. Bible Characters. By Charles Reade Rogues. By R. H. Sherard. The Dagonet Reciter. By G. R. Sims. How the Poor Live. By G. R. Sims. Case or George Candlemas. G. R. Sims Sandycroft Mystery. T. W. Speight Hoodwinked. By T. W. Speight. Father Damien. By R. L. Stevenson. A Double Bond. By Linda Villari. My Life with Stanley's Rear Guard. By Herbert Ward. HANDY NOVELS. Fcap. 8vo, cloth boards, la. «<!. each The Old Maid's Sweetheart. A.St.Aubyn I Taken from the Enemy. H.'newbolt Modest Little Sara. Alan St. Aubyn. | A Lost Soul. By w L Alden Seven Sleepers of Ephesus. M.E.Coleridge. | Dr. Palliser's Patient. Grant Allen"], [235, "CHATTO & WINDUS, 214, PICCADILLY. 27 MY LIBRARY. Printed on laid paper, post 8vo, half-Roxburghe, Ha. «il. each. Four Frenchwomen. By Austin Dobson. Christie Johnstone. By Charles Reade. Citation and Examination of William With a Photogravure Frontispiec» Shakspeare. By WS. Landor Peg Wofflngton. By &_____£ Reade. The Journal of Maurice de Guerln. The Dramatic Essays of Charles Lamb. the pocket Library. p0St 8vD, The Essays of Ella. By Charles Lamb. Robinson Crusoe. Edited by John Major. With 37 Illusts. by George Cruikshank. Whims and Oddities. By Thomas Hood. With 8s Illustrations. The Barber's Chair, and The Hedgehog Letters. By Douglas Jerrold. Gastronomy. Bv Brillat-Savarin. The Epicurean, &c. By Thomas Moore. Leigh Hunt's Essays. Ed. E. Ollier. printed on laid paper and hf.-bd., 2n. each. White's Natural History of Selborne. Gulliver's Travels, and The Tale of a Tub. By Dean Shift. The Rivals, School for Scandal, and other Plays by Richard Brinsley _>heridan. Anecdotes of the Clergy. J. Larwood. Thomson's Seasons. Illustrated. The Autocrat of the Breakfast-Table an.l The Professor at the Breakfast- Table._By Oliver Wendell Holmes THE PICCADILLY NOVELS. Library Editions of Novels, many Illustrates By F. M. AL.-_._EIV. Green as Grass. By ».i!t.\\r \\ i.i.i: \\. Philistia. I The Tents of Shorn. ______■ __■ crown 8vo. cloth extra, 3s. 6*1. pach JiORr. & FisAtvcus cojli_i_vm. Transmigration. From Midnight to Midnight. Blacksmith and Scholar. Village Comedy. | You Play Me False. By WII.KIE HO l_,l_,l [V.S. Armadale. i The Frozen Deep. After Dark. The Two Destinies. No Name. Law and the Lad-. Antonina. I Basil. Haunted Hotel. J Hide and Seek. The Fallen Leaver. The Dead Secret. Jezebel'sDaughter. Queen of Hearts. The Black Robe. My Miscellanies. Heart and Science. Woman in White. 1 \" I Say No.\" The Moonstone. Little Novels. Man and Wife. The Evil Genius. Poor Miss Finch. The Legacy of Cain Miss or Mrs? A Rogue's Life. New Magdalen. I Blind Love. By DUrTOIV COOK. Paul Foster's Daughter. By ED1VARU II. COOl'JEIS. Geo-fory Hamilton. By MATT IIBLII. Adventures of a Fair Rebel. Babylon. For Mafmie's Sake. Strange Stories. The Devil's Die. Beckoning Hand. This Mortal Coil. In all Shades. The Great Taboo. Dumaresq's Daughter. , Blood Royal. The Duchess of Powysland. Ivan Greet's Masterpiece. By EDWIN __. A i:\\0-, l>. Phra the Phœnician. The Constable of St. Nicholas. By A I. V V ST. AUBVIV. A Fellow of Trinity. | The Junior Dean. The Master of St. Benedict's. By Rev, S. BARING GOILB Red Spider. I Eve. By W. BESANT & J. RICE. My Little Girl. By Celia's Arbour. Caseof Mr.Lucrast. Monks of Thelemu, ThisSonofYulcan. The Seamy Side. Golden Butterfly. Ten Years' Tenant. Ready-Money Mortiboy. With Harp and Crown. 'Twas in Trafalgar's Bay. The Chaplain of the Fleet. By B. Tl. (UnHKR. Diana Barrlngton. j PrettyMiss Neville. Proper Pride. | A Bird of Passage. A Family Likeness. By tVll.LIA.ll C1TFL15S. Hearts of Gold. By ALPHONSE DAVDKT. The Evangelist: or, Port Salvation. Bv ERASMUS DAWSON. The Fountain of Youth. By .1 V '-_.«. DE HUI.i:. A Castle in Spain. By J. LGIT1I DERWENT. Our Lady of Tears. I Circe's Lovers. By DICK DONOVAN. Tracked to Doom. By ..Irs. ANNIE EDWARDES. Archie Lovell. Bv «. .1IANVILLE FENN. The New Mistress. | Witness to the Ue»d. By PBBCI FH_;«EKVI,B. Fatal Zero. By R. E. FRANCILLON. Queen Cophetua. I King or Knave. One by One. | Ropes of Sani. By WALTER BESAIVT. All Sorts and Conditions of Men. The Captains' Room. I Herr Paul us. All in a Garden Fair I The Ivory Gate. The World Went Very Well Then. For Faith and Freedom. Dorothy Forster. j The Holy Rose. Uncle Jack. Armorel of Ljon- ChildrenofGibeon. esse. Bell of St. Paul's. St. Katherine's by To Call Her Mine. I the Tower. By ROBERT BUCHANAN. The Shadow of the Sword. I Matt. A Child of Nature. | Heir of Linne. The Martyrdom of Madeline. God and the Man. I The New Abelard. Love Me for Ever. Foxglove Manor. Annan Water. I Master of the Mine. By _- \\_.. CA1NE. The Shadow of a Crime. A Son of Hagar. I The Deemster. Bv FrlACI-ARKN COBBAN. A Real Queen. The Red Sultan."], [236, "BOOKS PUBLISHED BY 2? The Piccadilly (3/6) Novels— continued. Piel.bySiiBARTLE FKERE. Pandurang Hari. ED. GARRETT The Capel Girls. By CHARLES GIBBON. Robin Gray. I The Golden Shaft. Loving a Dream. | Of High Degree. The Flower of the Forest. By E. GLANVILLE. The Lost Heiress. I The Fossicker. A Fair Colonist. By CECIL GRIFFITH. Corinthia Marazion. Bv THOMAS HARDY. Under the Greenwood Tree. By BRET HARTE. A Waif of the Plains. A Ward of the Golden Gate. A Sappho of Green Springs. Colonel Starbottle's Client. Susy. ! Sally Dows. A Protege of Jack Hamlin's. Tim Piccadilly (3 16) Novels— continue.. By MURRAY & HERMAN. The Bishops' Bible. I Paul Jones's Alias. One Traveller Returns. By III til. NISBET. \"Ball Up!\" By G FORGES OIINET. A Weird Gift. By Mm. OLIPHANT. Whiteladles. By OUIDA. Held In Bondage. I Two Little Wooden Strathmore. Shoes. Chandos. I In a Winter City. Under Two Flags. ; Ariadne. Idalia. Friendship. CecilCastlemalne's Moths. I Rufflno. Gage. Pipistrello. Tricotrin. 1 Puck. ! AYillage Commune Folle Farine. 1 Bimbi. | Wanda. A Dog of Flanders. Frescoes.! Othmar. Pascarel. I Signa. ! In Maremma. Princess Naprax- Syrlln. Gullderoy. ine. ' Santa Barbara. By JULIAN HAWTHORNE. Garth, I Dust. Ellice Quentin. Fortune's Fool. Sebastian Strome. | Beatrix Randolph. David Poindexter's Disappearance. The Spectre of the Camera. Bv Sir A. HELPS.— Ivan de Biron. By ISAAC HENDERSON. Agatha Page. By IMrii. HUNGERFORD. Lady Yerner's Flight. By Mm. ALFRED HUNT. The Leaden Casket. I Self-Condemned. That other Person. | Mrs. Juliet. By R. ASHE KING. A Drawn Game. \"The Wearing of the Green.\" By E. LYNN LINTON. Patricia Kemball. I lone. UnderwhichLord? Paston Carew. \"My Love!\" I Sowing the Wind The Atonement of Leam Dundas. The World Well Lost. By HENRY W. LUCY. Gideon Fleyce. By justin McCarthy. A Fair Saxon. 1 Donna Quixote. Linley Rochford. Maid of Athens. Miss Misanthrope. I Camiola. The Waterdale Neighbours. My Enemy's Daughter. Dear Lady Disdain. | The Dictator. The Comet of a Season. By GEORGE MACDONALD. Heather and Snow. By AGNES MACDONELL. Quaker Cousins. By BERTRAM MITFORD. The Gun-Runner. The Luck of Gerard Ridgeley. Stephen Renshaw's Quest. By D. CHRISTIE MURRAY. Life's Atonement. Yal Strange. Joseph's Coat. Hearts. Coals of Fire. A Model Father. Old Blazer's Hero. Times Rov.nges. By the Gate of the Sea. A Bit of Human Nature. First Person Singular. I Cynic Fortune. The Way of the World. By MARGARET A. PAUL. Gentle and Simple. By JAMES PAYIV. Lost Sir Masslngberd. Less Black than We're Painted. A Confidential Agent. A Grape from a Thorn. In Peril and Privation. The Mystery of Mirbridge The Canon's Ward. Walter's Word. | Holiday Tasks. By Proxy. The Burnt Million. High Spirits. The Word and the Under One Roof. Will. From Exile. Sunny Stories. Glow-worm Tales. ! A Trying Patient. ■Balk of the Town By E. C. PRICE. Yalentina. I The Foreigners. Mrs. Lancaster's Rival. By RICHARD PIIVCE. Miss Maxwell's Affections. By CHARLES READE. It is Never Too Late to Mend. The Double Marriage. Love Me Little, Love Me Long. The Cloister and the Hearth. The Course of True Love. The Autobiography of a Thief. Put Yourself in his Place. A Terrible Temptation. | The Jilt. Singleheart and Doubleface. Good Stories of Men and other Animals. Hard Cash. I Wandering Heir. Peg Wofflngton. | A Woman-Hater. ChristieJohnstone. A Simpleton. Griffith Gaunt. Readiana. Foul Play. I A Perilous Secret. By Jin. J. II. RIDDI.LL. The Prince of Wales's Garden Party, Weird Stories. By F. W. ROBINSON. Women are Strange. The Hands of Justice. By W. CLARK RUSSELL. Ocean Tragedy. | My Shipmate Louise. Alone on a Wide Wide Sea."], [237, "OHATTO & WINDUS, 214, PICCADILLY. 29 The Piccadilly (3/6) Novels— cont inued. By JOHN SAUNDERS. Guy Waterman. I Two Dreamers. Bound to Wheel. | Lion in the Path. By KATHARINE SAUNDERS. Margaret and Elizabeth. Gideon's Rock. I Heart Salvage. The High Mills. I Sebastian. By LUKE SHARP. In Steamer Chair [ From WhofoBourne The Piccadilly (3/6) Novels — continued. By IVAN TURGENIEFF, Ac. Stories from Foreign Novelists. By ANTHONY TROLLOPE. Frau Frohmann. 1 Land-Leaguers. Marion Fay. | The Way We Live Now. Mr. Scarborough's Family. By C. C. FRASER-TYTLER. Mistress Judith. By SARAH TYTLER. The Bride's Pass. I Lady Bell. Buried Diamonds. | Blackball Ghosts. By MARK TWAIN. The American Claimant. By IIAWLEY SMART. Without Love or Licence. Bv R. A. STEBNDALE. The Afghan Knife. By BERTHA THOMAS. Proua Maisie. I The Violin-player. By FRANCES E. TKOLLOPE. Like Ships upon the Sea. Anne Furness. | Mabel's Progress. Tha £1,000,000 Bank-note. By J. S. WINTER. A Soldier's Children. By E. ZOLA. The Downfall. I Dr. Pascal. The Dream. Money. CHEAP EDITIONS OF POPULAR NOVELS. PestSv. ■o, illustrated boards, i, 2s. each. By ARTEMUS WARD. Artemus Ward Complete. By FREDERICK BOYLE. Camp Notes. | Savage Life. Chronicles of No-man's Land. By EDMOND ABOUT. The Fellah. By WALTER BESANT. Dorothy Forster. I Uncle Jack. Children of Gibeon. I Herr Paulus. All Sorts and Conditions of Men. The Captains' Room. All in a Garden Fair. The World Went Very Well Then. For Faith and Freedom. To Call Her Mine. The Bell of St. Paul's. | The Holy Rose. Armorel of Lyonesse. St. Katherine's by the Tower. By HAMILTON AIDE. Carr of Carrlyon. | Confidences. Bv MARY ALBERT. Brooke Finchley's Daughter. By Mm. ALEXANDER. Maid, Wife.or Widow? | Valerie' Fate. By GRANT ALLEN. Strange Stories. I The Devil's Die. Philistia. This Mortal Coil. Babylon. 1 In all Shades. Tne Beckoning Hand. For Malmie's Sake. I Tents of Shem. Great Taboo. | Dumaresq's Daughter. By E. LESTER AKIVOLD. Ehra the Phœnician. ___________ By ALAN ST. AITB1N. A Fellow of Trinity. | The Junior Dean. By Rev. _. BARING GWULD. Keti Solder. 1 Eve. By FRANK BARRETT. Fettered for Life. Between Life and Death. The Sin of Olga Zassoulich. Folly Morrison. I Honest Davie. Lieut. Barnabas. A Prodigal's Progress. Found Guilty. I A Recoiling Vengeance. For Love and Honour. John lord; and His Helpmate. Little Lady Linton. „„,- By XV. BESANT & ._. RIt E. This Son ofVulcan. By Celia's Arbour. My Little Girl. Monks of Thelema. CaseofMr.Lucraft. The Seamy Side. Golden Butterfly. Ten Years' Tenant. Ready-Money Mortiboy. With Harp and Crown. 'Twas in Trafalgar's Bay. The Chaplain or the Fleet. BySHELSLEY BEAUt'IIAMP. Drautlev Grange. __. b By AMBROSE BIESJCE. In the Miast cr Lite. By BRET HARTE. Californian Stories. | Gabriel Conroy. An Heiress of Red Dog. I Flip. X'he Luck of Roaring Camp, j Maruja, a Phyllis of the Sierras. By HAROLD I_KVBG__X. Uncle Sam at Home. By ROBERT ISUCHANAN. she Shadow of the | The Martyrdom of Sword. Madeline. _ Child of Nature. Annan Water. God and the Man. Tha New Abelard. Love Me for Ever. Matt. Foxglove Manor. The Heir of Linne. The Master of the Mine. By HALL CA INK. The Shadow of a Crime. A Son of Hagar. | The Deemster. By Cotiiiil.inrit'i' CAMERON. The Cruise of the \"Black Prince.\" By Mm. LOVETT CAMERON. Deceivers Ever. | Juliet's Guardian. By AUSTIN CLARE. For the Love of a Lass. By Mrs. ARCHER CLIVE. JPaul Ferroll. Why Paul Ferroll Killed his Wife. Bv MACLAKEN COBBAN. The Cure of Souls. Bv C. ALLSTON COLLSRS. The Bar Sinister."], [238, "BOOKS PUBLISHED BY 30 Twn. Shilling Novels — continued. MORT. A- FRANCES COLLINS. Sweet Anne Page. I Transmigration. From Midnight to Midnight. Fight with Fortune. I Yillage Comedy. Sweet and Twenty. I You Play me False. Blacksmith and Scholar. | Frances. Two- Shilling Novrls — continued. ALBANY DE l'0.\\lSLAiV(|l E, Filthy Lucre. By R. E. FBANCILLON. Olympia. I Queen Cophetua. One by One. King or Knave? A Real Queen. | Romances of Law. Bv HAROLD FREDERICK. Ss.h's Brother's Wife. I Lawton Girl. Pref.br Sta RARTLE FKEBB, Pandurang Hari. 10 UN FRISWELL.-Oneof Two. Ity M I III II COLLINS. Armadale. I My Miscellanies. Alter Dark. ' Woman in White. No Name. The Moonstone. Antonina. I Basil. Man and Wife. Hide and Seek. Poor Miss Finch. The Dead Secret. The Fallen Leaves. Oueen of Hearts. Jezebel's Daughter Miss or Mrs? The Black Robe. New Magdalen. Heart and Science. The Frozen Deep. \" I Say No.\" Law and the Lady. The Evil Genius. The Two Destinies. Little Novels. Haunted Hotel. Legacy of Cain. A Rogue's Life. • Blind Love. By I.DWAHD GARRETT. The Capel Girls. Ry GILRERT GAUL. A Strange Manuscript. Ry CHARLES GIBBON. Robin Gray. I In Honour Bounr! Fancy Free. ; Flower of Forest. For Lack of Gold. 1 Braes of Yarrow. What will the: The Golden Shaft, World Say? Of High Degree. In Love and War.1 Mead and Stream For the King. ! Loving a Dream. In Pastures Green. A Hard Knot. Queen of Meadow. Heart's Delight. A Heart's Problem. Blood Money. The Dead Heart. ' By M. J. r«L«|llIOl'JV. Every Inch a Soldier. By DUTTON COOK. Leo. I Paul Foster's Daughter. By C.EGBERT CRADDOCI4. Prophet of the Great Smoky Mountains. By MATT CtllJl. Adventures of a Fair Rebel. By B. M. CROKER. Pretty Miss Neville. I Bird of Passage. Diana Harrington. Proper Pride. \"To Let.\" By W. CY'PLES.— Hearts of Gold. By WILLIAM GILRERT. Dr. Austin's Guests. I James Duke. The Wizard of the Mountain. Ry ERNEST GLAN V f I.I.I.. The Lost Heiress. | The Fossicker. By HENRY GREVILLE. A Noble Woman. I Nikanor. By ALPHONSE DAUDET. The Evangelist; or, Port Salvation. Ry JOHN HABBEBTON. Brueton's Bayou. 1 Country Luck. By ANDREW HALLIDAV. Every-Day Papers. Ry Lmly DUFFUS HARDY. Paul Wynter's Sacrifice. By THOMAS HARDY. Under the Greenwood Tree. By J. BERWICK HARWOOD The Tenth Earl. By ERASMUS DAWSON. The Fountain of Youth. By JAMES DE tllLI.I.. A Castle in Spain. By J. LEITII DERWENT. Our Lady of Tears. [ Circe's Lovers. By CHARLES DICKENS. Sketches by Boz. I Oliver Twist. Pickwick Papers. I Nicholas Nickleby. By DICK DONOVAN. The Man-Hunter. | Caught at Lastl Tracked and Taken. I Wanted ! Who Poisoned Hetty Duncan? The Man from Manchester. A Detective's Triumphs. In the Grip of the Law. From Information Received. Tracked to Doom. | Link by Link. Suspicion Aroused. By Mm. ANNIE EDWARDES. A Point of Honour. I Archie Level I. Hy M. BETHAM-EDWABDS. Felicia. I Kitty. By EDW. EGGLESTON.— Roxy. By G. MANVILLE FENN. The New Mistress. By JULIAN IIAWTIIORM. Garth. Sebastian Strome. Ell ice Quentin. Dust. Fortune's Fool. Beatrix Randolph. Miss Cadogna. Love— or a Name. Dayid Poindexter's Disappearance. The Spectre of the Camera. By Sir ARTIItB HELPS. Ivan de Blron. By HENRY HERMAN. A Leading Lady. By JOHN HILL. Treason-Felonv. By Mm. CASUEL HOEY. The Lover's Creed. By Mm. GEORGE HOOPER. The House or Raby. ByTIGIIE HOPKINS. 'Twixt Love and Duty. Bv Mm. HUNGERFORD. A Maiden all Forlorn. In Durance Vile. I A Mental Struggle Marvel. I A Modern Circe. By Mm. ALFRED HUNT. Tbornlcroft's Model. I Self Condemned, That Other Person. | Leaden Casket. Ry PERCY FITZGERALD. Bella Donna. I Polly. Never Forgotten. I Fatal Zero. The Seccnd Mrs. Tillotson. Seventy-five Brooke Street. The Lady of Brantome. PERCY FITZGERALD. Sec. Strains Secrets,"], [239, "CHATTO & WINDU3, 214, PICCADILLY. 31 Two-Shilling Novels— continue d. Two-Shilling Novels — continued. By HENRY MURRAY. A Game of Bluff. By JEAN INGE-LOW. Fated to be Free. By HABRIETT JAY. Dark Colleen. | Queen os Connaught. By MARK KERSHAW. Colonial Facts and Fictions. By HUME NISBET. \"Bail Up!\"[ Dr. Bernard St. Yincent. By ALICE O'llANLON. The Unforeseen. | Chance? or Fate? By R. ASHE KING. A Drawn Game. | Passion's Slave. \"The Wearing of the Green.\" Bell Barry. By JOHN LEYS.-The Lindsays. By E. LYNN LINTON. Patricia Kemball. I Paston Carew. World Well Lost. \"My Love!\" Under which Lord? I lone. The Atonement of Leam Dundas. With a Silken Thread. By GEOBGES OIINET. D.\\ Rameau. I Last Love. | Welid Cist. Bv Mrs. OLIPHANT. Whiteladies. | The Primrose Path. The Greatest Heiress in England. By Mm. EiOBFRT O'KEII.I.Y. Phœbe's Fortunes. Bv OS n DA. Held in Bondage. Two Little Wooden Strathmore. Shoes. Chandos. Friendship. Under Two Flags. Moths. Idalia. Pipistrello. CecilCastlemaine's A Village C0111- Gage. mune. Tricotrin. Bimbi. Puck. Wanda. Folle Farine. ; Frescoes. A Dog of Flanders. In Maremma. Pascarel. Othmar. Signa. Guilderoy. Princess Naprax- Ruffino. ine. Syrlin. In a Winter City. Ouida's Wisdom, Ariadne. Wit, and Pathos. .MARGARET AGNES PAUL. Gentle and Simple. By JAMES PAYN. Bentinclt's Tutor. £200 Reward. Murphy's Master. Marine Residence. A County Family. Mirk Abbey. At Her Mercy. By Proxy. Cecil's Tryst. Under One Roof. Clyffards ofClyffe. High Spirits. Foster Brothers. Carlyon's Year. Found Dead. From Exile. The Rebel of the Family. Sowing the Wind. By HENBY XV. LUCY. Gideon Fleyce. By justin McCarthy. A Fair Saxon. I Donna Quixote. Llnley Rochford. ■ Maid of Athens. Miss Misanthrope. | Camiola. Dear Lady Disdain. The Waterdale Neighbours. My Enemy's Daughter. The Comet of a Season. By HUGH MACCOLL. Mr. Stranger's Sealed Packet. By AGNES MACDONELL. Quaker Cousins. KATHABINE S. MACQ.UOJ -J>. The Evil Eye. | Lost Rose. By W. II. MALLOCK. The New Republic. By FLORENCE MARRYAT. Open! Sesame! | Fighting the Air. A Harvest of Wild Oats. Written in Fire. Best of Husbands. For Cash Only. Walter's Word. Kit. Halves. The Canon's Ward Fallen Fortunes. ' Talk of the Town. Humorous Stories. Holiday Tasks. Lost Sir Massingberd. A Perfect Treasure. By J. MASTERMAN. Haifa-dozen Daughters. By BRANDER MATTHEWS. A Secret of the Sea. By LEONARD MB.BI!.: ... The Man who was Good. By JEAN MIDDLEMAN*. Touch and Go. I Mr. Dorillion. By Mm. MOLESWORTiJ. Hathercourt Rectory. By J. E. MUDDOCK. Stories Weird and Wonderful. The Dead Man's Secret. From the Bosom of the Deep. Bv D. CHBISTIE MURRAY. A Model Father. Old Blazer's Hero. Joseph's Coat. Hearts. Coals of Fire. Way of the World. Yal Strange. Cynic Fortune. A Life's Atonement. By the Gate of the Sea. A Bit of Human Nature. First Person Singular. Bv JUKKA, and HERMAN. One Traveller Returns. Paul Jones's Alias. Th* Bishops' Bible. A Woman's Yengeance. The Family Scapegrace. What He Cost Her. Gwendoline's Harvest. Like Father, Like Son. Married Beneath Him. Not Wooed, but Won. Less Black than We're Painted. A Confidential Agent. Some Private Yiews. A Grape from a Thorn. Glow-worm Tales. The Mystery of Mirbridge The Burnt Million. The Word and the Will. A Prince of the Blood. Sunny Stories. By C. L. PIRKIS. Lady Lovelace. By EDGAR A. POE. The Mystery of Marie Roget."], [240, "BOOKS PUBLISHED BY CHATTO & WiNDUS. 32 Two-Shilling Novels— continued. Two-Shilling Novels — continued. By Mm. CAMPBELL PKAEW. The Romance of a Station. The Soul of Countess Adrian. By T. W. SPEIGHT. The Mysteries of Heron Dyke. The Golden Hoop. I By Devious Ways. Hoodwinked, &c. I Back to Life. The Loudwater Tragedy. By E. C. PRICE. Valentina. I The Foreigners. Mrs. Lancaster's Rival. | Gerald. Bv RICHARD PKYCE. Miss Maxwell's Affections. Bv R. A. STERNDALE. The Afghan Knife. By B. LOUIS STEVENSOV. New Arabian Nights. | Prince Otto. By CHARLES READ*'. It is Never Too Late to Mend. Christie Johnstone. I Double Marriage. Put Yourself in His Place. Love Me Little, Love Me Long. The Cloister and the Hearth. The Course of True Love. | The Jilt. Autobiography of a Thief. A Terrible Temptation. I Foul Play. The Wandering Heir. I Hard Cash. Slngleheart and Doubleface. Good Stories of Men and other Animals. Peg Wofnngton. I A Simpleton. Griffith Gaunt. | Readiana. A Perilous Secret. I A Woman-Hater. BY BERTHA THOMAS. Cressida. | Proud Maisie. I Yiolin-player. By WALTER THORNBUKS . Tales for Marines. I Old Stories Re-told. T. ADOLPHUS TROLLOPE. Diamond Cut Diamond. By F. ELEANOR TROLLOPE. Lika Ships upon the Sea. Anne Furness. | Mabel's Progress. By ANTHONY TROLLOPE. Frau Frolimann. I Kept In the Dark. Marlon Fay. I John Caldigate. Way We Live Now. | Land-Leaguers. The American Senator. By Mm. J. __. RIDDELL. Weird Stories. | Fairy Water. Her Mother's Darling. Prince of Wales's Garden Party. The Uninhabited House. The Mystery In Palace Gardens. The Nun's Curse. | Idle Tales. Mr. Scarborough's Family. The Golden Lion ot Grannere. By J. T. TROWRRIDs.!!. Farnell's Folly. By IVAN TUKGENIEFF, &:c. Stories from Foreign Novelists. By F. W. ROBINSON. Women are Strange. The Hands of Justice. By MARK TWAIN. A Pleasure Trip on the Continent. The Gilded Age. Mark Twain's Sketches. Tom Sawyer. I A Tramp Abroad. The Stolen White Elephant. Huckleberry Finn. Life on the Mississippi. The Prince and the Pauper. A Yankee at the Court of King Arthur. By C. C. FRASER-TYTLEK. Mistress Judith. By JAMES KUNCIMAN. Skippers and Shellbacks. Grace Balmaign's Sweetheart. Schools and Scholars. By XV. CLARK RUSSELL. Round the Galley Fire. On the Fo'k'sle Head. In the Middle Watch. A Yoyage to the Cape. A Book for the Hammock. The Mystery of the \"Ocean Star.\" The Romance of Jenny Harlowe. An Ocean Tragedy. My Shipmate Louise. Alone on a Wide Wide Sea. GEORGE AUGUSTUS SALA. Gaslight and Daylight. By JOHN SAUNDER8. Guy Waterman. | Two Dreamers. The Lion in the Path. Ry KATHAKINE SAUNDERS. Joan Merryweather. I Heart Salvage The High Mills. | Sebastian. Margaret and Elizabeth. By GEOBGE R. SIMS. Rogues and Vagabonds. The Ring 0' Bells. Mary Jane's Memoirs. Mary Jane Married. Tales of To-day. | Dramas of Life. Tinkletop's Crime. Zeph: A Circus Story. ,BJ A,RTHUR SKETCMLEY. A Match in the Dark. ,..• __■* HAWLEY' SMART. Without Love or Licence. By SARAH TYTLER. The Bride's Pass. I Noblesse Obiiga. Buried Diamonds. | Disappeared. SaintMungo'sClty. I Huguenot Family. Lady Bell. | Blackhall Ghosts. What She Came Through. Beauty and the Beast. Citoyenne Jaqueline. By AARON WATSON nn<l LILLIAS WAS9ERMANN. The Marquis of Carabas. By Mvs. F. H. WILLIAMSON. A Child Widow. By J. S. WINTER. Cavalry Life. | Regimental Legend3. By H. F. WOOD. The Passenger from Scotland Yard. The Englishman of the Rue Cain. By Lady WOOD. Sabina. CELIA PARKER WOOLLEY. Rachel Armstrong; or, Love & Theology By EDMUND l'ATES. The Forlorn Hope. | Land at Last. Castaway. OGDEN, SHALE AND CO. LIMITED, PRINTERS, GREAT SAFFRON HILL, E.C,"], [241, ""], [242, ""], [243, ""], [244, ""]]