[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "A JOVIAL CREW' O % $kt $terrp MBm- A C O M E D YJ As it is ACTED' at the Theatre Royal. B Y I RICHARD BROME, Gent. LQNDCLN: p- Printed for fofepb Hindmarjh, Bookieller to His Royal Highneis, at the Blac\\ Bull . in Comtifc 16S4. £"], [8, ""], [9, "TO THE Right Ingenious- and Judicious Gentlefnan* THOMAS ST AN LET, Efq. sir, ; IHave, long since',, studied in these Anti-it}gesjipris Times, to find eset a Man that might at once, 'be both a Judge and a Patrori\" to thislfftfe of my Old- Age, which needs both^Aiid r*y biffed Stars, have flung np upoii You? In whopt both these Attributes Cbfjcentre and Flourish; Nor can I yet find a reason, why I ■should present it to Ypii, {it being below your Accepcance or 'Censure J bat mdymy otfn •Confidence ; wbicb ka^ not gre»n to this Forwardness, bad it not been encouraged by Tour Goodness-, Tei,^e aMkpow, Beggars use to flock, *» great mens Gftes. Ani% jboagb my ForStne harxaststite^into that Mold, lam pm and proud-, and yreftrvt the humor of him, who cpÆmt bpg for any thing, but great Boons, ' such d your fat Accepcance and Protqppii. • i dare not fay ( as my Brethren use ) that 1 prestnt ahk, as a Testimonial\" of my Gracicude, or -Reconipence for your Favours 5 For ( I protest ) I conceives ,j& far from quitting Old Engagements, that it creaces New. Sotbat,allrtb4ttkisyhycando, is but So make more Work; and involves ' me in Dcbcs, beyond a p(rfjibj\\ity of Satisfaction. Sir, it were a folly in «*?«, to tell you of your Worth, the world' fyows it -enoughs and are boUto fay, Fortune and •Nature, scarce ever chlb'd ft well. Ton know, Sir, I am Old, and cannot Cl'inge and Court, With the powder'd and ribhanded Wics of our da\\s : But, thoitgk I 'cannot fpeak[ so much* / can think, as Well, and as honourably as the best. -All the Arguments I can stfe to induce you to take notice of this thing of nothing, is, That it bad the Luck, to tumble last of all in the Epidemical fuine of the Scene,; and now limps hither with a Wooden Leg, \\to beg <.« Alms ju Tour hands. I vctll winde up all, with a Use of Exhortation, That since the Times conspire to ■\"•••makc-Tft all-ffcggars-, fet -us -make our selves merry ,5- which' f if 1 am not jmiflak^nj this drives at. Bepleafed therefore, Sir, to lojgc these harmless Beggars m ihe OxAxJhoxxffic&your-fhoityhtSi aijd among^tbe that in tins Cuckoe \"Timt,.pm in fir & Mtrtberjhip, and' will filhtbe Choyre cf dose, that Duly anti •truly pray fqr you* aud h j. ■ -• : » 5J.R* Your huœbje Servant K1CH. BKOME."], [10, "The Persons of the Vhy. OLdrciits, an antient Efquire, Mr. GiVon. 'Harty^ his Friend, and merry Com-? .. panion, but a decay'd Gentleman. j Mr* Sf i>;gl»ve, Steward to Mafter Oldrentt, Mr. Perxcr. lucent, \\ Mr. Gorilla CTwo young. Gentlemen, Hl'hrd, ) Mir. Rww.; Ranyiall, a Groom, Servant to OHrents, Mr. P<v/V.£ Mafter SentrvdlA Mr. Pwi-r. and two other to Juftice Claci^ Mr. Freeman.. Gent. 5 tAAr, the Jnfliccs Son, Mr. Wdtfhku Maflcr Ci'-t..;, the Jufficc himfclf, Mr. Jam.. Mailer Ttlboy, Lover to'the JufticcsNercc, Mr. Montfirt.. Mst, tin, the Juftices Clark,. Mr. Br'gif. Chaplain > Mr. Low.. feVSjr, C-r ..-; Mr. Nc-rriti hatter, (T° 0l^nU' Mr. Sanders. Conl\\^ y Mrs. Co<r%. MazbelJ ' ioidrcnt's Daughters, Mrs. PerfivJ. Mzrid,) Mrs. Tr»)f>rd. Amk, Ju ft ice Ct*#5 Nerce. Mrs. Norm. Autum-Nkrt) an Old Beggar-JFoman, Mr. Grifing. patriot, J Mr. AWk. f dpccial Beggars, g; Sfe . Z-.myrr,f r Mr. Montfcrt. Courtier ' Mr. _> -Jfl.fr. Scribbf, their Pre/, D.vcrs other B-.-gg4*\"/, Fidlb-s, and A-Stfe.. PROLOGUE 'YHE Title of our Play, A frvial Crew,. May seem to promise Mi> th : Wbich were a new, And fere'd thing, in these sad and tragic^ days, For you to find, or we expiess in Plays. We wist) you, then rwidd change tbat expectation, Sinte Jrvhil Mirth is now grown out of fashion. Or much not to expeil : For, now it chance!, {.Our Comick. Writer finding that Romances Of Lovers, through much travel and dilirtfs^ fill it be thought, no Fowir can redres f/ asstilled Wanderers, though stout Cbevalrj Lsnd all hit aid for thin delivery ; 77*7, /.i_/ty, |W impossibility -\" Concludes all strife, and mattes a Comedy. J- Finding s he says ) such Stones bear tbe jwa/v Nf.-u* as be could, he hat compost a Play, Of Fortune-tellers, Darnels, mdtheir Squires,.. Evpofd to strange Adventures, thru>h tkeBriercl Of Lovcafid Fate. But why need I for^aU What stall so soon be obvious to y*n alf: But wist) the dulnest may mal^e m man .steep, Nor sadness of it any Woman weep. ' '&"], [11, "1 Olif, A JOVIAL CREW OR, THE Merry Beggars ACT. I. Oldrents. Hearty. 0W.TT has indeed, Friend, much afflicted me. J. Hea. And very justly, lee me cell you, Sir, Thac could (b impiously be curious To cempc a judgemenc on you ; to give car, ' And Faich too (by your leave ) co Fortune-tellers, Wizards and Gyfsten, Old. I have since been frighted wich ic in a thouland dreams- Hea. I would be drunk A thousand times to Bed, rather than dream Of any of their Riddlemy Riddlmies. If they prove happy so ; If not, let't go ; You'll never find their meaning, till the events If you suppose there was, at a**.,- a-meaning, As che equivocacing Devil had* when- he Cosen'd the Monk, to let him live Soul-free, Till he should find him (leeping beeween (heecs r The warie Monk, abjuring ail- such lodging, At last, by over-watching in hiss Studie, The foul Fiend took him nappieg with his Nose Betwixt the fheeF-leave-. of *his Conjuring Book. There was the whim, or double , meaning on't; Butthelc Fond Fortune-Tellers, that know nothing; Aim to i>e thought more Cunning than their Master The foreiaid Devil, tho* truly noc so hurtful ; Yec trust 'em, hang 'em Wizards, Old blind Buzzards, For once they hie, they miss a thousand times ; And most times give quite contrary, bad for good, And best for worst. One told a Gentleman His Son should be a naaxvkilier^ and hang'd fot't j , \"Who, after prbv'd a great and rich Physician, And with great I?ame hiY Unit ersity -Hang*d up in Picture for a grave example. These was,, the 'Whim of. that Quite contrary-! ' ■'■> *%"], [12, "flj Oil And that was happy, would mm. could fo deceive my fears.' Hea. They may : but trult not to'r. Another Schmijl Found, that a fquint-cy'd boy fhould prove a notable ' ' \" Pick-pUfle, and afterwards a raoft ftrong Thief » When fte/grew up to be a cunaing Lawyer, And at laft died a Judge. Quite contrary I How many have been mark'd out by chefe iVtzordt For fools, that alter have been prick'd for Sheri& > Was not a Shcpheatd boy foretold to be **%• A Diuiikarcl, and to get his Living from Bawds, Whores, Thieves, .Qnarrellers and the like . And did he not i> ccome a Suturbe Jttjlkej And live in Wine and Worfhrp by the Fees Rack'd out cf fuch Delinquents ? There's the rvhim on'c Now I come to you : Your Ftg-ttre-fiirgtr finds, \"*~ That both your Daughters, nocwitbftanding all Your great Pollctlions, which they are Co-heirs of, Shall yet be Beggars : May it not be meant-, ( If, as I faid, \"there be a meaning in It ) They may prove Courtiers^ or great Courtiers Wives, And fo be Beggars in Law . Is not that the rchim on'c think you . You Hali think no worfe on'c. Old. Would I had your merry heart. Hea. I thank you, Sir. Old. I mean che like. Hea. I would you had ; and I Such an Estacc as yours. Four Thousand yearly, With such a heart as mine, would defie Fortune And all her Babling Souchfayers. Td as soon Distrust in Providence, as lend a fear To such a Destiny, for a Child of mine While there be Sack and Songs in Town or Country. Think like a man of Conscience ( now I am serious ) Whac justice an cherc be for such a Curs*: Tofalsupon your Heirs ? Do you not live . Free, ouc of Law, or grieving any man ? \" „ Arc you not ch' only Rich man lives un-envied I Have you noc all che praises of the Rich, And prayers of che Poor j Did ever any Servanc, or Hireling, Neighbour, Kindred, curse you, I Or wish one minute ihorcen'd ot your Ltfe . Have you one grudging Tenant . will they not all Fight for you? Do they not teach their Children, And make 'cm too, pray for you Morn and Evening, And in their Graces too, as duly as For King and Realm ? The innocent things Would think They 011 she not cat else. Old. ' i is their goodness. Hea. It is your merit. Your great love and bouncy Procures from Haven those inspirations in 'cm, Whose"], [13, "•m Whose Rent did ever you exact > whose have You not remitted, when by Casualties Of Fire, of Floods, of common Dearth, cr Sickness, Poor men were broughe behind hand ? Nay, whose Losses Have you not piously repair'd ? Old. Enough. Hea. What Hariots have you tanc from forlorn Widows > What Acre of your Thousands have you. rack'd .. Old. Good Friend no more* Hea. Thele are enough, indeed,- To fill your Ears with joyful acclamations- Where e're youpafs-j Heaven blefs our Landlord OUrent^ Our Mailer Oldrent -, our good Patron Oldm,t. Cannot theCb (bunds conjure that evil Spirit Of fear out of you, that your Children fhall1 Live to be Beggars _ Shall Squire Oldrent's Daughters Wear old rents in their Garments ? ( there's a whim too) Becaufe a Fortuneteller told yotl fo . Old. Come, I will ftrive to think no more on't. Hea. Will ycu ride forth for Air then, and be merry > Old. Your counfel and example may inftruft me. Hea. Sack^ muft be had in fundry places too. For Songs I am provided. Enter Springlove with Beoly and Paper s, fa lays them on tfa TaW- ■ Old. Yet here comes one brings me a fecoud fear, Who has my care, next unto my Children. Hea. Your Steward, Sir,_ it feemj hasbufine_s witbyouj.. I With you wcDid have none. Old. I'll foon difpatch it And then be for our journey Inltantlyv Hea. I'll wait your coming down,. Sir.\" Old. But why, SpringloveT Is now this expedition ? Spr. Sir, *Tis duty. H Old. Not common among Stewards, 1 confefs, To urge in their Accompts before the day Their .Lords- have limited. Some that are grown. To hoary hairs and Knighthoods, are not found* I Guilty ot fuch an importunity. 'Tis yet but thirty days, when I give forty After the half-year day, our Lady lad. Could I fufpcdt my Truft were loft in thee j Or doubt thy youth had not Ability To carry out the weight of fuch a Charge,, then, fhould on Spr. Sir, Indulgence, I hope, (hall corrupt me. Ne'rchelefsj The teftimony of a fair Difcharge From time time to time, will be encouragement- f Sprijiglbvc turns over the. Tovktue in me, You may then be pleas'd \\fiwraltoofy phk Mejkr,"], [14, "* ?-4) To take here a Survey of all your Renes Receiv'd, and all such ocher payments, as Came to my hands fince my lalt Audit, for Cartel, Wool, Com, all Fruits of Husbandry. Then, my Receipts and Bonds, and lomc new Lcafes, With fome Old Debts, and almoft defperate ones, As well from Countrey Cavaliers', as Courtiers. Then, here Sir, are my feveral Disburfements, In all particulars for your fclf and Daughters, : In charge of Houfe-keeping, Buildings and Repairs, Journeys, Apparel, Coaches, Gifts and all tixpences For vour perfonai neceflarfes. Here for fuppffes of Horfes, Hawks and Hounds. Here, Servants Wages, Liveries, and Cures. And laftly, not the leaft to be remcmbred, Your large Benevolence to the Poor. Old. Thy Charity there goes hand in hand with mine. And, Springlve, I commend it in thee, that So young in years art grown fo ripe in goodnefs. May their Heaven-piercing Prayers bring on thee Equal Rewards with me. Spr. Now here, Sir, is The bal'ance of the feveral Accompts, Which thews you what remains in Cafl. : which added Unto your former Banck, makes up in all — « Old. Twelve thouland and odd pounds. Spr. Here are the Keys Of all. The Chefts are fafe in your own Clofcr. Old. Why in my Clofet . is not yours as fafe ? Spr. O Sir, you know my Suit. \" Old. Your Suit } what Suit » Spr. Touching che time of Year. Old. 'Tis well-nigh May. Why whac of chac good Springlove. Spr. O, Sir you hear I am call'd. Oil- Fie Springing, tie. I bop'd chou hadst abjur'd that uncouch practice. Spr. You thought I had forsaken Nature then. Old. Is that disease of nature still in thee So virulent ? and, notwithstanding all {Nightingale fxgs'. My favours, in my gifts, my cares, and counsels, Which to a Soul ingrateful might be boasted: Have I first bred thee, and chen preferr'd chee (from I will not soy how wretched a beginning)* - / ' To be a Master over all my Servants ; Planted thee in my bosom ; and canst thou, There, flight me for the whistling of a Bird ? Spr. Your reason, Sir, informs you, thac's no cause. £uc 'cis the season of the year thac calls me. Wi»"], [15, "5 What moves her Noats, provokes my disposition By a more absolute power of Nature, than Philosophic can render an account for. Old. I find there's no expelling it ; but still It will return. I have try'd all the mer.ns (.As J tnay safely ? think) in humane wisdom, And did >(ji*s neaps' reason could ) assure, me, That tfiy last years restraint had stopp'd for ever, That running lore on thee, that gadding humour : When, only for that cause, I laid the weight Of mine Estate in Stewardship upon chee ; Which kept chee in that Year, after sa many Summer vagaries thou hadst made before. Spr. You kept a Swallow in a Cage that while.* I cannot, Sir, indure another Summer In that restraint, wich Life : ,'eWas .then my tormenc, Buc now, my-Deach. Yec, Sir, my Life is yours: Who are my Pacron; freely may :you take it. Yet pardon, Sir, my frailty, that do beg A small continuance of it. on. my knees- Old. Can there no means be found to preserve Life In thee, bnt wandring, like a Vagabond? Does not the Sun as comfortably shine Upon my Gardens, as the opener Fields? Or on my Fields, as others far remote ? Are not my Wallcs and Greens as delectable ;As the High-ways and Commons ? Are the shades Of Sicamore and Bowers of Eglantine •Less pleasing than of Bramble, or Thorn Hedges ? Or of my Groves and Thickets* than wild Woods ? Are not my Fountain waters fresher than The troubled streamy where every Beast does drink ? Do not the Birds sing here as sweet and lively. As any other where? is not thy Bed more soft, And Rest more safe, than in a Field or Barn ? *. Is a full Table, which is call'd thine own,. &ess curious or wholsom, than the scraps From others Trenchers, twice or thrice translated ? Spr. Yea, in the Winter season, when the Fire Is sweeter than the Air. , Did. What Air is wancina. Spr. OSir, y'have heard of Pilgrimages, and The voluntary Travels, of -good men. Old. For Pcnnancc; or to holy ends? but bring Not those into comparison, I charge you. Spy. I do riot, Sir. But pardon me, to -think Their Sufferings are much sweetned by delights, Such as we finely by -shifting Place and A<>. 0/-?. Are these- delights in beggery ? Or, \\i jo take Jfivc-ssityof Air be such a solac^ B lTi..'l"], [16, "6 Travel the Kingdom over : And if this Yield not variety enough, try further : Provided your deportment be gentile. Take Horse, and Man, and Money .- you have -all, Or I'll allow enough. Spr. O how am 1 confounded > Dear Sir, retort me naked co the World, Rather chan lay chose burdens -«. toe, which Will stifle me. I must abroad or perish. Old. I will no longer strive eo wash this Moor j Nor breach more minuces so unchriftily. In civil argumenc, against rude wind, But racher practise co wichdraw my love And tender care (Hit bfe possible ) From that unfruitful breast j Incapable Of wholsome counsel. Spr. Have I your seave, Sir £ Old. I leave you to dispute it with your self. I have no voice to bid you go, or stay : My love shall give thy will preheminence ; And leave th' effect to Time and Providence—^~ Ex/*. {Sing Nightingale, CMckjt, ate Spr. I am confounded in my obligation To this good man: His virtue is my punishments When 'tis not in my Nature to return Obedience to his Merits. I could wish Such an Ingratitude were death by th' law, And put in present exeention on me, To rid me of my sharper suffering. Nor but by death, can this predominant sway Of nature be extinguish'd in me. I Have fought with my Affections, by th' assistance Of all the strength of Art and Discipline ( AU which I owe him for in Education too.)1 To conquer and establish my observance ( As in all ocher Rules ) to him in this. This inborn strong desire ©-^Liberty In chat free course,, which he deceits as fliamefull*. And I approve my Earchs. feliciey : But find the war is endless, and must fly. Whac must I lose then ? A good Master's Iovei What loss feels he that Wanes not what he loses ? They'll fay I lose all Reputation. What's that, to live where no such thing is knoWnj- My duty to a Master will be quefHon'd. Where duty is exacted ic is none : And among Beggars, each man is his owiv Enter Randal, and three or four Servants with a great Kettle, and bdae^ Jacfc'anct a Bakers Basket, all empty, (xeunc with all, manct. RaadaL • \" - - j^j*"], [17, "tyha? i?eWs%«m whence you came > \" Rap, Tfce ©Ic] wonted news, Sir, from your Guest-house, the Old Barn. We, bwz u^oaejep the ireadrbasker, the .Beef-kettle^ and the Bccr-Bwi- bards ther.es am^ngft your Guests the Beggars. And they have all prayed for you and our Master, as their manner is, from the Teeth outward, laarrie from the Teeth inwards, 'tis enough to swallow your Alms, from whence I think their Prayers scldome come. Spr. TLou fhould'st not think uncharitably. m Ran. Thought's free, Master Steward, and it please you. Buc your Cha- ncy is nevertheless notorious, I must needs fay. Spr. Meritorious thou meanest to soy . Km Surely Sir, no ; 'tis ouc of our Curars Book. Spr. But- 1 aspire no merits, nor popular thanks, ;Tis well if I do well in it. . m^hr'}T^ be^fr though (% Old Randal, whom you allow to talk, might ■ counsej) to help to breed up poor mens children, or decaved la- SSSS rLwir rrks°-5^Veli »«\"»»■* the scecing up of poor voting S O^te.thanto bestow an hundred pound a year (It least you do that, if not all you get ) besides our Master's bounty, to maintain in togging such wanderers as these,, chac never are ouc of hefr way Hat Sot .8Tnv *£ \"\" - Whenœ fty Came> or Either they^ould; not ot any Beginning they ever had , or any End thev seek but hungry. *\" ** hdlksbe fuI1> and thenslegeiU t\\ey be 5f Thou art ever repining at those poor people ! they take nothing fc grudge^' '\" 3n4 ** * m th£C f°r roo- Wfidl IUi. Am I not bitten to it every dav, by the six-footed blood-hounds that they leave m their Litter, when fthrow ouc che old to hv Wet straw for che new comers at Nighc. Thac's one pare of my Office.7 And .you are sure that though your Hospitality be buc for a Æ and a faming for one Rabble, to have a new^Supply every Eveffi Thev take noching from me indeed, chey give too much EVCninS' liiey, ' tn Ye?Znlirland:f ST Srumb>& but dill officious for 'em.' /Cj«. Yes. hang_em, they know I love 'eja well enough, 1 have had merry boues wich some of 'em. \"juu0-*, 1 nave naj Sfr. Whar fay'st thou Randal > ase- ,fnd-Ccd my ,pastIme' J ]eft *e merry Griaes (as cheir %. Well honest M Thus ic is. I am for a journey. I know no- how long will be mv absence. Buc I will presently Worde wST the Cook Pander and Butler, for my wonted Allowance to the P00T And I will leave money wi:u chee eo manage che Affair ciU my re urn ' Ran. Then up rise Randal, Bayley of che Beggars. 7 . Ssr. And if our Master shall be displeas'd ( although che Charge be mW > B 2. Ran."], [18, "(8-) Ran. Pseugh ! that will never do'r, never do 'cm good : 'Tis the Seat, the Habitation, the Rendevous, that chears their hearts. Money would clog their Consciences. Nor must I lose the Musick of 'em in their Lodging. Spr. We will agree upon't anon. Go now about your business. Ran. I go. Bayley? nay Steward and Chamberlain of the Rogues and Beggars. . Exit- Spr. I cannot think but with a trembling fear On this Adventure, in a scruple, which I have not weighed wiih all my other doubts. I shall, in my deparcure, rob my Master. ' '>''•'. ■'_' ' - Of whac ? of a cruc Servanc ; ocher These I have committed none. And chac may be supply'd, And beccer coo, by some more constant t-9 him. Buc I may injure many in his* Trust, Which now be cannoc be buc sparing of* I rob him coo, of che concent and hopes \" . He had in me, whom he had builc and rais^ Unco whac growth in his affection, Thac I became a gladness in his Eye, And now must be a grief or a vexation C -*< \"°ife and singing within* Unco his noble hearc. Buc heark ? I chere's The Harmony that drowns all doubes and sears. A licese nearer— --- Song. FRom Hunger and Cold who lives more free, Or' who more richly Clad than we ? Our Bellies are full ; our flesh is warm; And, against Pride, our Rags are a Charm. Enough is our Eeast, and for to morrow Let Rich Men care : we feel no sorrow. No Sorrow, no Sorrow, no Sorrow, no Sorrow. Let Rich Men care, rve feel no Sorrow- Spr. The Emperour hears no such Musick ; nor feels Content like this ! Each City, each Town, and every Village, Affords us eithe^ an Alms or Pillage. And if the Weather be Cold and Raw Then in a Barn we tumble in Straw. If Warm and Fair, by yea-cock, and nay-coc\\ The Fidds will afford us a Hedge or a Hay- Cock- ' A Hay-cod^, a Hay-cock,, a Hay-cod^, a Hay-cod^, The Fields will afford us a Hedge or a Hay-cock^ Spr. Most ravishing delight ! But, in all this Onely one sense is pleas'd : mine Ear is feasted. Mine Eyes too must be satisfied wich my joys. The hoarding Userer cannoc have more Thirsty desire co see his golden store, When he unlocks his Treasury, than I The equipage in which my Beggars lye.- lh"], [19, "He opens the Seine ; the Beggars are discovered in their postures ; then they issue forth i and la(l,tbe Pacrko. All Our Master, our Master ! oursweee and comfortable Master. Spr. How chear my hearts? i Beg. Mostcrowse, most capringly. Shall we dance, shall we sing, to welcome our Kii-g ? Strike up Piper a merry merry dance That we on our stampers may foot it and prance, To make his hearc merry as he has made ours ; As lustick and frolique as Lords in cheir Bowers. Mustek: V.nce. Spr. Exceeding well performU '« I Beg. 'Tis well if ic like you, Master. Buc we have not chac Rag among us, chac we will noc daunce ost, co do you service ; we being all and only your Servancs, most Noble Sir. Command us eherefore and' imploy us, we beseech you. Spr. Thou speak'st most Courtly? i Beg. Sir, he can speak, and could have writ as well. He is a decay'd Poet*. newly fallen in among us ; and begs as well as the best of us. He learnt it pretty well in his own profession before ; and can the better practise ic in ours now. Spr. Thou are a Wic coo, ic seems. \" 3 Beg. He stiould have Wic and Knavery coo, Sir •, For he was an At-' torney, till he was picch'd over che Bar. And, from chac fall, he was caken up a Knighc o'the'Post ; and so he continued, till he was degraded at the whip ping-post j and from thence he ran resolutely into this course. H's cunning in the Law, and the others labour with the Muses are dedicate co your Scr ,vice ? and for my self, I'll fighe for you. Spr. Thou art a brave Fellow, and speakest like a Commander. Hast thou born Arms ? 4 Beg. \"Sir, he has born the Name of a Netbcrlanl Souldier, till he ran away from his Colours, and was taken lame with lying in the Fields by a Sciatica : ■ I mean, Sir, the (irapado. Alter which, by a second recreae, indeed running away, he scrambled into his Countrey, and so eseap'd the Gallows ; and then snap'd up his living in the City, by his Wit in cheating, pimping, and such like Arts, till the Care and che Pillory shew'd him coo publickly yo the World. And so, begging being the bst refuge, he enter'd inco our Sociecy. • And now lifjpB honestly, I must needs fay as che best of us. Spr.. Thou speak'st .good Language coo. i Reg. He was a Courtier born, -Sir, and begs on pleasure I assure you, refusing greac and constant means from able Friends co make him a staid man. Yet (the want of ,a Leg notwithstanding) he uu/l travel in this kind against all common reason,, by the special policy of Providence. Spr. As how, I prethee ? I Beg. His Father, Sir, was a Courtier; a great Court- Beggar I assure you j J made these Verses of Him and his Son here. A Courtier begg'd by Covecise, noc Need, From Ochers chat, which made chem beg Indeed. He begg'd, cill wealeh had laden him wich cares To keep fort Children and their Children shares :' While"], [20, "10 While the oppress'd, that tod that great Estate Sent Curses after it unto their Fate. The Father dies (the world fays ) very rich ; The Son, being gotten while ( it seems) the itch Of begging was upon the Courtly Sire, Or bound by Fate, will to no wealth aspire, Tho' offer'd him in Money, Cloaths or Meat* More than he begs, or instantly must cat. Is not he Heavenly blest, that hates Earths Treasure And begs, with What's a Gentleman bus's pleasure i Or fay it be upon the Heir a Curse ; WTiat'sthat to him? The Beggar's ne'r the worse. For of the general store that Heaven has sent He values not a penny till't be spent. 'AH. a Scrible, a Scrible ! * 2 Beg. What City or Court-Poet could say more than our Hedge3 Muse-monger here ? 2 Beg. What say, Sir, tp our Poet Scribble here ? Spr. I like his vain exceeding well ; and che whole Consort of you. 2 Beg. Consort, Sir. We have Musicians too among i t True merrv Beggars indeed, that b:ing wic;-in the radios the Lash for urging libellous Songs at London, were fain to flie into our Covie, and here they si.ig all our Poets Ditties. They can sing any thing most tuncably, Sir, buc Piaims. Whac chey may do hereafeer under a triple Tree, is much expected. But they live very civilly and gentily among us. Spr. Buc whac is he ehere ? chac solemn old fellow, chat neieher speaks of himself, nor any body for him. - 2 Teg. O Sir, che rarest man of all. He is a Prphet, See how he holds up his Prognosticating Nose. He is divining now. Spr. How? a Prophet? 2 Beg. Yes Sir, a cunning-man and a Fortune-teller : 'tis thought he Was a great Clark before his decay, but he Is very close, will not tell his be ginning, nor the fortune he himself Is fallen from : But he serves us for a Clergy-man still, and marries us, if need be, after a new way of his own. Spr. How long have you had his Company ? 2 Beg. But lately come amongst us, but a very Tpitient Scrowle all the Land over, and has Travell'd with Gipsies, and is a Patrico. Shall he read your Fortune Sir ? Spr. If ic please him ? Pat. Lend me your hand, Sir. By this Palm 1 understand, Thou art born to Wealth and Land, And after many a bitter gust, Shalt build with thy great Grandsires. dust. r Spr. Where shall I find It ? but come, I'le not trouble my self witfc the search. 2 Beg. Whac fay, Sir, to our Crew ? are we not well Congregated ? 'Sfr. You"], [21, "?r Yu/ane A J°vU} Crtvf: the °dy J*0^ whose Happiness I admire.\" -5 &g> Wist you make us happy in serving you ? have you any Enemies ? stall we fight under you ? will you be our Captain > -i %. Nay, our King. . 3 %• Command us something,' Sir. %. Where's the nexc Rendevouz > i Beg. Neither in Village nor in Town : But three mile ofl at Maple-down. Spr. At Evencng there I'le visic you. Song. COme, come ; away : the Spring ( By every Bird that can but sing, Or chirp a Note ) doth now invite Vs forth, to taste of his delight. In Field, in Grove, on Hill, in Dale, But above all the Nightingale: Who in her pveetnefs strives t'eut-doe 3he loudnefs of the hoarse Cuckoe. Cuckoe cries he, Jug Jug ]ug sings Jhe, From bush to bush, from tree to tree, Why in one place then tarry we > Come away ; why do we ft an ? Wt have m debt or rent to pay. No hargainsor accounts to mak$ j Nor Lander Lease to let or take- Or if we had, .should that remote ut, When all the World's our own before ut, And where we pass, and makg resort, It is our Kingdom and our Court. Cuckoe cries- he, &c. Ex. C-Mtantei\"* Spr. So, now away. They dream of happiness that live in Scate, But they enjoy it that obey their Fate. ACT. II. Vincent, Billiard, Meriel, Rachel V3n.T Am overcome with admiration, at the felicity they take r -•*-■ o HA*%ga,rs,; They arethe only People, can boast the benefit of a frree-State, in che full, enjoyment of Liberty, Mireb and Ease ; having ah* things in common, and nothing wanting of Natures whole provision within the reach of their desires. Who would have lost this sight o£ theis Revels* ° Vin. How think you Ladies? Are they not theonsy happy in a Nation.? Mer. Happier chanwe I'm sure, thac are pent up and tyed by the Nose to the [continual steam of hoe Hospicaiicy, here in our Father's House, when they have the Air at pleasure in all variety. Ra. And chough I know We have merrier %rics than,, they, yet so Eve thus confin'd, stifles us. please W&J y°U haVC Ltey cftotlS&> or may take what you Mr. Xes"], [22, "-■6u.) Mr. -Yes in oHr Fathers Rule and Government, or by -his .Allowance. What's thac co Absolute Freedom; such as che Very Beggars-have 5 to Feast and Rtvef here to day, and yonder to morrow ; next day where 'they please ; and so on still, the whole Country or Kingdom over ? There's Li- berty I the Birds of the Air can take no more. lit. And then at home here, or wheresoever he comes, our Father \"is so pensive, (what muddy spirit soe'r pcslefTcs him, would I could conjure'e out ) that he makes us even sick of his Sadness, that were wont; *?« sat, my Ghfltps cock^to- day ; moull Cocklb-ead; da ice clittterdcpyuch; and Hanmlq/i booby; bind baml^f or do any thing before him, and he would laugh ac us.' Mir. NoÆk never looks upon us, but wich a sigh, or cears in his Eys, tho' we siu^r never so smctihedly. What Tales have been told him of ' us, or wfat lie suspects I know not; God forgive him, I do.; but J aha weary of his house .'*' Ra. Dors he think us Whores tro, because sometimes we talk as lightly as great Ladies- I can swear safely for the Virginity of one of'us, so tar as Word and Deed goes ; marry Thought's free. ~Mer. Which is that one of us I pray ? your self or me ? Ra. Good Sister Mend, Charity begins ac home. Buc I'll swear as chaiicably of thee: And noc only because thou area year younger neither- Mr, I am beholden to you. But for my Father, I would I knew his ' grief and how to cure him, or thac we were where we could noc fee it. It fpoyls our Mirth, and that has been better than his Meat to us. Vm. Will ycu hear our motion Ladies ? Me-r. Psew, you would Marry us presently out of his way- because he has given you a foolish kind of Promise : Buc we wist see him in a better humour first, and as ape co laugh .as we tp lye down, I warrant him. Hdl. 'Tis like thac courle will cure hirh, would you era-brace . ic Ra. We will have him cur'd first, I tell you : And you\" shall wait that season, and our lcasure. Mer. I will rather hazard my being one of the Devil's Ape- leaders, than to marry while he is melancholly. - ~ Ra. Or I co stay in his HjuIc ; to give Entertainment co this Knight, or t'other Coxcomb, that comes xo chearhimup with Eating of hi, Chear: when we must fetch 'em lwect. meats, and chey must cell us, Ladies,. Your Lips are sweecer, and then fall into Courcship, one in 2. set 'speech 5' taken out os old Britain's Works, another with Verses out of the '.Acadimy ef Com- plements, cr some or other of che New Poecical Pamphleteers,' ambitious only to spoil Paper, and publish cheir Names in 'Print. And then to be kist, and sometimes flaver'd fagh. - . Mar. 'Tis not eo be indui'd. We must out of che House. We 'cannot live but by laughing, and thac aloud, and^no body faed within hearing. Vin. We are for any Adventure with you, Ladies. Shall we project a Journey for you ? your Father has trusted you, and will think you safe in our Comnanv ; and we would fain be abroad upon some Progress wich you. Shall we make a fling co London, and see Ftewche Spring ap- pears dierc in che Sprinz Garden, and in Hide-Park^, to see the Races, Horse and Foot j to hear the faki's crack ; and see the Adamites run naked afore fihs Udkt> ? Ra. We"], [23, "13 Ra. We have seen all already there, as well as they, last Year. ML But there ha' been New Plays since. Ra. No : no : we are not for London. tiil. Whac chink you of a Journey to the Bath chen ? Ra. Worse than t'other way. I love not to carry my Health where others •drop their Disease?. There's no spore i* that- Vin. Will you up to the hilltop of sports, then, and Mcrimencs, Vovort <Olimpkkf, Of the Cotswoii Games. Mer. No, that will he too publick for our Recreation. We would have ic more wichin our selves. • Hd. Think of some course your selves chen. We are for you upon any way, as far as Horse and Money can carry us. Vin. I, and if those means failes us, as far as our Legs can bear, ot our Hands can help us. Ra. And we will puc you to'c Come aside Merid Aside* Vin. Some jeere, perhaps co puc upon us. Hd. Whac think you of a Pilgrimage to St. Wins rides Well ? Fin. Or a Journey to the Wise Woman ac Nxntmch, to Ask if we he fit Husbands for 'em.-? Hd. They are not scrupulous in that, we having had their growing Loves up from our Childhoods ; and che Old Squire's good will before 'all men. Ra. Me. Ha ha ha-— Vin. Whac's che Conccic 7 mcrvail. Ra. Me. Ha ha ha ha—- Hd. Some merry one ic seems. Ra. And chen, sirrah M.rkl-- -Heark agen— -ha ha ha. Vin. How they are *aken with ic ! Mer. Ha ha ha — -Heark agen Rachel. Hd. Some wonderful Nothing sure. They will laugh as much to fe a Swallow flic with a white Feather imp'd in. her Tail. Vin. They were born laughing I think. Ra. Me. Ha ha ha — Vin. Kit be not some Trick put upon us, which they'll discover in some monstrous shape, chey cozen me. Now Ladies, is your Project ripe ? possess us wich the knowledge of h. Ra. It is more precious, than to- be imparted upon a flight demand. Hd. Pray lec us hear if. You know we are your crusty Servants. Vin. And have kepc all your Councelsever since we have been mfa nt» Playfellows. Ra. Yes you have plaid . ac aH kinds .of small Game with us -, but chis is to the purpeise. Ha ha ha — HU. It seems so by your Laughing. Ra. And asks a stronger tongue-tie than tearing of Books ; burning ef Samplers; nuking Dire- pies; or piss and paddle in't. Vin. You know how, and whac we have vow'd : to wale upon you -any way, any how, and any whfcheT-. Mer. And you will stand co'c? Hd. 7, And go to'c wich you, wherever ic he. Mer. Prav tell't 'em- Sister txaehd. Ra. Why Gcndemen — ha ha-— Thus ic is-— Tell it vou MrieJ. C Fa."], [24, "Vm. O, is that all.. Mer. Yop- aicrrhc Hder. Pray tell it yW, # Ra. You ate. the Youngtr. / command* you: ceil it. Cbh.c cut wltlr «» They long co have ic Hit. When. Vin. When? A&A-Jht'-orh yoa must tell- iry Sister, t canrroe. Pray begin. Ra Then Gentlemen, stand your ground. Vim Some terrible business lure ! it* You seem'd e'n now to admire the felicity 6*? BSggaft. , J?/v. And have ingag'd your selves ca joyn wich us ifi arty; eOErik Ri. Will you now with us, and for cur lakes turn Beggars/ Mer. It is \"our Resolution, and our I junction On\"you?r Ra* Euc for a Time, and a shore Ptogrcss. Met. And for a ffkirg-rrick of youth, now,* in die season. ' . Vm. Bi ggars ! What Rogues are these? -Hd. A simple trval of our Loves and Service- .\"• Ra Are you resolv'd upon'c i ff not God bwy. We are tt&ivtf t» take our course. Mer. Let yours be to keep counsel. Vin. Stay, stay. Beggars ! Are Wd not so already ? Do we not beg your loves, and your enjoyirrgs ? Do we noc beg to be receiv'd your Servants . To kiss your hand?, or ( i( you will vouchsafe } Your Lips; or your Embraces »■ Hit. We now beg, That- we may fetch the Rings and Priests to marry us. Wherein are we no Beggars > Ra.- Thac will noc serve. Yourttee^.not comefor chac yet. You shall beg Vitluah first. Vtn. O, I .conceive your begging progress is to ramble out this Summer among your Father's Tenencs ; and 'tis in request among Gentlemens DaUgb> rers co devour their Cheese-cakes, Apple-pies^ Cream and Custards Flapjads^ and Pan-puddings. Mer. Not so, noc so, HH. Why so we may be a kind of civil Beggars. Ra. T mean stark, errant, downrighe Beggars, \\ , Withouc equivocations; Stacuee Beggars. Mer. Couchant and PafTanc, Guardanc, Rampant, Beggars. Vin. Current and Vagrant- — lid. Seockane, Whippanc Beggars I; Vm. Must yo.r and we be such >. would you so have ic ? Ra., Such as we saw so merry ; and you concluded Were rh'only happv People in a Nacion. Mer. The onely, Freemen of a Common- wealth j Free above Scot-free; that observe no Law, ; Obey no Governour, use no Religion, But whac chey draw f som cheir own ancient custom, Or consticutc chemsclves, yec are no Rebels. Ra. Such as of all mens Meac and all mens Money Take a free pare ; and, wherefoeY thev. travel, Haye all things gratis to their hands provided,"], [25, "15 Vin. Course fare most 'times. Ra. Their Scomach makes ic good ; And feasts on chac, which others scorn for Food. Mer. The Ancidoce, Concenc* is only theirs. And, unto chat, such full delights are known, That chey conceive the Kingdom is their oWn. Vin. 'Fore Heaven I chink they are in earnest . for they were always mad. Hd. And we were madder then they, if we should lose 'em. Ftn. 'Tis-buc a mad ccick of yotfch ( ?s chey fay ) for the Spring, dt a shore Progress: and mireh may be made ouc of ic ; knew we how co carry it. > Ra. Pray Gentlemen be sudden- \\ Heark, you hear the Cuckoe- Cmpe. Hil We are most resolutely spr you in your course. Vin. But che vexacion is hbw co set ic on fooc ' Ra. We have projected ic. Now if you be perfect and constaat L«vers and Friends, search you the means. We have puzzell'd 'em. Mer. I am glad on'c Lee 'em pump. Vin. Troth a small stock will serve co sec up withall- This Doublet told .off o* my Back, might serve ro furnish a Camp Royal of us. Hil. But how to enter or arrange our selves inco che Crew will be the difficulty. If ■ we light *aW and tame amongst 'em (likeCage-B'rds among a flight of wild ones ) we shall never pick up a Living, but have ouc brains peeler our..\"1 Vin. We wane instruction dearly. Enter Fprkghve. - Hd. O here comes Springhve. His great Benefactorfhip among the Beggars might prefer us with Authoricy into .a ragged Regimenc presently. Shall I put it to him. Ra. Take heed what you do. His greatness wich my Earner will be- tray us. Vin. I will cut his Throat then. rMy noble Springlove, the great Com tr&ndct tfihe Maunders, and King of Canters, We saw the gratitude of your Loyal Subjects, in the 'large Tributary content they gave you in their R-errls. Spr., Did you, Sir ? - HU. We have seen all with great delight and admlracion. Spr: I have seen you coo, kind Gentlemen and Ladies; and over heard you in your quaint co new creace your selves out of che worldly blessings, and spiritual graces Heaven has bestow'd upon you* co be partakers and Co asters too, in those vile courses, which you call delights, ta'ne by those despi cable and abhorred Creacures. ' Vin. Thou art a Despiser, nay a Blasphemer Against the Maker of those happy Creacures. Who, of all humane, have priority -In their content. In which chey are so blest That they en-py most in posse fling least. Who -made ''em such, deft rhinl -?'•<; - : '\\w so .renry ? ! Ra. He grows zealous in the Ca • : \" ;. e r • 1 1 ' > ; -; ivi. j Jfil. Art thou an Hypocrite., .*.■.,- : -' >■ :!■ \" -^ '■- O-^v"], [26, "Only pretending Charity ; or using it To gee a Name and Praise unco thy self ; , \"\" _ Ancsnot to cherish and increase those Creatures hi their molt happy way of In frig > Or Dost theu bellow thine Alms with a foul purpose . To stint cheir Begging, and wich loss Co buy And slave chose free souls from cheir liberty ? Mer. They are more z:alous in the Cause than we- Spr. But are you, Ladies, at defiance coo .,. - With Rtpucacion, and the Dignity f* Due co your Father's House an J You? ■ Ha. Hold thy peace, good Spr'wgLve, ** And tho' you seem to dislike this course, .and reprove us for it, ' Do nor betray us in it : your tfiroar's !q question. I cell you for goxl will, good Springlove.-. Mr. Whac woulst- chou have us do? Thou talk'st o'ch' House : 'Tis a base melancholly House, our Father's sadness banishes us ouc on'c. And, for che delighe chou tak'st in Beggars and cheir brawls, chou-canst not buc chink they live a better life abroad, than we do in. chis House. Spr-. I have sounded your Faith .-And I am glad I find you all right. And for your Father s sadness,.,. I'll cell you the cause on'r. I\" over-hoard it but this day in his. private Discourse with hismerry Mace Master Hearty* He has been. tolcLby some Wizard chac you both were born to be Beggars. Alt. How, how !' Spr. For which he is so tormented in mind, that he cannot fleep in peace^ nor look upon you buc with hearcs grief. Vin. This is most strange Ra. Let him be griev'd chen, cill we are Beggars, We have just reason co become so now : And, whac we thought on but in jest before, We'll do in earnest now.. Spr. O, I applaud this refolution in you ; Wculd haveperfwadedit, will be your Servant int. For look yc Ladies: The Sentence of your Fortune does not fay, that you fliall beg for needi hun gry or cold necellity. If therefore you expofe your fclves on pleafure into ir^ you fhall abfolve your dcfliny nevcrthelefs, and cure your Father's grief, .1 am over-joy'd to think on't ; and will affift you faithfully. All. A Springlove a Springlve Spr. am prepar'd already for th' adventure. I And will with convenicncics furnifh, And fet you forth ; give you your Dimenfion^ I Rules and Directions: I will be your Guide, Your Guard, your Convoy, your Authority. You do not know my Power; my Command I Bee gar s Common wealth. Vm. But how. But how. good Springlove Spr. I'll my Minority _v.y Mailer cook mc up a naked Beggar • Bred"], [27, "17 Bred me atSchool ; then took me to his service j ( You know in what good fashion) and you may Collect to memory for seven lace Summers, Eirfier by leave, precending Friends co see Ac far remote parts of the Land, or else,. By stealth, I would absent my self from service, To follow my own Pleasure, which was Begging,. Led co'c by Nature. My indulgenc Master (Yet ignorant of my course) on my submission When Cold and Hunger forc*d me back at Winter*. Received me still again. Till, two years since, He being drawn by journey towards the North, Where I then quarter'd wich a ragged Crew; On the high-way, not dreaming of him there, I did accost him, with a Good your Worship *Xbe Guift one small penny' to a Creeple ; (Forhere I was with him) and the good Lord (Hales. *Io hkfs youi and restore it you in Heaven. AU. Ha, ha, ha. Spr. My head was dirty clouted, and this leg Swadled with Rags, the ocher naked, and My body clad, like his upon the Gibbet. Yec He, wich searching eyes, through all my Ragss And counterfeit Postures, made discovery Of his Man Springlove-; chid me into tears ; And a confession of. my forespent life.. Atlast, upon condition, that vagary Should berhe last, he gave me leave to run- That Summer put. In Autumn home came I , In my home Qoachs again and former Duey. My Master not alone conserv'd my Counsel, But lays more weighty T^ust and Charge upon me j . Such was his love to keep me a home- Man,. That heconfert'd his Stewards place upon me, Which clog'd me, the last year*, from, those Delights*. I Would noc lose again ttybe his Lord. AU. A Springlove, a Springlove. Spr. Pursue the course you are on then-, as cheerfully As the inviting season smiles upon you. Think how you are necefficated co it, To quit your Father's sadness, and his fears Touchingyour Fprtane. Till you have been Beggars'- The Sword hanisover him. You cann«t think Upon an A& of greater Piety Unto your Father, than t* expofe your fclves- Brave Volunteers, unprefsd by common need Jmo this merirorious Warfare ; whence (After, a few days, or. short seasonspenQi Tqu."], [28, "18 You bring him a perpetual Peace and cjoy By expiating the Prophecy chac torments him. '1 were worth your Time in painfuj, woful steps, Wich your lives hazard in a Pilgrimage, So co redeem a Father. But you'll .find A Progress of such Pleasure ( as I'll govem't !) That the most happy Courts could never 'bead Ti all their Tramplings on the Countries cost--; * '\" Whose envy we shall draw, when they 'shall read We ouc-beg them, and for as little Need. All.^A Sprmgkve ? a SpringLvt ! Spr. Follow me, Gallants, then, as cheerfully As (heark) we are summon'd forth* All. We follow thee. ( Birds singing. E.emt. Enter Randal A Purfe-in his hand. Ran. Well, go thy waies. If ever any just or charitable Sceward Was commended, sure thou shulc be ac che last Quarter-day. Here's five and twenty Pounds for this Quarters Bggar-charge. And ( if he return not by the end of this Quarter ) here's Order co a Friend co supply for the next. If / now should venture for the cornmendarion of an unjust Sceward, and turn this money to mine own use ! ha ! dear Devil tempt me noc. Til do thee serviee in a greater matter. But Co rob che Poor .' (a poor crick ) every Church-warden can do'c Now something whispers me, that my Master, for his Scewards love, will supply the Poor, as I may handle the matter. Then I rob che Sceward, if I restore him noc che Money ac his return. Away Temptation, leave me. I am frail flesh, yet I will fight wich thee. But fay the sceward never recurn. Obuc he will recurn. Perhaps he may noc return. Turn from me Satan .*■ strive noc co clog my Conscience. I would noc have chis weight upon'c for all thy Kingdom. Enter Hearty singing- and Oldrents. Hey down by 'down -'a down. -5CC Remember, Sir, your Covenant to he merry. Old. I strive you sec to be so. Yet something pricks me within, methfnks. Ha. No further thought, /hope, of Fortunes tell-tales. Old. I drink not of 'em. ' Nor will I, presage, That when a diipositfon of sadness O'r clouds my spines, I shall cherefore' hear 711 News, or shortly meet with some disaster. Hea. Nay, when a man meets With bad tydings, why May not he then compel his mind co, mirth ; As well as pujjing Stomachs are made 'stroag By eating againf* Appetite ? Old. Forc'd Mirth cho' is noc good. H a. si relishes not you'll fay. No more do~s Meat Thar is most savorv, to a long sick stomach, Uutill by Strife and Custom 'tismade good. Old"], [29, "19 OH You argue Well. But do you fee yond Fellow?- Ha. I never noted hfm fo fad' before. . He neither lings nor whittles. Oil Something troubles him. Can he force Miith out of himfelf, now, think you? Hea. What fpeak you of a Clod of fcmh ;. a 'Hind > ■ But one degree above a Bear., compar'd To th' aery fpiric of a Gentleman ? Old, He looks, as he came laden with ill News, To meet me on »_y Way. Hea. *Tis very pretty. Suppofe the A lie be tird with fadnefs .« will you disburden hiffl. To lo-d ycur fe!f . Think of your Covenant to be merry In fpight of Fortune and her Riddle- makers. Old. Why how now Randal I hd ? where's Spmghw> Hea. He's ever in his Care. But that J know The Old Scum's virtue, I fhoukl think Springhve- Were fure his Ballard. -I , Ran. Here's his Money, Sir. I pray that s be charg'd wich ic no longer. Th? Devil and 7 have strain'd courtesie these two hours about if. 7 would' not be corrupted with the trust of more than is mine own. Mr. Steward' cave it me. Sir, to order it for che Beggars. He has made me Steward of the Barn and them, whil.h: is gone (he fays), a Journey, to survey and measure Lands abroad about the Countreys, Some Purchase 7 chink for your Worship. OIL I know his measuring of Land; He is gone his old way. And let him go- Am not 7 merry Hearty? Hea. Yes ; but not hearty merry. There's a Whim now. Old. The Poor's Charge shall be mine. Keep you the Money for him. Ran. Mine is the greater Charge then. Knew you but my Temptations and my Catev You would discharge me of it. Old. Ha ha ha- Ra. I have not had it so many minutes, as 7 have been in several Min '& about it ; and most of them dishonest*. Old. Go then, and give iccoone of myDairghcers cokeep for Springlove > it*.. O, 7 thank your Worship-**--.- Exit. Old. Alass poor knave 1 ; How hard a Tafque his to alter Custom I Ha. And how eafie for money to corrupt it. What a pure Treasurer would he make ? Old. All were not born for weighty Offices. Which makes me think of Sgringlovei He might- have tane his leave tho'. H<*- Ishope he's run aWay with some large Trust, I\" never* lik'd such demure down-look'd Fellows. Old. You are deceiv'd in him. Hea. 7f you be not tis well; But this is from the Gcycrranfc . Old. Well Sir, 7 will be merry. 7 am resolved Tiq force my Spirit only unto Mirth Shoiiid-."], [30, "20 Should I hear now, my Daughters were misled Or run away, I would noc send a sigh To fecch 'em back. Hea. To'therold Song for chac. Song- THere wm an oldfellw at Waltham Cross, WIm merrily fung when he liv'd by the Loss. He never wus heard to (gh with Hey-ho : But sent it out with aHaigh trolly lo. He chear 'd up his Heart, whmhis Goods went' to wracks With a heghm boy, heghm, and a Cup of old Sad^ Old. Is that the way on't ? well, it shall be miae then. . Enter Randal. j Ran. My distresses are both abroad, Sir. Old. How > since when ? Ran. On foot, Sir, two [tours fince, with the two Gentlemen their Lovers. Here's a Letter they left with the Butler. And there's a muttering in the Houfe. 01 d. I will not read, nor open it; but conceive Within my fclf the worft that can befall them ; That they are loft and no more mine. What follows? That I am happy : all my cares are flown. The Counfcl I anticipated from My Friend, (hall fcrve to fet my Reft upon ( Vvithout all further helps) to jovial Mirth : Which I will force our of my fple.n fo freely, That Grief fhall lole her name, where I have being ; And fadnefs, from my m .theft foot of Land, While I have life, be banifh'd. Hcj. What's the whnt now ? Olp. My Tenants fhall fit Rent free for -this twelve-month ; And all my Servants have their wages doubled j . And fo fhall be my charge in Houfe-keeping. I hope my friends will find and put me to'c Hea. For them Til be your Undertaker, Sir. But diis is over-do .e, I do not like it. Old. And for thy news, the Money that thou haft, Is now thine own. I'll make it good to Springing. Be fad with it, and leave me. For I tell thee, I'll purge my .hcufc cf ftupid mclancholly. Ran. I'll be as merry as the Charge that's under me. A confufed wife within of laufhing andf.nging^ and one crying «#. I The Beggars, Sir. Do ye hear 'cm in the Barn ? Oil. I'll double their allowance too ; that they may Double their Numbers, and increase their Noise : These Bear not sound enough : and one (me thought,) Cry'd ouc among 'em. Ran., By a most nacural Cause. For there's a T>oxy Has been in labour, Sir. And 'tis their Custome, With $qn£s and fhoucs to drown the womans cries. A"], [31, "21 'A Ceremony which chey use, nbc-for ■ • Devotion, but to keep off Nonce of The work they have in hand. Now flie is in The straw ic seems ; and thcy_are quiec. Hea. The straw! chat's very proper there. Thac's Fa.idal's whim. s Old. We will have such a lying in, and such A Christnihg j such up-fitting and GoflippingJ I mean to send forty mile Circuic ac che least, To draw in all che Beggars can be found ; And such Devices we will have for jollity, A? Fame shall boast to all Posterity. Am 1 not merry Hearty ?- hearty merry?. Hea. Would youwere else. I fear thiioVer-doing. 01 1. I'll do'c for expiation of a crime That's charg'd npon my Conscience tili'c be done. Hea. Whac's chac ? whac lays he ? Old. We will have such a Festival moridion't, Randal Ran. Sir, you may spare che labour and che cost : They'll never chank you for't. They'll not endure A Ceremony, thac is. noc cheir own, Belonging eicher to che Child, or Mother. - A month Sir ? They'll not bc:cfctain'd so long Tor your Estate. Their work is done already : The Bratling's born, 'vneDoxty's in the Strummel , . Laid by an Autum Mort of their own Crew, That scrv'd for Mid-wife : and the Child-bed woman Eating of hasty Pudding for her supper, And che Child part of it for pap I warrant you by this time ; 'then to steep; So to rise early co regain the sirengd. •By travel, Which she lost by travail. Ha. There's Randal again. Old. Can this be ? Ran. She'll have the Bantling at her back to morrow That was to<lay in her belly, aud march a foot-back with ir- Hea. Art there again, old Randal ? Ran. And for their Goffipprng (now you are so nigh) If you'll look in, I doubc noc, buc you'll find 'cm At their high Feast already. Ha. Pray lei's fee 'cm, Sir. Randal opens the Seene. Ihe Beggars discovered at thrir Feast. As tec they bavcfcraM* bled a while at their Vtcfuals : This Song. HEre, safe in our Skipper, let's cly off our l*eck, .Ana bowse in defiance o'th' Harman-beck. Here's Pannum .and Lap, and good Poplars of Yarrum, 2*0 fJl up the Crib, and to comfort the Quarron *■ Now bowse a round health to the Go-well and Com w 11 Of Cisiey Bumtrincket that lies in the Strummel . Now bowse a round health to the Go well and Com well 4)f Cifley Bumcrincket that lies irrthe Strummel."], [32, "22 Here's Ruffpeck and CafTon, and all of the best. And Scraps of the Dainties of Gentry Cose'/ Feast. Here's Gruntcr and Bseater, with Tib of the Buctry*, An! Margery Prater, aU drest without flattery. For all this bene Cribbing and Peck kt us then, Bowse a-.healtb b the Gentry Cose of the Ken. Now bowse a round health to the Go-wdl and Coin-well Of Cifley Bumtrinkcc that lies in the Strummel--* OU. Good Heaven how merry they are. Hea. Be not you lad at that- Old. Sad H«>rty, no unlels ft be with envy At their full happin.fs.. What is an Efface ©f Wealth and Power, ballancd with their Freedom, But a meer load of outward complement . When they enjoy, the Fruits of rich Contenc ? Our Diofs but weighs us down into Defpair, While their fublimed fpirics dance fth' , Air. Hea. I ha' not fo much Wealth to weigh me down, Nor fo little ( I thank Chance ) as to dance naked. Old. True my Friend Hearty, thou having lefs than I, ( Of which Fboaft not ) art the merrier man : But they exceed thee in that way fo far, That fhould I, know, my Children now were Beggars (.Which yet I will not read ) I muft conclude, They were not loft, nor I. to be agriev'd. Hea. If this be madnefs, 'tis a merry fit. Enter Patrico. Marty of the Beggars- &o^_ out. Pat. Tome out with your Glafiers, I fwear by the Rxffin, That we are affaulted by a quire Cuffin. Ran. Hold ! what d'e mean, my friends? This is our Maftctv The Mafter of your Feaft and Feafting-Houfe. Pat. Is this the Gentry Cofe ? All the Beggars. Lord blefs his Worfhip. His good Worship. Bless his Worship* Exit Beggars manet ?:-*& Pat. Now, bounceous Sir, before you go, Hear me, che Beggar Patrico ; Or Priest,, if you do rachcr chuse, .That we no word of Canting use, Long may you. live, and may your . store - Never decay, nor baulk che Poor : And as you more in years do grow, Mav Treasure co your Coffers flow ; And may your Care no more th t /on Be set, than ours are, that have none* Buc as your Riches do increase, So may your hearts Concent and Peace. AndC"], [33, "Arsd after hfcmy, many year?* When the Poor have quit thei? Fears Of losing you -;*' arid -that with Heaven J\\nd all the World you have, made even, Then may your blest Posterity, Age after Age successively, llntillthe World shall be uncwin'd Jnherit your Estate and Mind* So shall the Poor to the last day, Tor you in your succession, Pray. Hea. 'Tis a good Vote, Sir Tatrico : buc you are coo grave. Lee us hear and see fomeching of your merry Grigs, that can sing, play Gam* bals, and do feats. Tat. Sir I can lay my Function by0 And talk as wild and waneonly As Tom, or Tib, or Jad^, or Jill, When they at Bowsing Kendo fwijl. Will you therefore daign to hear My Autum M-r-y-with Throac as clear, As was Dime^Aniffes ot the Name*, How sweec in Song her Notes she'll frame, That when she chides, as lowd is .yawning, *As Ciantidere wak'd by che dawning. Hea. Yes, pray lee's hear *her. What is she your wise ? Tat. Yes Sir, -we of our Ministry, As well as those oth' Presbyteric, Takes Wives and defie Dignicie. Exit. Hea. A learned Cleark in vericic ? Enter Pacrico with his Old Wife, with a wooden Bowie of 7>;«^. She is drunks Tat. By Salmon, I think my More is in drink, J find by her stink; and the pretty prec.ty pink Of her Ney.es, that half wink, That' the tipiing Feast, with the Do.kinihz Neast, Haeh turn'd her brain to a merry merry vain. Mars. Go Fiddle Tatrico, and lee me si*g. First set me down herepnhorh my. Trats. Gently, gently, ior cracking of my wind, now I must nse ic Hem, hem. She fugs. THis is Bien Bowse, this is Bien Bowse* Too tittle is my Skew. J bowse eo Lage, but a whole Gage Ofjhis ra bdWse to yon. ThU Bowse U better than Rom-bowse* *'3* Jit* th Gan a giggling; 'the Aucum-MoK finds better jj>ort In bowsing than in nigling. ' Ufa it Bicc-bowse, &c. -Da"], [34, "She tosses of her Bowk*, fhlls bac^ and is earryed out. Pat. So so : your pare is done — &\"* »*b '•*r' Hea. How find you,- Sir, your self > Old. Wondrous merry, my good Hearty, Enter Patnco* Fat. I wish we had, in all our store, Something, that could please you more- The, Old or Autum-Mort's a steep ; En; before the young ones creep Into the straw, Sir, if you are, (As Gallants sometimes love course fare, So it be fresh and wholsome Ware ) r. Dispos'd to Doxit, or a Dtll, That never yec with mart did Mell ;. Of whom no Upright man is caster, rilprescnc her to you, Master* Old. Away. You would be punffli'd. Oh- Hea. How is ic with you, Sir ?- Old. A sudden qualm over-chils my Stomach. Eut 'twill away. Enter Dancers. Pat. See, in their rags, then, dauncing for your spores, Our Clapper Vitgeons and their walking Morts. Dance. Pat. You have done well. Now let each Tripper Make a retreat into the Skipper;- And couch a Hags-heady till che dart^man's pasts Then all with Bag and Baggage bing awast. \" Extimt Beggars* Ran. I told you, Sir, they would be gone to morrow. 7 understand their Canting.\" Old. Take thac amongst you Gives Money. Pat. May rich Plency so you bless, Tho* you still give, you ne're have less. Exit* Hea. And as your walks may lead chis way : Pray s like in here another day. So you may go, Sir Patrico- — How think you, Sir ? or whar? or why do you think at all, unless on Sack and Supper-cime ? do you fall back ? do you noc know che danger of Re- Jaoses ? Oil. Good Hearty, chou mistak'sl me. I was thinking upon this Patrico. Arid, that he has more Soul than a born Beggar in him. Ha. Rcgue enough though, co offer us his what d'ecalcs ? his Doxies. Heart and a Cup of Sack, do we look like old Beggar-niglers ? Old. Pray forbear that Language. Hea. Will you then talk of Sack, thac can drown sighing? wilLyou in, to Supper, and cake me there your Guest ? Or must 7 creep into, the Barn among your welcome ones ? Old. You have rebuk'd me timely ; and most friendly. Exit. Hea. Would all were well with him. Exit. Ran. It is with me. For now these Pounds are ( as 1 feel them swag) Light at my heart, tho' heavy in the Bag. Exit. , ACT"], [35, "25 a c T. nr. Vincent and Billiard in their Rags. Vin. YS chis the Life chac we admiird in- others ; wich envy ac their A happiness? _ \" HI. Pray lec us-makeaverrucus use of. ir; and repenctis of chat deadly sia ( before a greater punilhmcnc than Famine and Lice, fall upon ns) by steering our course hom:warcL Before 7-le endure such anochcr Nighc- — Vin. What? whac wouldst chou- do..? I. would chy Mffiriss-- heard chee. Hi. I hope she does not. For 7 know, there is no altering- our course before they make the first motion. Vin. h'c possibly we should be weary already .? and before their softer Constitutions of Flesh and Blood ? 77//. They, ate che stronger in will ic seems. Enter Spr'nglove. Spy. How now Comrales I repining already ac your Fulncls of Liberty ? Do you complain of Ease ? Vin. Ease cali'st thou it ? Didst thou sleep to Night ? Spr. Noc so well these Eighceen Monchs I swear ;. since my last walks. Hil. Lightning and Tempest is ouc of chy Letany. Could noc che Thunder wake thee? Spr. Ha ha ha. Vin. Nor the noise of the Crew in the Quarter by us ? Hil. Nor the Hogs in che hovel, chat cryed till they drown'd the noise os' the wind ? If I could buc once ha* dreamc in all my former Nights ; that such an Affliction could' have been found among Beggars, sure I should never have rravell'd co the proof on*f. Vin. We look'd upon them in their Jollity*, and' cast no further. Hd. Nor did chat only draw us forth ( bv your favour Vince ) but our Obedience to our Loves, which we must suffer, till they cry home agen. Are they not weary yec, as much as we dost think Springhve ? Spr. They have more moral understanding then so They know ( and so may you ) this- is your Birth-Night into a new world. -And we all know (or have been told) that all come crying into the world, when the whole world of Pleasures is before us.. Tjie world it self had ne'r been glorious, had it not first been a confused Chaos. , Vm. Well: never did Knight Errant r in all Adventures, merit more of their Ladies, than we Beggar Errants or errant Beggars, do in ours. * Spr. The greacer will be your Reward. Think upon rhac. And shew no manner of\" distaste to eurn cheir hearcs from you. Y'are undone chen. Hd. Are chey ready co appear ouc of cheir privy Lodgings, in che PigfPa- lace of Pleasure ? Arc they coming forth ? Spr. I left 'em almost ready, sitting on cheir Pads of straw, helping co dres, each ochers heads (The ones eye is che c'others Looking-glass ) with che prettiefk ccyte"], [36, "26 coyl they jeeep to sit their fancies in the most graceful way of wearing their new Dressings, chac you would admire. ,-* « Vm. I hope we as gracefully set our. - Are we noc? Spr. Indifferent well. Buc will you fall eo practice ? Let me hear how you can Mound when you meec with Passengers. Hd. We do not look like men, I hope, too good to seam. Spr. Suppose some Persons of Worth or Wealch passing by now. Note me. Good your good Worship, your Charity to che Poor, chat will duly and truly pray for you day and night. _ Vm. Away you idle Rogue, .you would be set.to work ahd wHipc~— - Spr. That is lame and tick ; hungry and comfortless^ — Vin. If you were well serv'd Spr. And even to bless you and reward you for ic 77-/. Prechcc hold chy peace (here be doleful Nores indeed j and leave us to our own Genius. If We must beg, lee's ice it go, as it comes, by Irispiration- I Jove not your sec-form of Begging. Spr. Let me instruct ye the/. Enter Rachel and Meriel in Rags. Ra, Have a care, good Meriel, what hearts or limbs soever we have, and tho' never so feeble, lee us see our best frees on'e, and laugh our last gasp ouc be se re we discover any dislike, or weariness to them. Let .us bear it out, cist they complain first, and beg to cariy us home, a pick pack.. Mr. I am sorely surbated with hoofing already tho', and so crupper- crampt with our hard lodging, and so bumfidsed with the straw, that-.--- Ra. Think not on't. I am numm'd i' che bum and shoulders too a little. And have found ched.ffercnce beeween a hard floor with a little straw, and a down Bed with a Quilt upon'c. Buc ho' words, not a sowre look I prethee. 77/'/. O here they come noW; Madam Fewdoatbs, and my Lady Bonnyrag. Vm. Peace, they see us. Ra. Mr* Ha ha ha. Vin- We are glad the Object pleases ye. Ra. So docs th'e'Suhject* Now you appear th* glories of che. Spring, Dxrlings of Phoibus and che Summers heirs. ' \" - Hd. How fairer, than fair Flora's self appear (To deck the Spring) Diana's darling dear ! O let us noc Acleon-l ke, be strook (With greedy eyes while we presume to look On your half nakedness, since courteous rags Cover the rest) into the ihape of Stags. Ra: Mr. Ha ha ha — We are glad you are so merry Vin. Merry and lusty too. This night we will lye together as well as 'the proudest Couple in che Barn. 77//. And so will we. I can hold out no longer. Ra. Does the straw stir up your flesh co'c, Gentlemen ? Mr. Or does your Provender pr'ck you? Spr. What! do we come for this? laugh and lye down When you bellies are full. Remember, Ladies, You have not begg'd yet, co qu'tyour Destiny : But have liv'd hitherto on my endeavours. Who got your suppers, pray, last nighc, buc I ? Ctt"], [37, "OP dainty Trencher- Fees, from a Gcntlemans house- Such as che Serving-men chcmselves, sometimes, Would have .been glad of. And chis morning now, Vyhat: comforcahe Chippings and sweet Bucterrailk Ha'd you co Breakfast ! Ra. O 'cwas excellenc ! 7 feel ic good still, here. Mer. There was a brown Crust amongst ic, chac has made my Neck so white mechinks. 7s ic noc, Rachel. Ra. Yes.\" Yon.ga'me none on't. You ever lovec to have all the Beauty- 'Tis che ambition of all younger Sisters. Vm. They are pleas'd, and never like co be weary. 77//. No more must we, if we'll be theirs. Spr. Peace, here come Passengers.- Tor^ec not your Rules; and quickly disperse your selves, and fall to your Calling — Enter twj Gentlemen. i. Lead the Horses down the Hilh The heat of our speed is over, for we ,have lost our Journey. 2* Had they taken chis way, we had overtaken 'em, or heard of tm at least. • I. But some of our Scouts will light on 'em, che whole Councrey being over- spread with 'em. 2. There was never such an escape else. Vin. A search for us perhaps. Yec J know not chem, nor they me, 7 am sure. I might the better beg os 'em, Buc how co begin, or sec the worst leg forwards, would 7were whipc if 7 know now. i. Thac a young Genclcwoman of her breeding, and Heir co such an Estace, t should sty from so greac a Macch, and run away with her Uncles Clerk ! 2. The old Justice will tun mad upon't, I fear. Vin. 7f 7 were co be hang'd now, I could noc beg for my life. Spr. Seep forwards and beg handsomely. I*il set my Goad i'your breech else.. ' Vk. What shall 7 say? Spr. Have 7 noc cold you ? now begin. Vin. Aster you, good Springlove. Spr. Good, goodyoUr Worships — I, Away you idle Vagabond— Spr. Tour Worships Charity to a poor Crytut weOyfiarv'd. Vin. That will duh and truly, prea for fee. e i. You counterfeit Villains, hence.. Spr. Gojd Masters sweet Worship, for the tender mercy of- — - Vin. Duly and truly preafor you. \\ i. You would be well whipt and set to werk, if you were duly and truly serv'd- Vin. Did not 7 fay so before ? ' 'Spr. Good Worfiupful Makers Worship, to bestow your Charity, and — to maintain your health a :d L imhs. ■ Vin. Dnlx-ar.d t,uly pray fr you. 2* Begone, J lay, you impudent lusty young Rascals. I'll set you t-oinq else, . N Switch \\m. Ssr. Ah the gJodnejs cf com^.ijjim t„ soften your hea, tt to the poor. Vin,"], [38, "Ptn. Oh' the Devil, must not we beat 'em now ?- stech-— Spr, Nor shew an rngry look for all the skin of our backs. Ah the sweet ness of that mercy that gives to all, to move your compassion to she hu.-.gry, when it (hall seem good nnco you, and nighc and day co bless all thac you have. Ah ah — 2. Come back sirrah. HisTacience and Humilicy has wrought upon me. Vin. Duly and— 2. Not you sirrah. The t'other. You look like a sturdy Rogue. Spr. Lord bless you Masters Worship. 2. I here's a halt penny for you. Let him have no share with you. Vm. I shaH never thrive o'rhis Trade. I. They are of a Fraternity, and will share, I Warrant you. Spr. Never in our lives truly. He never begg'd with me before. i. But if Hedges or Henroosts could speak, you might be found sharers ist Pillage, I believe, Spr. Never sew him before, bless you good Master, in all my life, f Beg for your self. Your Crcdic's gone else. ) Gocd Hea'ne to hhffe and prosper yea. E\\a. 2. VV hy dost chou follow us ? Is ic your office co be privy to our talk ? Vin. S,r; J btfetcb xen hear me, ( S'hfe what shall I fay? ) 1 am a stranger in these parts, and d jlittite rf Means and Apparel. L. So me thinks, and what o'tnar. Vm. Willyn thmforebe jleas'd, as you are Worthy Genthnten.^ and blest with plenty— i. This is Courtly ! Vni. Out of \\oitr abundant store, towards my relief in cxtrea.ti necessity, f> furnish me with a small parcel of Money-— fvc or fix pieces, cr ten, if you can present! spare it. 1 . 2. Stand off > - Draw s Vm. I have fpoil'd all ; and know, not how to beg otherwise. I. Hcie's a new way of begging ! Vin. Qniterun outof my I nil ructions. 2. Seme High- way Thief o'my conscience, that forgets he is Weaponless. V,n. Only to make you merry, Gentlemen, at my unskilfulncss in my new Trade. I have been another man i'my days. So I kiss y-oiir hands. Exit. - i. With y cur heels do you? 2. It had- been good to have apprehended the Rake-fhame. There is some nnsteiy in his Rjgs. Buc let him go. Frdjc Oliver, putting-tip fe '$Wo'rd^ ' '* , 01. You found your legs in time, I had ma it you hah for somerhing else. I. Master Oliver, Well rCtuii.'d'' Whac's the matter. Sir ? . 01. Why, Sir, a couucei leit lame Rogue b?g'.d of me ; but in such Lan* guage, the high Sheriffs Son b'thc Sire could not have spoke better ; nor to have borrowed a greater Sum. (Hcask'd me if 7 could spare him Ten cr Twenty Pound.) 7 switch'd him, his Cudgel Was up. 7 drew, and into \"the Wood he lcap'd me, as nimbly- — Buc first he cold me, 7fhould hear from him by a Gentlrman, to require s.uidactiou of me. ' 2. We had such anotha* beg'd os us. The Court goes a begging 7thfnk. I. Dropc through. the Clouds, 7 think; more Lucfirs Travailing to Hell that beg by the way. Met you no News of your Kinswoman, Mistrifi Ami* Ok No. What's the matter with her > Goes htr Man i3ge forwards wich young"], [39, "29 •f-Oiiite Master^4b}J ? I hafren'd my Journey from Louden to be at the , ' -.'.■■.■ ' - '-';- ■■■'- •.jv/iwas to ha' »n yesterday morning.; all things in readiness prepaid f&lt.' Bert the Bride, stoln by your Father's Cleark, is flipc away. We were in quest of and so arc.cwency nfore, several ways. 01. Such yeug Wenches will have cheir own ways in their own Loves,' what Matches soever their Guardians make; for Jcm. And 7 hope my Father Will not follow the- Law so close to hang his Cleark for stealing his Ward with her own Consent. 7c may-breed such a grudge, may -cause tome Clearks to bang their Masters, Chat have 'cm o' die hip ot injustice. Be sides,:Mlwf.*(d.qugh he he his Servant) is a Gentleman- But, indeed, che miserablest RaseaJ ! He will grudge her Meae when he has her* i. Your Facher is exceeding^ troubled at their escape. I wish chat you may quaTifie him Wich your Reasons. 01. But what fays Ttfiboy co the matter, the Bridegroom, that should ha* been.? , ' ' 2*4 Marry he says little to the. purpose ; but cries out-right. Ot. 1 like him well for that : He hulls his humour, A miserable wretch too, cho' Rich. 7 ha' Jkm-pwn him cry when toe bas-iiost but three shillings at Mum-chance. But, Gentlemen, keep on your way cocomforc my Father. - 1 know some of his Mans private haunts-\"-- about the Country here, which I will search immediately. .,.,*■■■ *. We will Accompany you. if you, please. 0/.No, by no means'- \"Thac will be ceo publick. . a. -Po your pleasure. E;./. r. 2- 01. \"My pleasure, and all the search thac 7 intend, is, by hovering here, to take a review of a brace of the handsomest Beggar- bracbes that ever graced a Ditch or Hedge side. - -7 past by 'cm in hast, brie somcching so possesses me, that I must- — What the Devil must 7 > A Beggar- > Why, Beggars are flist^andbsoodj and. Rags are no Diseases. Their Lice are no French Fleas. And there is much wholsommer flesli under Countrcy Dirt, than City Painting : And- less danger in Dirt and Rags, than in Ceiu'c and Satin'. 7. durst noc take a Touch ac London, boch for the present Cost, and /ear of an After Reckoning. But *9fo<**vdost thou speak Ike a Gentleman ? sear Trice or Pox, ha ? Marry do 7 Sir : Nor can Beggar- Sport be inexcusabh* in a; young Country Gentleman, short of means, for another respect, a prin- cipal one indeed ; co avoid the Punishment or Charge of Bastardy .- There's no .commuting with them? or keeping of Children for them. The poor Whores, rather rhan pare wich cheir own, or wane Children at all, will steal .other Folks, to Travel with, and move compactor*. He i eds a Beggar-wench well that fills her belly with young bones. And these reasons conftder'd, good Master Oliver— -s'lid yonder chey arc at peep. And now stecen down as waiting for- my purpose. Enter Vincent. Hearc \"here's another delay. 7 must shift him. Do'st hear honest Poor Fellow >.I prechee go back presei.tlv, aud ac the hill fooc ( here', fix rence for thy painsj thou slialc find a Fqotman with a Horse in his\" hands Bid him wait there. His Master will come presently, say. ,-L ' /-«."], [40, "30 Vin. Sir, I have a business of anocher nature to yoa. Which (as I presume you are a Gentleman of righc Noble Spirit and Resolution ) you will receive without ostence j. and in that temper as most properly appercains co the most Hrard^ natures* OL Thy Language makes me wonder at thy Person. What's the matter with thee, quickly. Vur. You may beplcas'dtocallto mind a lace affront, which*, in your heat of passion, you gave a Gentleman. 01. What* such a oacas chou art, was he . Vin. True, noble Sir. Who could no lefc in Honour than direct me, his chosen Friend, unco you-*, with the length of his- Sword, or to take the length ef yours. The glace,, if you please, che Ground whereon you parted -, che hour, seven che next morning: Orv if you like noc these, in pare, or all, co make your own appointments. 01, The bravest Msthod iu Beggars, d.air ever was discovered ! I wo <'d be upon che bones of chis Rogue now, buc for eroding my other design, Wiuch fires me. I must cberefore be rid cf him on any terms. Let his own Appoint ments stand. Tell him I'll meet him. Vin. You shall most nobly engage his life to serve you, Sir. 01. You'll be hi-i Second, will you; Vin.. To do you forcher service. Sit, I have undertaken it. 01. I'll send a Beadle shall undercake you boch. Vu- Your Mirch becomes the bravery o£ your mind and daundefs Spirit- So takes his leave your Servant, Sir. Oh 1 chink, as my Friend said, the Court goes a Begging, indeed But I must noc lose my Beggar-wenches. Enter Rachel and Meriel. Oh here chey come. They arc delicately skinn'd and Hmb'd. There* chere, I saw above che ham as tile wind blew. Now chey (pie me. Ra. Sir, I beseech you look upon us wich che favour of a Gentleman. We are in a presenc distress, and utterly unacquainted in these parts -, ana t ■erefore fore 'd by the Calamity of our misfortune, to implore the Gcurtesic, or rather Charity, of those to whom we arc strangers. 01. Very fine, this ! Mer. Be therefore pleas'd, righc Noble Sir, not only valuing us by our our? ward H-i bits, which cannot but appear loathsome\" or despicable rn o you, but as we are forlorn Christians^, and, in chac estimation, be eomp..ili^-itdy mo ved to cast a handful or two of your Silver, or a few >f your Golden Pieces ur.so -»s to furnish us with Linncn, and some decent H Klimcrts 01. They beg as high as the Man- beggar I met wichai,A sure che Beggars are all mad co thy, ot bewitched inco a Language they underf ,and ndc. The Spi rits of some decay'd Gentry talk in Vm sure. Ra. May we expect a gracious Answer from you, Sit? Mer. And chac as you can wish our Virgin Players co be propitious for you. Ra. That you never be deny'd a Suit by at.y Mistress. Mer. Nay, that che fairest maybe ambitious co place cheir favours.on you. Ra. Thac you:* Virtue and Valour may lead you co the most honourable Actions 5 and that the Loye of all exquisite Ladies may arm you. *£>»*."], [41, "31 Her'. .JfcA fah w-H-eti yotn plcatfe to take a Wife may Honour, Beauty, ind, Wealths coiwend to endow her most with. , ;.X4-.And*-thac^wkh her you have a long and prosperous Life. Mr. A fair and forcunace Postericy. Oh This exce.'ds all that ever I heard , and strikes me into wonder. Pray tell me how long have you been Beggars 5 or how chane'd you to toe so. Ra. By influence of our Scars, Sir. Mer. We were born co no better Fortune. 01. How came you co talk chus, and so much above the beggars Dialect 1 Ra. Our Speech came naturally to us, and we ever lov'd to learn by Wrote as well as we could. Mer. And cp be ambitious above che vulgar, to ask more than common Alms, what ere Men please to give us. 01. Sure some well disposed Gentleman, as my self, got these Wenches. They are coo well grown to be mine own, and I cannot be incestuous wich 'cm. Ra. Tray Sir your noble bounty. 01 Whac a tempting Lip chat little Rogue moves there . and what ki inticing Eye che tocher. I. know noc which to begin wich What's tHstt*1 Flea upon chy bosome? . Mer. Is it not a Straw culour'd one Sir . Oh O what a provoking Sty is chere ! chac very couch inflames me.* Jta. Sir, are yote mov'd in Charity towards us yet ? Ot. Mov'd . I am mov'd. No flclh and blood more mov'd. Mr. Then pray Sir yaitr B'nevolence. 01. Benevolence ? which shall I be Benevolent co ; or which first > 1 am puffeli'd in the choyce. Would some sworn Brother of mine Were here to draw a Cue with me. Ra. Sir, Noble Sir. Oh First lee me cell you, Da»fds, I am bound by a strong vow to kiss all the Woman Sex I meet this morning. Mr. Beggars and all Sir ! 01. All, all. Let not your coyness cross a Gentleman's -voW, I beseech you. Sift. Ra. You will tell now. 01. Tell quoth a .' I could tell a thousand on those Lipv— -and as* many upon those. What life-restorftig' breaths they have*. Milk from the Cow steams notsfcsiwcdy.- I' must by one of *em aboard 5 both if n^ tackling .hold. \" Ra. Mer. Sir, Sir. 1 01. But how to bargain, now, will be the doubt. They that beg so high as by the handfolls, may expect for price above che rate of good Mens Wives. Ra. Now, will you, Sir, be pleas'd'} 01 Wich all my heart, Swccchcart. And I am glad chou knowest my mind. Here is twelve-pence a piece for you. Ra. Me. We thank you, Sir. E a Ok"], [42, "Oi. That's but in earnest. I'll Jest away the rest wich yes Look here— AU chis. Come, you know my meaning. Dost thou look abouc chee* Sweet little One . I like thy Care. There's no body coming. But well gee behind chese Bushes. I know you keep each others Counsels — Must you be drawn to'c ; Then I'll pull. Come away Ra. Me- Ah all— - Ent.r Springloie, Vmctnt, HiUiard. Vm. Lee's- beac his brains out. 01. Come leave your squealing* '• \\. ' Ra. O you hurc my hand. t\\ Hd. Or cue che Leather's Throat- ~^ Spr. Would you be hang'd > Scaud back. Let me alonev Mer. You shall noc pull us so. Spr. O do noc hurc 'em, Master. 01. Hurc 'em > I meanc em bu: coo well. Shall I' be so prevented. Spr. They be buc young and simple. And is they have offended, fec not your Worship's own hands, drag, 'cm to the Law, or carry 'em to Punishment. Correct 'cm noc your self* 7c is che Bcadse's Office. 01. Do you calk Shag-rag : Hcarc yond's more of 'cm. I shall be beggar maw'ld if I stay. Thou say'st right, honest fellow, there's a Tester for chee. Exit ruming.. Vm. He is prevented, and afhamd of hss purpose. Spr. Nor were we co cake notice of his purpose more than to prevent it. Hih True, politick Springlove, twas beccer his own- fear- quit us of him, than our force. Ra. Look you here, Gentlemen, twelve pence a piece. Mer. Besides fair offers and large promises. What ha* you got to day^ Gentlemen . . Vin. More then ( as we are Gendemen ) we would have taken. Hih Yet we puc ic up in your Service. Ra. Mer. Ha ha ha. Switches and kicks. Ha ha ha— - Spr. Talk noc here of your Getting* We must quit this Quarten The eager Gentlemans repulse may arm him and. return him with revenge upon us- We must therefore leap Hedge and Ditch now ; through the iBryeirs and Myres, till we scape out of this Liberty*, to our next Rtndewx'z ; where. we shall meet the Crew, and then bay tofft and laugh all Night. Mer. As we did last Night.. Ra. Hold out, Meriel. • Mer. Lead on, brave General. to Spr. Vm. What shall we do .. They are in heart still. Shall we go on > Hill. There's no flinching back, you see. Spr. Besides, it you beg no beccer chan you begin, in this lofey Fashion*,: you cannoc scape che Jayle, or che Whip, song. Vin. To cell you crue, 'tis not the least of my purpose,, ta work mearis. for our discovery, to be relcasvd out of our Trade. -: Enter Martin and Amie t» poor- habits. . • '■**. Spr. Stay here come more Passengers. Single your selves agen, and fast co your Calling discreedy-.. ..j*iu.:u.i .. tti"], [43, "33 HiH. Til single no morei If you'll beg in full cry I am for you-. iifer. I chac will be fine?, lee's charm all together. Spr. Stay first and list a little. Mar. Be of good cheer, Sweetheart, we have seap'd hitherto : And I believe chac all the Search is now rctir'd, and we may safely pass forwards. Am. I should be fase wich thee. Buc thac's a most lying Proverb, that fays, Where 'Live is, there is no Lack. I am faint , and cannot Travel further wichouc Meac ; and if you lov'd me, you would get me some. Mar. We'll vencure at the next Village to call for some. The best isr we want no Money. Am. We shall be taken then, I fear. I'll rather pine co death. M***. Be noc so fearful. Who can know us in these Clownish Habits? Am- Our Clbaehs, indeed, are poor enough co beg with. Would I couH beg, so it were of Scrangers chac could not know me, rather than buy of thole thac would becray us. Mar. And yonder.be some that can teach us. Spr. These arc the young couple of Run-away Lovers disguiz'd, chat the Councry is so laid for. Observe and follow now. Now the Lord to come with ye, good loving Master and Maystrefs, your blessed Charity to the-. To'or, Lame and Skk^ ; weak, and comfortless, that mil Night and Da) All. Duly and truly Tray for you. Duly and truly pray for yets. Syr. Pray hold your peace, and lee me alone. Good young Master and Mistriss, a little Comfort amongst us all, and to bless you. where e're you go, and All. Duty and truly pray foryoui- Duly and truly Spr. Ptay do not use me thus. Now sweet- young Master and Mistriss^ tohe^ upon your Toor,.that have no relief or succour, no bread to put in our heads. Vin. Wouldst thou put Bread in thy Brains . •■ All together. No Lands or Living. Spr. No House nor borne; nor covering from the Cold; no healths no help but f -see sweet Charity. Mer- No Bands or Shirts bupdowfie on our backs : Hih No Smocks or Petticoats to bide our Scratches '. Ra. No Sbooes to our Legs, or Hose to our Feet. Via. No Skin to our Flesh, nor Elefb to our Bones stsovtly : Hd. If we follow the Devil that taught us to begr All. Duly and truly pray for you-. Spr. I'll run away from you if you beg a- stroalr more. Good wor/Sfpfub Mtijhr and Misterefr. Mar. Good Friend forbear. Here is no Master or Mistriss- We are poor Folks. Thou scest no Worship upon our backs, 1 am sure. And for within,. we want as much as you, and would as willingly beg, if we knew how as welL Spr. Alack for pitty. You may have enough. And what I have is yours* if you'll accept it- Tis wholfome Food from a good Gencleman's Gace — : Alass good Mistriss — Much good do your heart. How favourly she feeds.- Mar. Whac do you mean to poyson your self > Am. V6 you shew Love in grudging me >"], [44, "34 Mar. Nav, if yon think it hurts you nor, fall too. fst not begwflc you. And heic, mine Host, something towards your Reckoning. Am. This Beggar fs an Angel sure ! Spr. Nothing by way of gende bargain, gentle Master. Tis against Order, and will never thrive. Buc pray, Sir, your reward in Charity. Mar. Here chen in Charity. This fellow would .never make aCieark. Spr. What! All this, Master.*' Am. What is it > Lee me scc*t. Spr. Tis a whole silver Three-pence, 'Mistriss. Am. For flume, . Migrates ul Miser. Here Friend, a golden Grown for chee. Spr. Bouutifull Goodness t Gold ? If 7 thought a dear y eat were coming I Would take a Farm now. Am. I have rob'd thy Partners of their shares too. There's a Crown more for them. 4. Duly and trtdy pray for you. Mar. Whac have you done > less would have scrv'd And your Bounty will betray us. Am. Fie On your wretched policy. Spr. No, no good Master : I knew you all tin's while, and my Cwcet Mistriss too. And uow I'll tell you. The Search is every way -• the Cbuntrcy all laid for you. . 'Tis well you staid here. Your Habits,* were they buc a little nearer our Fashion, would secure you with us. Buc are you married, Master and Mistriss ? Ate you joyned in -Matrimony ; : 7n Heart I know you are. And 1 wist (if it please you) for your great Bounty, bring you to a Curate, that lacks no License, nor has any Living to lose, that shall puc you eogechcr. Mar. Thou art a heavenly Beggar ! Spr. Buc he is so scrupulous, and severely precise, that unless you, Mistriss will affirm chac you are wich Child by the Gentleman ; or thac you have' ac least, cleft or flepc together ( as he calls ic ) he will not marry you. But if you have lyen together, then ?tis a Case of Necessity, and he holds himself bound to do ic Mr-*. You may fay you have. Am. I wouldnot have k so, nor make chat Lye against my self for all the World. Spr. That I like well, and her exceedingly. j %jCt I'll do my best for you however. Mar. I'll do for chee, chac-- chou shale never Beg more. Spr. Thac cannot be purchas'd scarce for che price of your Mistriss. WiU you walk, Master fe — We use no Complements. Am. By infore'd Matches Wards are not sec free So ofc, as sold inco Capciyiey : Which made me, fearless, fly from one I hate, Into iho hazard of a 'harder Fate. ACT."], [45, "35 ACT. W. Scene I. Enter Talboy. Oliver. With riding Switcher. 'tat. QHe's gone. Amk is gone. Ay me she's gone, and has me left of joy O beret:, oe make me moan. Ome, Amie. Oh What the Devil ails the Fellow cro ? why ! why Master- Talby, my Cousin Talboy chac fhould'st ha' been, arc noc afham'd to cry ac chis growch > and for a ching chat's beccer loft chan found : a Wench ? sal. Cry ! who crys ? do I cry -, or look with a crying Count nance; I scorn it j and scorn to think on her, but in just anger. Oh So this is brave now, if *twould hold* tal. Nay ic shall hold. And so let her go, for a scurvy whac d'ecali'c $ I know noc what bad enough to call her-— But scmeching of mine goei wth I am sure. She has cost me in Glove sv Ribbands, Scarfs, Rings* and such like. things, more than I am able to speak of at chis vmz — Oh. 01. Because thou canst noc speak for crying. Fy Master Talbyyy. agen . Tal I scorn ic agen, and any man chac says I cry, or will cry agen. And Jet her go age 1 ; and what flic has of mine let her keep, and hang her self, and che Rogae chat's Wich her. I have enough; tandamHeir of a well known Estate, and chat she knows— -And therefore that she should st.ighc me, and run away wich a wages fellow, chac is buc a petty Clerk artd a Serving man. There's che vexaciort of ic — Oh there's the grief and vexation c& it - Oh- - Of. Now he will cry his eyes ouc I You Sir. This life have I had With you.air our long journey 5 which nowj.is ac au end here. This is Master Old tents house, where perhaps we shall find old Hearty, die VJnalc of that Rogue Martin, chac is run away wich your Sweet- hearc. Tal. I 'tis too true, too true, too true. You need not pus me In mind on't* Oh- Oh, Oh Hold your peace and mind me. Leave your bawling, for fear I give you correction. This is the House I fay, where it is most likely we Ihairhear of your Mistris and her companion. Make up your fate quickly. Here comes one of the Servants, I suppose. Enter Randal. Shame not your self for ever, and me for company. Come, be confident. 'tal. As confident as your self or any man---Buc my poor heart feds wfaat- Kes hen*. Here. I here it ist 0*>- 01 Good morrow, Friend. This is Squire OUrents House, 7 take i?. Ran. Pray take it not, Sir, before it be to be lee : 7c has been my Mastcss and his Ancestors in thac Name, above these three hundred years, as out House Chronicle doth notifie j and not yet to 1 e let. But as a friend, or stran ger, in Guest- wise, you are welcome to ic, as all other Gentlemen are, far and near, to my good Master, as you will find anon when you fee him."], [46, "VI. Thou speak'st Wittily and honestly. But 7 prethce good Friend, lee our Nags be sec up : they are eyed up ac die post. You belong to the Seattle, da you not* Ran. Noc so much as the Stable belongs to me. Sir, I pass through many Offices of the House, Sir. 7 am the running Bayley of it. 01. We have lid hard, hoping co find che S ,u.re at home at this early ««e in the morning. 7:*/;. You arc deceiv'd in thac, Sir. He has been out these four hours. He is no Sn.nl, Sir. You do noc know him, 7 perceive, since lie has been new moulded. Buc 711 tell you, becais: you are Genclemen, ,\\ 01. Our Horses, good Friend. Ran. My Master is an ancient Gentleman, and a great Housekeeper; and pray'dforby alkhePoorin the Councrcy. He keeps a Guest house for all Beggars, far and near, costs him a hundred a year, ac least; and is as well belov'd among the Rich. Buc of late he fell into greac Melancholly, upon what, 7 know n >c : for he had then more cause to be merry than lie has now. Take that by the way. ' \" Oh But Good Friend, our Horses. Ran. For he had two Daughters, that knew well toord:r a House, and g've en recta in merit to Gentlemen. They were his House-Doves : Buc now they are flj vn ; and no man knows how, why, or whither. Tal. M«. Dove is flown too. Oh— Ran- Was flic your Daughter, Sir . She was 'a young one then, by [the Beard you wear. \" x tah Whac she was, (he was. d'ee see. I scorn to think on her— Buc I do-Oh. 01. Pray hold your peace, or feign some mini., if you can. S<ng. Tal. Lee her go, lec her go. I care not if 1 have her, I have her or to. Ha ha ha— Oh my heart will break— Oh — Oh Pray chink of our Horses, Sir. Ran. This is right my Master. When he had his Daughters he Was sadj find now they are gone, he is the merriest man alive. Up ac five a clock in the morning, and ouc till Dinner-time. Ouc agen ac afternoon, and so till Supper-time. Skise out chis away, and skise ouc chac away. ( He's no Snail I assure you. ) And tanivy all che Country over, where Hunting, Hawking, or any spore is co be made, or good Fellow ship robe had; and so merry upon all occasions, that you would even bless your self if ic were possible. 01. Our Horses, I prethee. ua-i. And we, hie Servants, live as merrily under him ; and do all thrive. I my self was buc a filly Lad when I cane first, a poor curn-spir Boy. Gen tlemen kept no whirling Ja<.ks then, to cozen poor People of Meat. And I have now, wkhout boast, 40 /. in my Pusse*^ and am the youngest of half a score in t' c House, none) oj- ger than my s.ltbuc one; and' he is che Steward over all ; his name is Master sprwol ve ( bleis him where e're he is ) he has a Mdrld of means: And we. the Uudei lings, gee Well the better by him 5 be sides the Rewards many G.mlcmen give us, that fare well, and lodge here sometimes. <*"], [47, "37 01. 0 1 we shall noc sorgee you, Friend, if you remember our Horses, be fore chey cake harm. Ran. No hurc, 7 warranr you: chore's a Lad walking diem. 01. Is noc your Master coming, chink you > JRan. H* will noc be long a coming. He's no Snail, as 7 cold you- 01. You cold me so, indeed. 7L*».;Buc of all tl e Gentlemen,diat toss up che Ballycaand the SÆci-joo.com mend me to old Master Hearty, a decay'd Geutlemai ; lives molt upon his own Mirth, and my Masters Means, and much gypd may do him with it : He is the finest Companion of all . He does so holu my Master up with Stories, and Songs, and Catches, aud t'other Cup of Sack, aud such Tricks and Jiggs, you would admire— He is with him now. Oh That Hearty is Martins Uncle. 1 am glad he is here. Bear up Ta'hoy. Now, Friend pray lee me ask you a question — Prethee stay. Ran. Nay, marry I dare not. Your Yawdcs may take cold, and never fee good after it. — Exit. . Oh I choughe Ifhould never have been rid of him. Buc no sooner desir'd to stay, buc he is gone. A pretty humour I Enter Randal, Ran. Gentlemen, my Master will be here c'nenow, doubt not: for he is no Snail, as 1 1 cold you. , txit. 01. No Snail's a great word with him. Prethee Talboy bear up* Enter Vjher. Here comes anocher gray fellow. Vjh. Do you stand in che Porch, Gcratlcmen i the House is open to you. Pray enter che Hall. J am che Usher of ic Oh In good rime, Sir. We shall be bold here, chen, to attend your Ma sters coming. Vjh. And he's upon coming ; and when he ' comes, he comes apace. He Is no Snail, I assure you. Oh I -was told so before, Sir. No Sna.l> sure 'els. the word of the house, and as ancienc as che Family. Vih. This Gcncleman looks sadly, mechinks. tal. Who I ? not I. Pray pardon my looks for that. But my heart feels whac's what Ay me— - V(h. Pray walk co che Buccery , Gentlemen. My Office leads\" you thither. 01. Thanks, good Master Usher. Z>Jh'lhzve been Usher chese twenty years, Sir. And have got well by my place, for using Stranger*; \"respectfully. 01. He has given che Hinc too. U/h. Something has come in by the by, besides standing wages, Which is ever dulv paid ( thank a good Master, and an honest Steward ) Hcavcu bless 'em . We all thrive under 'em . Enter tutler with Glasses and a Napkin. O here comes the Butler. But. You are welcome, Genclemen. Please ye draw nearer my Office, and take a morning Drink: in a Cup of Sack, if it please you, - • F . a"], [48, "38 Oh In what please you, Sir. We cannot deny the courtesic of che House*, in the Master's absence. But. Hce'l come apace when he comes. He's no SnasU, Sir. Going. Op. S-tili \"tis* the house- word. And all the Scrvanrs wear Livery Beards. But. Or perhaps you had racher drink: Whitcwine and Sugar. Please your selves, Genclemen ; here you may taste all -Liquors- No Gentleman's House in all chis Counrrey, or the next, fo well stor'd ( — - make us thank ful for ic. ) And my Master for his Hosp.caUry to Gentlemen^ his Charity to che Poor, and his bounty to his Servants, has noc his Peer in che Kingdom ( make us chankful for it) And 'tis as fortunace a House for Servants, as ever was built upon Faery Grwnd. I myself, dat have serv'd lrr*% Man, and Boy, these four and forty years, have gotten together ( besides something more dicn I will speak os, distributed among my poor Kinorec. ) b\\ niy Wages, mv Vails ac Cbniimafs, and otherwise, eogether with my Rewards of kii d Gentlemen, that have found courteous Enterrainmenc here — Oh There he is coo But. Have, 7 fay,, gotten eogecher (cho*1 in a dangerous time I speak ic ) a brace of hundred pounds — Make me thankful for it. And for losses T have had none. 7 have been Butler these two and' chirry years, and never lost the value of a silver Spoon , nor ever broke a Glass.-— Make me thankful for it. White Wine and Sugar, fay you Sir ? Oh Please your self, Sir. But. This Gentleman speaks not. Or had you racher take a Drink of brown Ale with a Toast, or March Beer with Sugar and Nutmeg . or had you rather drink without Sugar; 01. Good Sir, a Cup of your Houfhold-Beer. Exit But. I sear he will draw down to that at last. Enter Butler with a Stiver Can of Sank- B-ut. Here Gentlemen, is a Cup of my Masters small Beer : But it is good old Canary, I assure you* And here's to your welcome. Enter Co^ Cook. And welcome die Cook fays, Gentlemen. Brocher Butler, lay a Napkin, Fll fetch a Cut of che Surloyn- co strengthen your patience till my Master comes, who will not now be long, for he's no Snayle, Gentlemen. Oh 7haye ofren heard so. And here's co you, Master Cook — Prichee speak, Master Talboy, or force one Laugh more, if chou canst. C>«1{. Sir, che Cook drinks co you. to Taib* Tal. Ha ha ha— 01. Well said. \"''\" * Tal. He is in the fame Livery-Beard too. Coo. Buc he is che oldest Cook, and of che ancientest House, and che best for House-keeping, in this County, or the next. And cho' che- Master of ic write buc Squire, 7 know no Lord like him. Enter Chaplain. And now he's come. Here comes rhe Word before him. The Tarfon has ever die best Scomach. fll Dish away presently... Exit. But. Is our Master come, Sir Vomine? Chap. Est ad Manum. Non est Hie tftttdo. Ql. He has the Word too in Latins. Now bear up Talboy, Chap,"], [49, "39 Chap. Give me a Preparative of Sad^ Ic is a gentle Preparative before Meat, And so a gentle touch of ic co you Genclemen. 01. It is a g'.ncle Off:r, Sir; and as gently to be caken. Enter Oldrents and Hearty. Oil About wich it, my Lads. And this is as ie should be—- Not till my •turn, Sir, I, Though I confess, I have had buc three Morning-draughts to day. Oh Yet it appears you were abroad betimes,, Sir. Old. I am no Snayle, Sir. OL So your men told us, Sir. OH. Buc where be my Catchers ? Come a Round. And so let us drink. the Catch fung. And they drinks about. The Singers are all Grayhzards. A Round, a Rounl, a Ronns Boyes, a Round. Let Mirth fly aloft, and Sorrow be drown'd. ■Old~Sack and old Songs, and a merry old Crew, Can charm away Cares when the Ground looks blew. Old. Well laid old Hearty. And, Gentlemen, welcome. tal. Ah-- He sighs. Old. Oh mine Ears! Whac was thac a sigh : And in my House. Look: has it noc split my Walls > i{ not, make vent for ic : Let ic ouc : I shall be stifled else. Exit Chap. Oh He hopes your Pardon, Sir : his Cause consider'd. O'.d. Cause ! Can chere be a cause for sighing ? 01. He has lost his Mistriss, Sir. Old. Ha ha ha. Is chat ai Cause? Do you hear me complain che loss of my cwo Daughcers? 01. They ate noc lost I hope, sir, Old. No more can be his Mistriss. No Woman can be lost. They may be mislaid aliecle. buc found again, I warrant you. tal. Ah fghs. Old. O Is my life! He sighs again: And means to blow m: out of my House. To Horse again. Here's no dwelling for me. Or stay : I'll cure him, if I can. Give him more Sack, co drown his Suspiracions. While Oldrencs and Talboy drink., Oliver tal^s Hearcy aside. Oh Sir, I am chiefly to inform you of che Disaster. » Hea. May ic concern me-.? Oh Your Nephew Martin has stoln my Father's Ward, chac Gen'tkmans Bride chat should have been. Hea. Indeed, Sir. Oh 'Tis most true He gives Hearty a Let&u Hea. Another Glass of Sack. This Gentleman brings good News- 01. Sir, if you can prevent his danger — Hea. Hang all Preventions. Lee 'em have cheir Destiny. tah Sir, I should have had her, 'tis true — to Oldrents. But she is gone, d'ee see ? And let her go. Old. Well said. He, mends, now. tal. 1 am glad I am rid of her (d*ee see) hefcre I Lad more to do wich her— - Fa . He*,"], [50, "40 Ha. He mends apace. Hearty reads the Letter. Tal. For foe dd i have married her before flic had run away, d'ee fee : And that (he had run away ( d'ee fee ) after fhe had been married to me (Ai'ce ice) Th on I had been a married Man without a Wife (.d'ee fee) Wiiae amts (lie being run away before I am married ( d'ee fee ) I am no Smote married to her, (.d'ee (ce ) than Ihe to me, (. d'ec fee. J And Co long as I am. none of hers (d'ee lee) nor (he none of mine ( d'ee fee ) I oughc to -care as little for her, now foe is run away ( d'ee fece ) as if (die had ftay \"d wich me, ( a\"ce fee. ) 01 Why this is excellent ! Come hither Hearty. 7_._. 1 perceive i: now parte! the r?afon of it ; And how, by Confcqu*i:ce ( cA'e lee ) I ought not to look any fur.her after. Cryts. But that foe fht-u'd rtfpc<5_ a poor baiAfcUow, a Cleark at the moft, and a Serving-man at bell, befotc m., that am a Rich man, ac the won. j and a Genuett-in, at ieaft, makes me—- I know not whac to fay— — Old. Worfe than ever 'twas-? Now he cries out- right- Til I know qot whac to fay— -What to (ay— Oh He i. Then 1 do, Sir. The poor bafe feliow, that you (peak of, is my Ney hew : As good a Gentleman as your fclf. I undcrftaiid die bufiucls bv your Friend here. * T-i). I cry ycu mercy, Sir. Oil. You fhall cry no Mercy, nor any thing elfe here, Sir ; nor for any thing here, Sir. 7 his is no place to cry in : Nor for any bufincis. You, Sir, that come on buiinefs — To Oh 01. k (kill bs none,. Sir. OIL My Hbufe is for no bufinefs, but the Belly bufinefs. You find not me fo uncivil, Sir, as to Ask you from whence you came ; who you are; or what's your bulh.efs. 7 /\\sk you no queftion : And tan you be fo d'Kcourteous, as to tell me, or my Friend, any thing like bufinefs. 7f you come to be merry with' me, you are welcome, if you have any buiinel's. forget it : You forget where you -are clfe. And fo co Dinner. Ha. Sir, I pray lee me only prevail with you but to Read this. j Old. Spoil my Stomach now, and Til not Eac this Foru.ight. H- Reads ajide. H*- While he reads let me tell you, Sir. That my Nephew Martin has ftolo that Gentleman's Miftrifs, it feems, is true. But I protcft, as I am a Gentleman, I know nothing of the matter ; nor where he or ihe is. Bur as I am the forriaid Gentleman, I am glad on't with all my heart- Ha* my Boy Mat. Thou (halt rcftore our Houfe. 01. Let him not hear, to grieve him, Sir. Ha, Grieve him ? Whac fhouid. he do wich her 5 teach their Children to cry ? Tal. But I do hear you though ; and I (corn to cry,, as much a . you d'ee fee or ycur Nephew cither, d'ee fee. s Ha. Now thou arc a brave fellow. So, fo, hold up thy head, and thou lLalc have a Wife, and a fine Thing. Td. Hang a Wife; and Pax o' your fine Thing (d'ee fee) J fcornyour Fopperies, d'ec fee. Old:"], [51, "Old. And I do hear thee my Boy » and rejoyce in thy Conversion. 1* thou canst but hold now. tal. Yes, I can hold, Sir. And I hold well with your Sack, I could live and die with ic, vaslam txne-Talby. Old. Now chou aft\" a tall fellow ; aud shale wane no Sack* Td. And, Sir, I, do honour you (d'ee see) and should wish, my self one of your Houfhold Servants (d\\e see} if I had buc a gray Beard, d'ee see ? Hjv*. as Old Master Clacks fays On. Well, I have read the business here. 01. Call it not business, 7 beseech you, Sb. We desie all business. tal. 7 marry do we, Sir, D'ee see, Sir? And a 77*v, as Old Master Cta:k\\ Lyes. OIL Grammercy Sack. Well, 7 have read the Matcer here written by Master Cla;^ And do bnt bear up in chy humour, 7 will waic, upon chee home- Knocks within. Heark ! chey knock co the Dresser. 7 have heard much of chis old od ceited Justice Clacks : And now 7 song co sec him. 'Tis buc eroding che Countrey two Days and a Nights Journey. We'll buc dine and away presently. 'Bear up, 7 fay, faster Talboy. Tal. 7 will bear up, 7 warranc you, dee see, Sir — But here's, a grudging. fh'll Exeunt. Scena Secunda. A great Noise within of rude Musics Laughing, Singing, dCC. Enter Amie, Rachel, Meriel. Am. TTEre's a Wedding wich a wieness, and a Holy-day wich ahoigh. Let AJ- us ouc of che Noise, as we love our Ears : Ra. Yes : and here we may pursue our own Discourse, and hear one anocher. - Mr, Concerning Springlove and your self, Mistriss Amie. Am. Well, Ladies, my confidence in you, chac you are che (ame thac you have protested ypm selves co be, hach so far won upon me, el at I confels my self well-affected both co che Mind and Person of that Springlove. And* If he be ( as faWy you pretend ) a Gentleman, I shall easily dilpence with Fortune. Ra. Me. He is, upon our Honours. . Am How well thac high Engagement suits your Habics. 7?a. Our Minds and Blood are still che lame. Am. I have past no Affiance co the other, That stole me from my Guardian and the Match He woidl have sored me to : From which 7 would: Have sit wich any, or wichouc a Guide. Besides*, his Mind, more Clownish than his Habit, Deprav'd by Coveeoufoess and Cowardfse, Fared me into a way of Misery, T© teke Relief from Beggars.. > Mr. From poor Us. 4*."], [52, "to ) 'Am. And then, .to offer to marry me under a He Jg:, as the old Couple were to day, without Book or Ring, by the Chaplain-of the Beggars Regiment, your Fatrico, only to save Charges. Ra. I have net seen the Wretch these three hours, whither is he gone . Am. He cold me to fetch Horse and fit Rayment' for us ; and so to post me hence : But I think it was to leave me on your hands. Mer. He has taken some great distaste sore: For he is damnable jealous. Ra. I, didst thou mark what a wild sook he cast* when Springlove tumbled her, and kist her on rheStraw this morning, while che Mustek play'd to-vthc old Wedding-Folks ? Mer. Yes, and chen Spr nghve, co rrakc him madder, told him, that lie would hehisFrrxv, and marry her for him, and lye •- 'ich her the first nighc, with a naked Cudgel betwixt 'em, and make him a Kng of Beggars. Am. I sew how it anger'd him. And 7im^gin'd chen, ana before, chat there was more in Springlove, chan downright Beggar. But tho* he be never sogood a Genrleman, he shall observe fie cme ar d distance till we are manied. Ra. Matrimony forbid else. ( She's taken ) Bu; while we laik of a Match towai ds, we are mist within in che Bride Barn among che Revel rout. Am. We have had all the sport uVy can make us, in che past passages. Mer. How caueious che old concracted Couple were for Portion and Toincture ! Ra. What Feoffees, she being an Heir of fourscore, (and seven years stone blind) had, in ciust for her Estate. Am. And how carefully he secur'd all co himself, in case he out-liv'd her, being buc seven yean older chan (he- And whac pains che Lawyer of che Rout here, took about it. Ra. And then, how solemnly they were joyn'd, and admonifh'd, by our T arson Vni^r hedge, to live together in the fear of the Lash, and good' example to the young r Reprobates, to beg within compass, to escape the jaws of the Justice, the Clutch of the Constable, the Hooks of che Headborough, and the biting blows of che Beadle. And, in so doing, chey should defie the Devil and all his Works, and after their painful Pilgrimage in this life, they should die in the Ditch of Delight. • Mer. O but Scribble's Epitbalamium. TO the blind Virgin of fourscore, A»dthe lame Batchclor, osmose. How Cupid gave her Eyes to fe, And Vulcan lent bin Legs : How Venus cans' d their Sport to be T*epard with butter d Fggr. Tet when (ht'Jhall be seven years wed, She /hall he b Id to fay, She has as much hex Maidenhead, As on her Wedding day. Ra. So may some Wives thac were married at sixteen to Lads of one and p-rcuty. Am*"], [53, "43 Am. But at the Wedding- Feast, when the Bride bridled it, and her-Groom sadled ic. There was the spore, in her Mumping, and his Champing *, the Crew scrambling, and our lelves trembling 5 then the confusion ot Noises, in talking, laughing, scolding, staging, howling • wich cheir Actions, of snatch ing, scraching, cowsing and so sing themselves, and. one another — Enter Spr nglove,, Vrnceni *> and Hilliatd. But who comes here > Spr- O, Ladies, you have'losl as much Mirth as would have fill'd up a Week of Holy- days. Springlove takes Amie asi le, and courts her in a gentile Way. Vin. I am com.abou: agen for et. Beggars Me now. Ra You are. I am g1 ad on't. H//. There is no life buc it. Vin. Wich chem chere is no Grievance or Petpleiity-*. No fear of war, or Scaee Disturbances. No Alceracion in a Common- wealth. Or Innovation, fh-kes'a Thought of cheirs M't. Of ours you should fay- Hi/. Of ours, he means. We have no fear of lessening our Estates? Nor any grudge with us (without Taxation)1 To lend or give, upo command, the Whdle Strength of our Wealth for publicfc Benefit : While some that are held rich in their Abundance, (Which is their Misery, indeed) will see Rather a general Ruin upon all, Then give a scruple to prevent die FalL Vm. *Tis only we that live* Ra. I'm glad you are so taken w \"eh your Calling. Mir. We are no less, I assure you. We find the Sweetness of it now. Ra. The Mirch, the Pleasures, the Delights- No Ladies* live such Lives. Mer. Some sew, upon neceiliey, perhaps. [But that's not worth mercy. Vin- They will never be weary. 77/7. Whechcr we fe m co like, or dislike, all's one co chem* Vin. We must do fomeehing to be taken by, and discovered, we shall never be our selves, and get home again else. Springlove and Amie come 10 the rest. Spr. I am yours for ever. Well Ladies, you have mist rare (port; but goW the Bride has mist you with her half-half eye 5 and the Bridegroom, with the help of his Crutches, if drawing her forth for a Dance,here, in the opener air. The House is now coo hoc for 'em. O, here come che chief Revellers- The Souldier, che Courtier, che Lawyer, and the Toet, who is Master of their Revels* before the old Couple in State. Attend , and hear him speak, as their Inductor. Poet"], [54, "44 Poet. HEre on this Green, like King and Queen ( Far a short truce ) we do produce Our old new-married Fair. 0/Dilh and Wallet, and of Straw-Pallet With Rags to show, from top to tot, She is the ancient Heire. He is the Lord of Boctse-gourd, Of Sachell great, for Bread and Meat, And, for small Tenets « Tttrfe. to all that give, Long may you Live He loudly Cries ' But who denies Is sure to have bis Curse. Vin. Well said Field-Poet Phoebus, we see, inspires As well che Beggar, as che Toet Laureat. Spr. And shines as warm under a Hedge-botcom, as on the cops of Talaces. To. I have noc done yet. Now this is co incice you co dance. PRepire your selves, like Faery Elves, Now in a Dance tojhow, That you approve, the God of Love .Has many Shares to's Bow : With Golden head, and some of Lead, But that which made theft fed, By subtle craft was sure a Shaft that headed was with Steel. For they w^re Old \\ no Earth move ccU\\ Their Hearts were Flints intire ; IVlomce the Steels ftrodk^ did Jparks provoke, That set tbar Bloods on fire. Now strike up Trper', and each man here Be With, and take his Mistriss by the Coll. ffl. That's no Rhime, Toet. ' - To. There's as good Poetry in blank Verse, as Meetre. Song."], [55, "45 Song. THere was a jovial Beggar And had a wooden Legg^ He was lame from his Cradle And forced for to beg, Seaven years I scrv'd My old Master Wild, Seaven years 7 begged Whilst I was but a Child, And a begging we will go will go will g* And a begging we will go. And a begging we will go will go will go And a begging I will go. A bag for ray Oacmeal Another for my Rye, A little bottle by my side To drink when lama dry, And a begging, Sec I had the pretty knack For to wheedle and to cry, By young and by Old Much piccyed e're was I, And a begging, Sec. A Bag for my Wheat And another for my Salt* A little pair of Crutches To see how 7 can halt, And a begging, Sec. Fatherless and Motherless Still was my Complaint And none chac ever saw me Buc cook me for a Saint, And a begging, Sec. !A Bag for.my Bread Another for my Cheese, <A little Dog to follow me To gather what 7 Ieese, 'And a beggings SCO. Hjeggd for my Master And got him store of Pelf, But Jove now be praised I do beg for my self, And Sec, To Timliae Wec'l go Where merry we shall be - And ev'ry man with a Can in's hand And a Wench upon his knee, . And a Sec. Wiehin a hollow Tree /live and pay no Rent, Providence provides for me And 7 am well content. And, See. And when that we're disposed We tumble on the grass With long patch'd Coates For to hide a pretty Lass, And a begging we will go will go will go And a beggeng we mil go. I fear no Plots against me But live in open Cell Why who Wou'd be a King When 4 Beggar lives ib well, And a begging we will go will go will go, And a begging we will go. C Spr."], [56, "Spr. Come, hay ! the Daunce, the Daunce. Nay we'll ha' the Old CoupU in, as Blind andl.Lame as they are. Brh Whac will you so? Musick; P*nce. Spr. Well hobkd Brid.groam I Vin. Well grop'd Bride I Hil. Hay luity. Hay Holy day. Sr*. Sec h'em down ; sec 'em down * They ba* done welt G-o.*A has 1 am ltistier/ban I was Tfu'rry Years ago. B.-i. And I, than I was Threescore past. A hem, a hemh. 1^*7. Whac a Nighc here's cowards ! Hd. Sure thev will kill one another. * To. Each with a fear the tocher wiii live longest. Spr. Poet chou hast lpoken learnedly, and acted bravely : Thou art boil Pa ancs Atlor. To. So sias been many famous men. And if here were no worse, we nvght have a Masque, or a Comedie presenced co Night,, in honour of che Old Couple. Via. Lee us each man cry his ability Upon some Subject now Extempore. Spr. Agreed. Give us a Theme j and cry our Action. To. I, have alreadyjhoughc upon't. I want buc Actors. Hd- Whac persons wane you ? whac would you present * Po. I would present a Commonwealth ; Vtopiay With all her Branches and Consistencies. Ra. I'll be Vtopia ; who must be my Branches ? To. The Country, the City , the Court, and che Camp. Epicomiz'd and Person:* tea by a Gentleman,, a. Merchant, a Courtier, and- a* Souldier. Soul. Pil be your Souldier. Am. noc I one . ha ! Coit. And am. noc I a fashionable Courtier ? Po. Buc Who che Citizen or Mercloant. Spr. I. Vin. And I your Country Gentleman* Hd. Or I. Po. Yec co our Moral I must add two Persons, Divinity and Law. Law. Why la you- now. And am noc I a Lawyer ? Po. But where's Divinity ? Vin. Marry chac I know <ioc. One of. us might do that, if either knew how to handle it. Spr. Where's the old Patrico, our Priest, my Ghostly Gacher i He'll doit rarely. I. Be?.. He was celling Forcunes c'nc now co Councrey Wenches. I'll leech him-— Exit-. Spr. Thac Patrico I wonder ac .* He has cold me strange things in Clouds. Am. And. me somewhat chac I may cell you hereafter. Spr. Thac you shall be my Bridi* . Am. 1 will noc cell you now. Vin. Well.* buc whac must our Speeches tend to. what must we do one with another? Ik.."], [57, "47 ' To. I Would have the Country, the City, and the Court, be at great variance for Superiority. Then 'would I have Divinity and Law stfecch their wide Throacs to appease and reconcile chem : Then would I have the Souldier cudgel them an together, and overtop them all. Scay, yec I wane anocher Person, Hh What must he be ? Po. A Beggar. Vin. Here's enough of us, I chink- Whac must che Beggar do ? po. He must ac last, overcome 'che Souldier ; and bring chem all co Beggars- Hall. And chis, well acted, will be for the honour of our .Calling. AU A Scribble I A Scrible ! Hill Come where's this Patrico, thac we may begin ? E'rter P.itrico. Pa. Alack and welladay, this is no time to play. Our Quarter is beset. We are all in the Net. Leave off your merry Glee. ',\"-'., Vin. You begin scurvily. Spr. Why what's the Matter? Within. Bir.g awajl, bing awjst. The Quirt Cove and the Harmanbeck^ So-ne Beggars -run over the Stage. Spr. We are i •\"set indeed. Whac shall we do ? Vm I hop: VvV sr' '1 be caken> . Hit \\\\ ;:-<e cio'-i '• ' c.;r.t he come, welcome by che grace of good Fortune. ' F..-7SY.- V'.uw-h, Constable, Watch. The Crew flip away. . S-->-l. Beset du Q_uj ter round. Be lure thac none escape. . Spr. Lerdto ca*, with vnu, bhffed Mister, to a many distrejfed — - Vin- H h Duly end truly pray for you. ' Ra. Mer. Goji ; our g od Worship, duly and truly, See. Sat. A many councerleic Rogues I So frolsck and so lamentable all in a fcreach > You were Acting a Play but now* we'll Act with you. Incor rigible Vagabonds. Spr. Good Master, 'tis a tidy-day wich us. An Hire Was Married here to day. Sen. Married ! Not so I hope Where Is she ? 'Tis for ah Heir we seek. Spr. Here she is Master — Hide your Selves in che Straw che Straw. <2_?fck!y i$6 the Straw—- , - Sen. What tell'st thou m. of this? An Old hlind Bugar-Womttn. We must find a young Gentlewoman-Heir among you. Where's all tiic rest of che Crete. Con. SUpt into the Barn and die Bushes by : hue none can scape. Sen. Look you co that, and to these here. - Exit with Wj'.ch. Spr. Into the Straw I say. . £?*.., No, good Spdnghve. The Ladies and 'We are agreed now to draw stakes, and pla-y this lowsi*. Game no further. 77//- We will 'be 'taken, and disclose our selves. You fee -we slv.'l bs fore'd to it else. Trie Cowardly Cleark has don't co lave himself. G 1 fir."], [58, "48 Spr. Do you fear Ho shame, Ladies? Ra. Dolt think it a shame to leave Begging ? * Mer. Or chac our Facher will turn us ouc to it again? Spr. Nay, since you are so resolute, know, that I my self begin to find this is no course for Gentlemen. This Lady shall take meoff it. Am. Make buc your Protestations good, and take me yours. And for the Gentleman thac surprizes us, tho' he has all my Uncles trust, he shall do any diing for me co our advancage. Vin. If, sprlnghve chou couldst post now to thy Tyring-house* and fetch all our Cloaths, we might gee off most neatly. Spr. A Horse and six hours Travel would do that. Am. You shall be furnisht, doubt not. Enter Sentwell. Watch. Sent. She's seap'd, or is invisible. You Sir, I cake to be the chief Rogue o£ this Regiment. Let him be whipt till he brings forth the Heir. Con. That is but till he stinks, Sir. Come, Sir, strip, strip* Am. Unhand him, Sir. What Heir do you seek Master Sentwell? Sent. Precious, how did my haste oversee her ? O Mistris Amie ! Could I, or your Uncle, Justice Clack* a wiser man than I*. ever ha' thought to have found you in such company ? - Am. Of me, Sir, and my company, I have a story to delight you : which on our March towards your House, I will relaee to you. Sent. And chicher will I lead you as my Guest Buc co che Law surrender all the rest. I'll make veur peace. Am. We must fare all alike. Exeunt, ACT. V. Clack; Martin. CU. T Have forgiven you, provided that my Neecc be safely taken • and so J. to be brought home. Safely I say, chac is to fay, unstain'd, unblc* misti'd, undiflionour'd j that is to fay, with no more faults, criminal, or iaccU sacive, than chose she carried wich her. Mar. Sir, I believe- — Cla. Nay, if we boch speak eogecher, how shall we hear one anocher ? you believe her Vercue is Armour of proof, wichouc your Counsel, or' your Guard ; and cheresore you lefc her in the hands of Rogues and Vagabonds* to make your own Peace wich me. You have it. Provided, I fay (as I said before) chac she be safe, chae is to fay, uncorrupted, undcfiled 5 that is to fay as I said before. -Mar. Mine intent. Sir, and my only way— - Cla"], [59, "(49) jtta. Nay, if we both speak together* how shall we hear one anocher ? as I said before. Your inccnt, and your only way, you would ha' said, was to run away wich her ; and that by her only Instigation, to avoid che eye of Marriage wich Master talboy, that is to fciy , to shun the Match that I had for her ; that is to fay , racher to disobey me , than to displease her self. Wherein ( altho' she did noc aleogeeher transgress the Law ) she did boch offend and prejudice me, an 7nstrumenc ; nay, 7 may fay, a Pil lar chereof. And you, in assisting her, furchering, and conveying her away, did noc only infringe the Law, in an unlawful Deparcure\" from your Master, buc in a higher point; that is co fay, top, and top-Gallows high. I Would ha* found a Jury should ha* found ic so. Afs*r. Buc Sir, an'e please you. Cla. Must we chen boch speak together ; Have 7 not born With thee, to speak all chou pleasest in thy defence? Have 7 not broke mine own Rule, which is, to punish before 7 examine ; and so to have the_ Law the surer o' my side ? And dost thou still persist ? Hold your own peace ; or, as 7 am a Justice of the Kings, 7 will unlay what 7 said before, and set a Currat Lex at you, Sirrah, that shall course you up the heavy Hill. Oh, is your Tongue fallen into your Leg now ? Do not you know 7 have acquiteed you ? Provided — As / said before. Go your way in, and see thac the Gentlemen, who, 7 think, were goc in Sack* christned in Sadt^ nursed wich Sad^. and fed up co gray hairs wich only Satk.i see, 7 fay, thac chey wane no Sackt My Son Oliver (Jehank him) has broughe me a pair of such Guests. EntirSentwdl. O Master Sentwell.' Good News ? Sen. Of beggarly news, the best you have heard. Cla. That is co lay, you have fonnd my Neece among che Beggars. Thac is to fay — Sen. True Sir Oliver, 7 found her — Cla. Now if we both speak eogecherj who shall hear one anocher ? Sen. 7choughc you desire Was eo be inform'd. Cla. 7 can inform my self, Sir. by your looks. J have taken a hundred Examinacions i' my days of FellonSi and other Offenders, cue of cheir very Countenances; and wrought *em down verbatim, to what they would have bid. 7am sure ic has serv'd to hang some of 'em, and whip che rest. Sen. Justice Clacks still! He must talk all. His Clack must oily go. Cla. But to the point. You have found my Neece. You have left her at your own House; noc only to shift her out of her Disguise, buc out cf her shame, co come nearer me, uncil 7 fend her pardon- Sen. Most rrue, Sir.\" Buc the Company she was in— Cla. Again ! Do not I know the Company ? Beggars, Rogues, Vagabonds, and Hedge-birds. Sen. But do you know whom, or how many we have taken? and how che rest escap'd ? Cla. A needless knowledge. Why should we take more than her self ? Or how could you take those that could escape ? Enter Martin. -Mar. Sir, the Old Gentlemen wiehin, sent me to Watt upon you. Without you (they fay) they need not roy Service. Cla."], [60, "50 Cla. Tell *em chen, I'll Wast bn*em presently. - Exit Martin. Sen. Buc Sir, we have taken With her such Beggars, (nd\\ Kbytes, such Vaga* bonds, and such Hdge- birds {since y on call 'cm so) as you never Knew, or heard of, though now the Countries svarm wich em under every Hedge, as if an innumerable Army of 'em were lately disbanded without Pay. Hedge birds [aid you? Hedge Lady birds, Hedge Cavaliers, Hedge Souldier-, Hedge Lawyer, ''Hedge FJdlers, Hedge Poit, Hdge Players, and a HdgeiPnefl among 'em. Such we have takc>i for che Principals. But co see how che Mulcicude seap'd us, Was more f pore chan pitty. How, upon a watch-word given, chey in the instant vanifh'd by more several ways than there were legs anlong *em ; how the Cripples leap'd over Pales and Hedges ; how the Blind found their -way chorow Lakes and Ditches ; how a Doxy flew wich two Children ac her back, and twomore, perhaps, in her belly — Cla. A H dge Priest have you caken, fay you ? Sen. Yes, Sir, an old Patrico, an ancient Prophec, to tell Fortunes, and cozen our poor Councry People of their single Money. Enter Oliver. 01. Sir, . Master Oldrents, in that he enjoys not your company, begins to doubc of his welcome. *. ' Ch. Who led him into thac dqubc ? I, Os- you thac brought him hi ther ? . -_ , . Oh Sir,1 his own desire, anj love to you, brought him hither. I but shew'd him the way. Ch- You reason fairly. Tell him I come. 01. Pray, Sir, be pleas'd rruio so: for he fays — . Ch Nay, if we both talk to^efher— Oh Who shall hear one another. E it Oliver. ' Cla But are there Players among the apprehended ? Sen- Yes, Sir. Aud they were contiiving to act a Play among themselves, j* st as we surpriz'd 'em, and lpoil'd their Spurt. - Ch. pt.T.'crs! I'll pay-; hem above t^sho-fe st., . . Sen. You shall do well -in that;'*to put 'cm Tn- stock' to st up again. Ch. Yes, sil put '• m in Stocks,and sec 'em upco che Whipping-post. They can act Justices, can ihey ? I'll aSt a Justice among 'cm ; that is co fay, I Will do justice upon chem ;, that is to lay— Sen. Pray Sir, be nor severe , they act Kiigt and Empcrurs, as well as Justices. And Justice is blind they fay : ypu may cheœsorc be pleas'd to winjp. a little. I find chat you have merry old Gentlemen in your House, that ace come far to visit your I'll undertake chac these Ph\\ers, with the help of their P et; in a device which they have already studied, and a pack of Cloaths which I shall supply 'em with, snail give your Guests much content, and move compassion in you cowards che poor Stre-wh.'. ' . Cla. Buc you know my way of Justi.e (and ih t's a sure way) is' to punish 'em frst , and, be compahonaec afterwards-, as T find *em upon their Exa m nation. . ,• . - yen. But for your Guests fakes, who- (7 know) do favour and afft ct the Qua lity of Actors very mudi^* permit 'erri, Sir. 7t will inlarge your Ent.rtain «cut exceedingly. ... * p* *u, CLA"], [61, "51 Cla. And perhaps save me che expence of a Renlct of 'Sack, the while. Well* Sir, for that respect, and upon your undertaking thac chey shall please, 7 will prorogue my Justice on che Rogues. And so to my merry Genclemen, whom. I will prepare co see their Enterlude against after Supper. But pray, Master Sentwell, as you have found my Neece, look to- her', and see her decently brought home* Sen. In her own best Apparel. But you, must prorogue your displeasure ca her too. Ch. 7wilIdoso, until my scarce welcome Guests begone Enter Randal. Ran. Sir, my Master sends you. word, and plainly, that without your Company, your Encercaiment 'stinks. He has commanded me saddle his Nags, ana away co night. 7f you come n-jt ac once, rwice, chrice, he's gone prelcntly, before Supper ; He'll find an Host at an Thn wordi a hundred o' you. Ch. Good friend, 7 will now sacisfie your Mister, wichouc telling him he fas a fawey Knave co his Man. Exit Ch\\ Ran. Thank your Worsts*, . Sen- Do you hear, Friend, you serve Master Oldrents. k Ran. 7 could ha' told you* thac. - And the • best Houle-keepcr my Master is of any Genclemin in che Connty he dwells in ; and the best Master co a man, as 7, che worst of twenty, can fay for him, and would be afham'd to fay less. Sen. Your name is Randal Ran. Forgi'me! Areyousowise? youaretoo-youngtobemy Godfm, and I hope not old enough tabea Witch. How know you that 7 am Randal?, Were you ever at my Masters House i* Nou'mgbamflnte^i aiDmghilford, where t was born . Sea. No. But I have Notes to know you by; Ran. I was never twelve mile from'thence itny life, before this Journey. God [end me within ken of our own Kitchin fmoak again, Sea. Your lyjafters Steward's- name is Springbve. -^-^-^-^-^-^-^H . Ran- Mafter Springkve, a n _. plea-fe you. There is not an honefter Gentleman between this and the head of him. And my heart's with him, where el* he is. Know you him too ? Sen. Yes, and your Mailers Daughters too. , > Ran, WhaW: ■Sew*- And that they sr*: all from home, your Master knows not where.. Ran. Whaw. whaw. Know you that too? Sen. Yes, and the two youngGentlemen thac are wich 'em. Master Vincents and Master Hdliard. Ran. Whaw, whaw again. You know 'cm all- I think. Buc know you Where they all are? Sen. Fven hereby, at, my own House. Ran. W aw- ~ Sen. And they knowing that your Master is here, aud Master Basts too—-. Ran. Whaw, whaw.."], [62, "52 Sen. And your self too. They directed me to find you, \"Randal, and bring you co 'em. R,an.. Whaw, whaw, whaw, whaw.- — Why da we not go then. Sen. But secretly. Not a word to any Body. Ran. Mum- -1- Will you go then. Enter Martin. Mar. O, Master Oldrenss man. Pray let me inereat you into the Buttery. Ran. Will you go, Master Gentleman ? Mar. Indeed it is my Masters desire, and lie commanded me. Ran. Now, When it's Supper-time did he ? to fill my belly with thiu drink co save his Meat ? 7t's the manner in Churles Houses. Will you go* Master Gentleman ? Mar. Introch my Master is so merry wich yours wichin — - Ran. Shite o' your Master. My Master's Sceward's a beccer man. I'll to him, ac chis Gendcman's House, and all the rest. Whaw, whaw. Sen. Randal you forget. Kan. Mun again then- Why would you not go then ? Exit Sent, and Rand. Mar. The man's as mad as his Master. The strangest Scranger that ever came co our House. Enter Talboy. td. Well, Martin, for confessing thy fault, and the means thou mad'ft whereby flic is taken, I am friends with thee. But I shall never look upon her, or chee— -buc wich grief of mind, however I bear ic oucwardly. Oh-— Mar. You bear ic very manfully mechinks. tal. I, you chink so, and I know so— -Buc whac I feel, I feel. Would one of us two had never seen one another — Oh- — Mar. You speak very good sense, Sir. Buc do's my Master continue his merry humour wich che Old Genclemen wichin. Tal. Yes. Justice Clacks Clack goes as merrily- as any. _ Mar. Well said, Sir. Now you speak merrily coo. But I could say somewhat thac would still him. And for your corns ore, I'll tell you. Mistriss Amie is^allen in Love with one of the Beggars. Tal. Then 7 have nothing else co do, buc co laugh ac chee as long as 7 live^ Ha ha ha — To lee a Beggar cozen chee of her : Ha ha ha. A Beggar ! I shall dye merrily yec Ha ha ha. Enter Clack, Oldrencs, Hearty, Oliver. Ch. A ba Boys, a -bay. This is righc ; that is to fay, as- 1 would have it -j that is to fay — Td. A Begg.tr. Ha ha ha — Mar. Ha ha ha— - Ch. A hay Boys, a bay. They are as mer ty without, as we were within.' A hay, Master Olhents, and Master Hearty ! The venue of your Company turns all to Mirth and Melody, wich a hay trololly Mly lolly. 2s*c not so Master Hearty -? * Old. Why thus ic should be : How was 7 deceiv'd ! Now 7 see you arc a Fellow. Ot."], [63, "53 67. He Was never- so before. If it be a Lightning before Death, the le t is, I am his Heir. tal. Mar. Ha, ha ha — Cla. Again, Boys, again ; thae is to fay,- a hay Boys, a bay — Hia. What is the motive of your Mirth, Nephew Martin > Let us Laugh With you. Old. Was diat spoke like my Friend, Hearty ? Lack we mocives to Laugh ? Arenotall things, any thing, every thing to be laugh'd at ? And if nothing were to be seen, felt, heard, or understood, we would laugh ac ic too. Cla. You take the loss of your Mistriss merrily, Master talboy. tal. More merrily than you will cake che finding of her. 'Ha ha ha — A Beggar! He. ha ha — Cla. Can I be fad to find. her, think you; Mar. He thinks you will be displeas'd with her, and chicle her* Ch. You are deceiv'd, Master talboy ; you are wide, Mister talboy. Law and Justice shall sleep, and Mirth and good Fellowship ride a Circuit here to Night. A bay, Master Oldrents, a bay Master Hearty, and a bay Son Oliver, and a bay Nephew talboy, chat should ha' been, and hay, my Cleark Martin, and a bay for the Players. When come they . Son Oliver, see for Master Se-ntwell, that Sentwell, that is no readier with his new Company. tal. Players ! Lee us go fee coo. I never saw any Players. Oh This is che first sic chac ever he Iiad of chis Disease. And if ic be his last, I fay, as I said before. I am his Heir. Old. Buc is chere a Phy co he expected, and acted by Beggars > Ch. That is Co fay, by Vagabonds ; thae \"is CO fay, by flrowling Players. They are upon their Purgacion. If chey can presenc any ching co please you, thty may escape the Law; that is (a bay ) 7f not, co morrow, Genclemen^ shall be Acted, Abuses stript and whipt, among 'em ; with a hay, Master Hearty^ you are noc merry. Enter Sentwell. And a hay Master Sentwell, where arc your Drammatls Persona ; your Prohgut, And your A&us Primus, ha .<* Ha' chey given you che slip, for scar of the Whip .? A bay. Sen. .'A word aside, an'c please you SeilCWell takes Clack aside, and gives him a Paper. Old. I have noc known aman in., soch an Humour. T7e<3*gAnd of his-toWfT finding ? He stole ic, indeed, ouc of his own Bottles, -fadier^aian be rob'd bf his Liquor'. Misers use co tipple chcmsclves so. Old. He do's so out-do us* thac we look like staid men again, H:a,-t) ; sr.e sober things. Hea-. But how long willie last ? He'll hang himself to morrow, for the Cost we rftve-put him to. v Old. I love a Miser's Feast dearly. To see how thin and scattering the -Dishes stood, as if ch.y feard quarrelling. He*. .And how the Boccles, to scape breaking one anocher, were brought up by one and one f • . , . . Old. How .one of the Serving-men, uncrain'd to wait, spile the Whs*. broth ! ."], [64, "Hea.' And anocher stumbling ac the Threshold, tumbled Jin his Dish or Rourcevals before him. , Old. And most suicable co che Niggardliness of his Feast, We shall now have an Eucercainmenc, or Phy, prescnced by Beggars. Ch. Send 'cm so, Master Sentwell. \"£«■* Sent- Sit Gcnr-semcn, che Players arc ready to enter- And here's a Bill of their Plays You mr.\\ e kc your choice. • Old. /.re they ready tor chem all in che fame Cloithes ? Read 'em, good H/MV. hea. First, here's Tbe two lost Daughters. OIL Put not me u mind of che two lost Daughters- I prethee. Whac's (l.i- next > ■ • 11 a. T:>e vagrant Steward. * Old. Nor o* a vagrant Steward. Sure some abuse is meant me. He a- T'.ec old S nice and the Fortune- ttllor. . 01 '. 1 hat comes nearer me. Away with it. Ha. tie Beggars Prophecy. Oil. /-.Il thcle Title, may serve to one Flayt of aScory thac 1 knew coo welk I'll tee none of them- H'a. Then here's the merryBeggars. Old. I, chat ; and let 'cm begin. v Ei ter Talboy and Oliver. tal. The Players arc coming in : And Mistris Amu and your man Martin, are to be Actors among 'em. Cla. A bay then for tharroo. Some merry device fore, A Flourish of Sbalim. H. ark ! the Beggars Iloboys. Now they begin. Old. Sec, a most solemn Prologue. Enter Poet for Prologue. TO Knight, to Squire, and to the Gencecls -We, We vei(h our Play may with content appear. We promife you no daintly Wic of Courc, Nor City Pageantry, nor Country Sport : But a plain pk-ce of A -lion, fhort andfweet j In Story true. Ton 11 lyow it when you fce't. Old. True Scories and crue Jests do seldome thrive on Stages. Ch. They'd best to please you wich chis cho', or a hay with a Whip so*? them to morrow. Old. Nay, racher chan chey shall suffer, I will be pleas'd, let *em Play cheir worst. A flourish. Enter Pacrico, with a Lawyer babitti like Oldrents. See our Patric o among 'em. Hta. Thac offered you a Doxy in the Barn. Pat. Tour Children's Fortunes I have told,' thai hbey shall Beg^'re they be old.. And willyou have a Reason why ? 'ta Just ice in tbdr Destiny--- '.-,.-, ,\" * cu."], [65, "ftf) Cla. Justice, ha! Are you meddling with Justices already!! Pat. Tow Grandfather, by crafty tvik Of bargaining, did much beguile A tbrftkff-lrlciz of half the Lands, That are descended to your hands, - And then, by Law, not Equity, Pored Him and hit Posterity, _*** Woe and shameful Beggary. Law. That rvtu no fault of mine, ndrcfmy Children, Pat. But our fore- fathers Debts and Crimes, Although forborn till future times. Are not so paid. But what needs more, I wish you- happy in your Store. Old. Dost note this, Hearty ? Hea. You laid you would be pleas'd, let 'em play their worst. ExiSi Lawyer walks faMy, beats hti beeafk, &c. To him enter Souldier like Hearty,- and feems to comfort him. Old. It begins my Story, and by che fame Fortune-teller that told me my Daughters Fortunes ; almoft in the fame words. I know him now.. And he fpeaks in che Play to one Ahat perfonaces me, as near, as chey can fet him forth. Cla. How like you it, Sir ? You feem di.pleas'd. Shall chey&e whipc yec. A bay, if you fay che word. Old. O, by no means, Sir ; I am pleas'd. Soul. Sad fir the words if abafe ForcunC-celler ? \"Believe him ! Hang him. I'UtruJi none of 'em. liny have all Whims, and double meanings 4n all they fay. Old. 'Whom does he talk or look like, now? Hea- It is no maccer whom. You are pleas'd you fay. Soul. H<£ yvuno-SackJttiHoufe? ami- not here ? And never without a merry old Song ? *. , Sing. Old Sack, and old Songs, and a merry old Crew, Will fright away Cares when the ground lo ksblzW. \"And can you tbin\\\\ on Gipfie- Fortune-tellers . LaW. I'll tbinkjs little tf 'em at I can. Soul. Will you abroad then ? But betecomes your Steward. . Enter Springloveto Lawyer. Oil. Blefs me! Is- noc that Spr'mghvt t > Hea. Is chat you, that calk_*to him, or that Coxcomb'!, do you think Pray let *em play their Play : the Juftkc will noc hinder 'em, you lee h. . afleep. Spr. Herearethe Keys of all mv Charge, Sir-. And July humhkfu.it is, that you will be [kasd To let me wa\\upop, my known occafions, thk Summer. H *"], [66, "56 LtW. Fie I Canst not yet I ate off those VagrancsesS Lut 1 will strive no more to alter Nacure. 7 wdi not hinder thee, nor bidtbee go. ■ Oli. My own very words ac his departure. H a. No matter. Pray attend. LaV/. Come Fncnd, III take your Counsel. Exeunt Lawy.Sould- Sp% Tve (iri.'cn with my self to alter Nature in me, For my go-d Masters f'ke -, but all in vain ; For Bcj g rs, Cue :oc-like, fly out again, Li ihur own Notes and Season. Enter Rachel, Meriel, Vincent, Hilliard*. Wa.. Our Fatbitss adnjs will n-t suffer Us • To I. ye ins House. Ma* And tve must have a Tt grift. Vin- The assurance of your Loves hath er.gdg'duu Hd. , To wait on you in any course. F a. Suppose well go a begging. VlU. Hil- We are for you. Spr. And that must be your Course, and suddenly, to Cure your Fa hi 's fadnefj ; who U told It vi your Destiny : Which you may quit, By making it a trickjof Tonth and Wit. i'J set }ok in the way. All 4 But how ? But how ? AUtalk,afide. Oil. My Daughters and cheir Swecchearrs too. I fe 1 lie scope of cheir Design; and che whole drift Of all cheir Action now, wich jcy and comfort Hea ' But cake no notice yec. S.e a Whim more of ic. Buc the mad Rogue that acted me, 1 must make drunk anon. Spr. Now I 4re you all resolv'd ? All 4- Agreed, agreed. Spr. Ton beg to absolve i one Fortune not for need. ExettnK Old. I must commend their Act in thae. Pray chee let's call 'em, and encL the matter Here* ihe purpose of cheir Phy, is buc coWork my Friendship^ or their Peace with m.** ; and they have it. 77:-*. But see a little more, Sir. E«.fr Randal. Old. My Man Randal too ! He has a Part with 'em ? Ran. They were well set a work, when they made me a Player. What is that I must fay ? and how must .fact now? Oil I that I must be Steward for the Beggars in Master Steward's absence?. and tell my Master, he's gone to mea-. sure Land for him to purchase. Old You Sir. Leave the work yon can do no betcer ( lean forbear no lon ger) and caliche Actors back again co me. Ran. With all my heart. And glad my part is so soon done. Exit. £:'<-***,"], [67, "Enter Tatrica. Tat. Since you will chen br.ak off om Phy. Someching in earnest 7 must say ; Buc lee affected Rhiming go. 7*11 be no more a Patrico. My Name is Wrought-on— Start hoc. Buc ( if you Desire co hear whac's worch your best ateencion, More priyaeely ) you may draw nearer me. Oldrents goes to hint. Hes- Hear no more Fortunes. Oil. You shall give me leave. Tat. 7 am Grandson co chac unhappy Wrougbt-on-, Whom your Grandfacher, craftily, wrought ouc Of his Estace. By^hich, all his Postericy V Vere, since, expord co Beggery. ( I do noc charge Yo*;, wich the least offence in this. But, now, Come nearer me : for 7 must whisper to you. Tatrico takes Oldrents aside. I had a Sister, who among the Race Of Beggars, was the fairest. Fair she was Jn Gintte Blood, and Gesture to her Beauty; Which could not be so clouded with base Cloathing^ But she attracted Love from worchy Terfons ; Which ( for her meanefs ) chey express in Thy, For the most part. But some assaulted her Whh amorous, though loose desires j which jhe Had venue to withstands Only one Gentleman* ( Whether ic were by her AffeUim, or His Rate, to send his Blood a begging wich her, I question not ) by her, in heat of Youth, Did get a Son, who now must call you Father. Old. Me? \\ ( • < Ta. You. Attend me, Sir. Your Bounty, then, Difpos'd your Purse co her ; in which, besides Much Money ( 1 conceive by your neglect ) Was cbrown chis Hly Relief. Do you know it ? Old. The Agnus Dei that my Mocher gave me Upon her Dcach-bed ! O the loss of it VVas my sore grief. And, now. wich joy, ic is Restor'd by Miracle ! Do's your Sister live ? P«* -No, Sir. She died within a, few daies after Her £on was born *, and left him co my care^ On whom I co this day*, have had an Eye, In ail his wandrings. Old. Then che Young Man lives ... &***■*»"], [68, "58 E>:\"er Springlove. Vincent. Halliard. Rack ell. Merid. Pa Here with the rest of your fair Children, Sir. Old' My Joy begins co be coo, greac wichin me ! My Biciliugand a vVclcome co you all. ; Bi one anothers, and yoU all are mine. Vin. Hd. We arc agreed on chat. Ra. Lone since. We only stood till you shook off your sadness. Mer. For* which .we were, fain to go a begging, Sir. Old. Now I can read the Justice of my Fate, and yours — C.li. Ha '. jztftice 1 arc they handling oi Juih'ce ? - Old. But more applaud great Providence in both. - Cla. Are they jeering oF Jujitces ? I watch'd for that. I FJ ... 1 fo me thought. No, Sir. The Play is done. I Enter Sentwtll. Amiz. Oliv.r- Martin. I Sen. See, Sir, your Neecc prefenccd co you- Speinglot'c takes Amie. >^^^^^^^^^^^^^H Glx. V\\ hat with a Speech by one of the Players ? Speak, Sir ? and be net (fo.un.ed/ 1. am favouiablc. Spr. Then, by your favour, Sir, this Maiden is my Wife- pa. Sure you are out o' your pare That is to fay, you muft begin again. Spr. She's mine by folcmn Contract, Sir. Cla. Yoi will not tell mediae Are not you my AW. A n: I dare 'not, Sir, deny'c, we are Contra_ted. \\ Cla. Nay, if we both (peak together, how (hall we hear one another\". Mjt. I muftdifprove the Contract. Tal That is my part co fpcak. Sen. None can dilprove it, -1 am WicneCs to it. Cl: Nay, if we all lpcak as I (aid before. Oil. Hear mc for all then. Here are no Beggars ( you are but one, Patrico) no Rogns, nor Players : But a (elect Company to fill this Haute with Mirth. Thefe are my pimgbtttsi thefe their Husbands-, and this that (hall marry your Neecc, ,a Gentleman, my Son. 1 will inftancly Efface him in a choufand pound a year co entertain his Wife ; and co their Heirs for ever. Do yea hear me now. Ch. New I do hear you. And I must hear you. That is to fay* it is a March. Thac is to lay as I said before. Td. And -must 1 hear ic too O-— Olh'Ye*, though you whine yourr Eyes out. Hea. N phew hLrtin, still the Child with a Suck-botcle of Sack; Peace Lamb; ai d J'U fi'.d a Wise for dice. Old. N w Patrico, if you can quit your Function, To live a moderace Gentleman, I'll give you A competent Annuity for your Life. ■ Pat. Ill be w.thall, your faithful Beads-man ; and ' j^eud my whole Lite in Prayers for you and yours. c&a"], [69, "f .9) Cla. And now, Cleaik Ma,tin,t give all the Beggers my free Pafs. Without all manner of Corre&ion < that is to fay,, with a hay get 'em gone. 01- Are noc you the Gentleman, thac ch_.leng'd me in right of your Friend here ? : * Vm. Your Infpe£--on's good, Sir. ' . Ra. And you che Gentleman ( I cake ic ) that would have made Beggar fport with us, two at once. Mer. For twelve pence a piece, Sir. 01. I hqpe we all are Friends. Spr. Now, on my Duty, Sir, I'll beg no more, But your continual Love, and daily Blefiing. Old. Except ic be at Court, Boy ; where if ever* I come, it fh all be to beg the next Fool-Royal's place thac falls. Spr. A beging Epihgue yec would not be, Me thinks, -improgg* to this Comedk. EPILOG U E. ''$/£- TN0' we. are now no Beggars of the Cre\\v- We count it not a pa ame to- beg of you. The Justice, here, has given bit Pass free To all the reji, unpunijh'd -, only we Are under Censure, till we do obtain Tour Suffrages, that we maj beg again 5 And often, in the Course, We too\\ to day, Which was intended sot your Mirth, a Play Not without Action, an4 a- little Wit, Therefore we beg Tour Passe for *Us and It. FINIS."], [70, ""], [71, ""], [72, ""], [73, ""], [74, ""], [75, ""], [76, ""]]