[[1, ""], [2, ""], [3, "i p A N E S ■ S A Y O N M A ■ N- Address'd to a FRIEND. PARTJ LONDON: Printed for jf. Wilford, at the Three Flower-de-luces, be hind the Chapter-house, St. Pauls. [Price One Shilling.]"], [4, ""], [5, "A N ESSAY O N M AN In EPISTLES to a Friend. EPISTLE III."], [6, ""], [7, "A N ESSAY O N MAN In EPISTLES to a Friend. EPISTLE III. L 0 N D ON: Printed for J. Wilford, at the Three Flower- de-Luces, behind the Chapter -House, St. Paul's. [Price One Shilling.]"], [8, ""], [9, "A N ESSAY on M AH EPISTLE III. EARN Dulnefi, learn ! \"The Universal Cause \" Acts to one End, but acts by various Laws.\" In all the Madness of superfluous Health, The Trim of Pride, and Impudence of Wealth, Let that great Truth be present Night and Day ; 5 But most be present, if thou preach, or pray. B View"], [10, "6 View thy own World : Behold the Chain of Love Combining all below, and all above. See, lifeless Matter moving to one End, The single Atoms each to other tend, 10 Attract, attracted to, the next in place, By Nature form'd its Neighbour to embrace. Behold it next, with various Life endu'd, Press to one Centre still, the Gen'ral Good. See dying Vegetables Life sustain, i<- See Life dissolving vegetate again. r All Forms that perish other Forms supply, By turns they catch the vital Breath, and die ; Like Bubbles on the Sea of Matter born, They rife, they break, and to that Sea return. 20 Nothing is foreign : Parts relate to Whole : One All-extending, All-preserving Soul Connects all Being, greatest with the least ; Made Beast in Aid of Man, and Man of Beast : Each scrv'd, and serving j nothing stands alone $ 25 The Chain holds on, and where it ends, unknown .l Has God, thou Fool 1 work'd solely for thy Good, Thy Joy, thy Pastime, thy Attire, thy Food i Who"], [11, "7 Who for thy Table feeds the wanton Fawn, For him, as kindly, spreads the flow'ry Lawn. 30 Is it for thee the Lark ascends and sings ? Joy tunes his Voice, Joy elevates his Wings : Is it for thee the Linnet pours his Throat ?■ Loves of his own, and Raptures, swell the Note The bounding Steed you pompously bestride, 9$ Shares with his Lord the Pleasure and the Pride. Is thine aloire the Seed that strows the Plain ?. The Birds of Heav'n shall vindicate their Grain. Thine the full Harvest of the Golden Year ? Part pays, and justly, the deserving Steer. 40 The Hog that plows not, nor obeys thy Call, Lives on the Labours of this Lord of All. Know, Nature's Children all divide her Care \\ The Furr that warms a Monarch, warm'd a Bear. While Man exclaims, fee all Things for my Use! 45 See Man for mine, replies a pamper 'd Goose: What care to tend, to lodge, to cram, to treat him,, 4 AH this he knew ; but not that 'twas to eat him. As far as Goose could judge, he reafon'd right, But as to Man, mistook the Matter quite : £0 And"], [12, "8 And just as short of Reason, Man will fall, Who thinks AU made for One, not One for All Grant, that the Pow'rful still the Weak controul, Be Man the Wit and Tyrant of the Whole. Nature that Tyrant checks ; He only knows And feels, another Creature's Wants and Woes. Say, will the Falcon stooping from above, Smit with her varying Plumage, spare the Dove ? Admires the Jay the Insect's gilded Wings, Or hears the Hawk, when Philomela sings ? Man cares for All : To Birds he gives his Woods, To Beasts his Pastures, and to Fifli his Floods, For some, his Int'rest prompts him to provide, For more, his Pleasure, yet for more his Pride : All feed on one vain Patron, and enjoy 55 60 Th' extensive Blessing of his Luxury. That very Life his learned Hunger craves He saves from Famine, from the Savage saves : Nay, feasts the Animal he dooms his Feast, And 'till he ends the Being, makes it blest. The favour'd Man, by Touch Ætherial slain, Not less foresees the Stroke, or feels the Pain. 70 The *5"], [13, "9 75 80 85 po See The Creature had his Feast of Life before ; Thou too must perish, when thy Feast is o'er ! To each unthinking Being Heav'n a Friend, Gives not the useless Knowledge of its End ; To Man imparts it ; but with such a View, As while he dreads it, makes him hope it too. The Hour conceal'd, and so remote the Fear, Death still draws nearer, never seeming near. Great standing Miracle ! that Heav'n aflign'd Its only Thinking Thing, this Turn of Mind. Whether with Reason, or with Instinct blest, Know, all enjoy that Pow'r which suits 'em best, To Bliss, alike, by that Direction tend, And find the Means proportions to their End. Say, where full Instinct is th' unerring Guide, What Pope or Council can they need beside ? Reason, however able, cool at best, Cares not for Service, or but serves when prest ; Stays till we call, and then not often near ; But honest Instinct comes a Volunteer. This too serves always, Reason never long ; One must go right, the other may go wrong. C"], [14, "10 See then the afting and comparing Pow'rs, % One in their Nature, which are two in ours ; And Reason raise o'er Instinct, as you can ; In this, 'tis God directs, in that, 'tis Man. Who taught the Nations of the Field and Wood, To shun their Poison, and to chuse their Food ? ioo Prescient, the Tydes or Tempests to withstand, Build on the Wave, or Arch beneath the Sand ? Who made the Spider Parallels design, Sure as De-Moivre, without Rule or Line ? Who bid the Stork, Columbus- like, explore ioi Heav'ns not his own, and Worlds unknown before ? Who calls the Council, states the certain Day, Who forms the Phalanx, and who points the Way ? GOD, in the Nature of each Being, founds Its proper Bliss, and sets its proper Bounds : no But as he fram'd a Whole, the Whole to bless On mutual Wants built mutual Happiness : So from the first, Eternal Order ran, And Creature link'd to Creature, Man to Man. What'ere of Life all-quickening Æther keeps, 1 1 1 Or breathes thro' Air, or shoots beneath the Deeps, Or"], [15, "11 Or pours profuse on Earth ; one Nature feeds The vital Flame, and swells the genial Seeds. Not Man alone, but all that roam the Wood, Or wing the Sky, or roll along the Flood, 120 Each loves Itself, but not itself alone, Each Sex desires alike, till two are one : Nor ends the Pleasure with the fierce Embrace ; All love themselves, a third time, in their Race. The Beast, the Bird, their common Charge attend, 125 The Mothers nurse it, and the Sires defend ; The young dismiss'd to wander Earth or Air, There stops the Instinct, and there ends the Care, The Link diflolves, each seeks a fresii Embrace, 1 30 Another Love succeeds, another Race. A longer Care Man's helpless Kind demands ; That longer Care contracts more lasting Bands : Reflection, Reason, still the Ties improve, At once extend the Int'rest, and the Love : 135 With Choice we fix, with Sympathy we burn, Each Virtue in each Passion takes its Turn ; And still new Needs, new Helps, new Habits rife, That graft Benevolence on Charities, From"], [16, "12 From private Sparkles raise the gen'ral Flame, 140 And bid Self-Love and Social be the same. Thus as one Brood, and as another rose, These nat'ral Love maintain'd, habitual those ; The last scarce ripen 'd into perfect Man, Saw helpless Him from whom their Life began : 145 Mem'ry and Forecast just Returns engage, That pointed back to Touth, this on to Age ; While Pleasure, Gratitude and Hope, combin'd, Still spread the Int'rest, and preserv'd the Kind. Nor think in Nature's State they blindly trod ; 1 50 The State of Nature was the Reign of God : Self -Love and Social at her Birth began, Union, the Bond of all Things, and of Man. Pride then was not ; nor Arts, that Pride to aid ; Man walk'd with Beast joint Tenant of the Shade; 155 The fame his Table, and the fame his Bed, No Murder cloath'd him, and no Murder fed. In the fame Temple, the resounding Wood, All Vocal Beings hymn'd their equal God : The Shrine with Gore unstain'd, with Gold undrest, 1 60 Unbrib'd, unbloody, stood the blameless Priest _ Heav'ns"], [17, "13 Heav'ns Attribute was Universal Care, And Man's Prerogative to rule, but spare. Ah how unlike the Man of Times to come i Of half that live, the Butcher, and the Tomb ; 165 Who, Foe to Nature, hears the gen'ral Groan, Murders their Species, and betrays his own. But just Disease to Luxury succeeds, And ev'ry Death its own Avenger breeds . The Fury-Passions from that Blood began, 170 And turn'd on Man a fiercer Savage, Man. See him from Nature riiing slow to Art ! To copy Instinct then, was Reason's Part ; Thus then to Man the Voice of Nature spake — ■ a Go! from the Creatures thy Instructions take; 175 \" Learn from the Birds what Food the Thickets yeild ; \" Learn from the Beasts the Phyfeck of the Field: \" Thy Arts of Building fr^m the Ree receive ; cc Learn of the Mole to plow, the Worm to weave ; c' Learn of the little * Nautilus to fail, 1 80 « Spread the thin Oar, and catch the driving Gale. D \" Here * Vide Oppian Halieut. Lib. I"], [18, "14 \" Here loo all Forms of social Union find, u And hence let Reason, late, inflrucl Mankind: \" Here Subterranean Works and Cities/^, \" There Towns Aerial on the waving Tree. 1 8 $ \" Learn each small People's Genius, Policies ■ \" The Ants Republic, and the Realm of Bees ; « How those in common all their Stores bestow, a And Anarchy without Confusion know, tl And these for ever, tho' a Monarch reign, 1 90 \" Their fep'r ate Cells and Properties maintain. \" Mark what unvary'd Laws preserve their State, u Laws wife as Nature, and as fix^d as Fate. \" In vain thy Reason finer Webs shall draw, \" Entangle Justice in her Net of haw, 195 \" And Right too rigid harden into Wrong, iC Still for the . Strong too weak, the Weak too strong. u Tet Go ! and thus o'er all the Creatures sway, \" Thus let the Wiser make the rest obey, a Who for these Arts they learn'd of Brutes before, 200 \" As Kings shall crown them, or as Gods adore.\" Great Nature spoke ; observant Men obey'd; Cities were built, Societies were made : Here"], [19, "15 Here rose one little State ; Another near Grew by like means, andjoin'd, thro' Love or Fear. 205 Did here the Trees with ruddier Burdens bend, And there the Streams in purer Rills descend ? What War could ravish, Commerce could bestow, And he return'd a Friend, who came a Foe. Thus States were form'd ; the Name oHKing unknowns 1 o 'Till common Int'rest plac'd the Sway in One. Then Virtue only (or in Arts, or Arms, Diffusing Blessings, or averting Harms) The fame which in a Sire the Sons obey'd, A Prince the Father of a People made. 215 'Till then, by Nature crown'd, each Patriarch fate, King, Priest, and Parent of his growing State : On him, their second Providence, they hung, Their Law, his Eye ; their Oracle, his Tongue. He, from the wondring Furrow call'd their Food, 220 Taught to command the Fire, controul the Flood, Draw forth the Monsters of th' Abyss profound, Or fetch th' Aerial Eagle to the Ground. Till drooping, sick'ning, dying, they began Whom they rever'd as God, to mourn as Man. 225 Then"], [20, "16 Then, looking up from Sire to Sire, explor'd One Great, First Father, and that first Ador'd. Or plain Tradition that this All begun, Convey 'd unbroken Faith from Sire to Son, The Workman from the Work distinct was known, 2 30 And simple Reason never sought but One : E're Wit oblique had broke that steady Light, Man, like his Maker, saw, that all was right, To Virtue in the Paths of Pleasure trod, And own'd a Father when he own'd a God. 235 Love all the Faith, and all t\\\\ Allegiance then ; For Nature knew no Right Divine in Men, No III could fcar in God ; and understood A Sovereign Being but a Sovereign Good. True Faith, true Policy, united ran, 240 That was but Love of God, and this of Man. Who first taught Souls enslav'd, and Realms undone Th' enormous F^aith of Many made for one ? That proud Exception to all Nature's Laws, T'invert the World, and counter-work its Cause ? 245 Force first made Conquest, and that Conquest Law ; Till Superstition taught the Tyrant Awe, Then"], [21, "17 Then ssiar'd the Tyranny, and lent it Aid, And Gods of Conqu'rors, Slaves of Subjects made : She,midsttheLight'ning'sB]a5_.eandThunder'sSound,2^o When rcck'd the Mountains, and when groan'd the Ground, She taught the Weak to bend, the Proud to pray, To Pow'r unseen, and mightier far than they. She, from the rending Earth and bursting Skies, Saw Gods descend, and Fiends infernal rise, 255 Here fix'd the dreadful, there the blest Abodes; Fear made her Devils, and weak Hope her Gods . Gods partial, changeful, passionate, unjust, Whose Attributes were Rage, Revenge, or Lust •' Such as the Souls of Cowards might conceive, 260 And form cl like Tyrants, Tyrants would believe. Zeal then, not Chanty, became the Guide, And Hell was built on Spite, and Heav'n on Pride. Then sacred seem'd th' Ætherial Vault no more • Altars grew Marble then, and reek'd with Gore : 265 Then first the Flamen tasted living Food ; Next his grim Idol fmear'd with human Blood ; E With"], [22, "18 With Heav'ns own Thunders shook the World below, And play'd the God an Engine on his Foe. - > So drives Self -Love, thro' Just, and thro' Unjust, 270 To One man's Pow'r, Ambition, Lucre, Lust: The fame Self-Love, in All. becomes the Cause Of what restrains him, Government and Laws. For what cne likes, if others like as well, What serves one Will when many Wills rebel ? 275 How shall he keep, what sleeping or awake A weaker may surprize, a stronger take ? His Safety must his Liberty restrain ; AU join to guard what each desires to gain. Forc'd into Virtue thus by Self-Defence, 280 Ev'n Kings learn'd Justice and Benevolence : Self-Love forsook the Path it first pursu'd, And found tht private in the publick Good. 'Twas then, the studious Head or gen'rous Mind, Follow'r of God, or Friend of Humankind, 285 Poet or Patriot, rose, but to restore The Faith and Moral, Nature gave before • Re-lum'd her ancient Light, not kindled new ; If not God's Image, yet his Shadow drew ; Taught"], [23, "19 Taught Pow'rs due Use to People and to Kings, 200 Taught, not to slack, nor strain, its tender strings ; The Less, and Greater, set so justly true, That touching one , must strike the other too, And jarring Int'rests of themselves create The according Mufick of a well-mix' *d State. 295 Such is the World's great Harmony, that springs From Union, Order, full Consent of Things ! Where Small and Great, where Weak and Mighty, made To serve, not suffer, strengthen, not invade, More pow'rs ul each, as needful to the rest, 300 And in Proportion as it blesles, blest, Draw to one Point, and to one Centre bring Beast, Man, or Angel, Servant, Lord, or King. For Forms of Government let Fools contest ; What'ere is best administred, is best : 305 For Modes of Faith let graceless Zealots fight _ His can't be wrong whose Life is in the right. All must be false, that thwart this One Great End, And all of God, that bless Mankind, or mend. 310 Man, like the gen'rous Vine, supported fives, The Strength he gains is from th' Embrace he gives. On"], [24, "20 On their own Axis as the Planets run, Yet make at once their Circle round the Sun : So two consistent Motions act the Soul, And one regards Itself, and one the Whole. 320 Thus God and Nature link'd the gen'ral Frame, And bade Self -Love and Social be the fame. FINIS. N. B. The Rest of this Work will be published the next Winter."], [25, "A N ESSAY O N MAN In EPISTLES to a Friend. EPISTLE IV. LONDON: Printed for J. Wilford, at the Three Flower-de- Luces, behind the Chapter-House, St. Paul's. [Price one Shilling.]"], [26, ""], [27, "THE CONTENTS. Of the Nature and State of Man, with respect to Happiness. HAppiness.W defin'dbythe Philosophers, Ver. 19. That it is the End of all men, and attainable by all, 2 8. God go verns by general,i\\o_ particular laws: intends Happiness to be equal, and to be so, it must hzsocial, since all particular happiness de pends on general, 35. As it is necessary for Order, and the Peace and Welfare of Society, that External goods should be unequal, hap piness is not made to consist in these, 47. But, notwithstand ing that inequality, the Balance of Happiness among mankind is kept even by Providence, by the two Passions of Hope and Fear, 66. What the happiness of Individuals is ? as far as is consistent with the Constitution of this world, 7 6. That the good man has here the advantage, 80. The Error of imputing to Virtue what are only the calamities of Nature, or of Fortune, 92. The Folly of expecting that God should alter his General Laws in savour os par ticulars, 118. That we are not judges who are good '? but that whoever they are, they must be happiest, 130, &c. That ex ternal goods are not the proper rewards, often inconsistent with, or destructive of Virtue, 166. But that even these can make no man happy without Virtue. Instanced in Riches, 176. Ho nours, 184. Birth, 203. Greatness, 213. Fame, 233. Supe rior Talents, 257. with pictures of human Infelicity in men pos sest of them all, 275, &c. That Virtue only constitutes a Hap piness, whose Object is universal, 311. and whose Prospect eter nal, 345- The perfection of which consists in a conformity to the Order oi\" Providence, here, and in a resignation to it, here and hereafter, Or (in other words) in Love os God, and Charity to all men, &c. to the end."], [28, ""], [29, "A N ESSAY on MAN EPISTLE IV. Happiness! our Being's End and Aim ! Good, Pleasure, Ease, Content! whate'er thy name : That Something still, which prompts th' eternal sigh, For which we bear to live, nor fear to die ■ Which still so near us, yet beyond us lies, O'erlook'd, seen double, by the fool — and wise. Plant of Cælestial seed ! if dropt below, 5 Say, in what mortal foil thou deign'st to grow ? Fair-opening to some Court's propitious Shine, Or deep with diamonds in the flaming Mine, 10 Twin'd with the wreaths Parnassian Laurels yield, Or reap'd in Iron Harvests of the Field ? B"], [30, "2 Where grows - where grows it not ?- If vain our toil, We ought to blame the Culture, not the Soil : Fix'd to no spot is Happiness sincere ; 15 'Tis no where to be found, or ev'ry where ; 'Tis never to be bought, but always free, And fled from Monarchs, Lelius ! dwells with thee. Ask of the Learn'd the way, the Learn'd are blind, This bids to serve, and that to ihun mankind : 20 Some place the bliss in Action, some in Ease, Those call it Pleasure, and Contentment these : Who thus define it, fay they more or less Than this, that Happiness is Happiness ? One grants his Pleasure is but Rest from pain, 25 One doubts of All, one owns ev'n Virtue vain. Take Nature's path, and mad Opinion's leave, All States can reach it, and all Heads conceive ; Obvious her goods, in no Extreme they dwell, There needs but thinking right, and meaning well • And mourn our various portions as we please, 3 1 Equal is common Sense, and common Ease. Remember Man ! \" the Universal Cause ? Acts not by partial but by gen'ral Laws ["], [31, "3 And makes what Happiness we justly call, 35 Subsist not in the Good of one, but all. There's not a blessing Individuals find, But some way leans and hearkens to the Kind. No Bandit fierce, no Tyrant mad with pride, No cavern'd Hermit, rest self-satisfy 'd ; 40 Who most to lhun or hate mankind pretend, Seek an Admirer, or wou'd fix a Friend. Abstract what others feel, what others think, All Pleasures sicken, and all Glories sink ; Each has his fliare, and who wou'd more obtain 45 Shall find, the pleasure pays not half the pain. Order is Heav'n's first Law ; and this confest, Some are, and must be, greater than the rest, More rich, more wife : but who infers from hence That such are happier, fliocks all common fense. 50 Heav'n to mankind impartial we confess If all are equal in their happiness : But mutual wants this happiness increase, All Nature's difference keeps all Nature's peace Condition, Circumstance is not the thing : 55 Bliss is the fame, in Subject or in King ;"], [32, "4 In who obtain defence, or who defend ; In him who k, or him who finds, a friend. Heav'n breathes thro' ev'ry member of the whole One common Blessing, as one common Soul : But Fortune's gifts if each alike poflest, And each were equal, must not all contest? If then to all men Happiness was meant, God in Externals could not place Content. 6o Fortune her gifts may variously dispose, And these be call'd unhappy, happy those ; But Heav'n's just balance equal will appear, While those are plac'd in Hope, and these in Fear: Not present Good or 111, the joy or curse, But future views, of Better, or of Worse. 65 7° Oh Sons of Earth ! attempt ye still to rife By mountains piPd on mountains, to the Skies ? Heav'n still with laughter the vain toil surveys, And buries Madmen in the Heaps they raise. Know, all the Good that Individuals find, 7 Or God and Nature meant to meer mankind, Reason's whole pleasures, all the joys of Sense, Lie in three words, Health, Peace, and Competence. 75"], [33, "5 But Health consists with Temperance alone* And Peace, fair Virtue ! Peace is all thy own ; 80 The gifts of Fortune good or bad may gain • But these less taste them, as they worse obtain. Say, in pursuit of Profit or Delight, Who risque the most, that take wrong means, or right? Of Vice or Virtue, whether blest or curst, 85 Which meets Contempt, or which Compassion first ? Count all th' advantage prosp'rous Vice attains, 'Tis but what Virtue flies from, and disdains ; And grant the bad what happiness they wou'd, One they must want, which is, to pass for good. 90 Oh blind to Truth, and God's whole Scheme be- Who fancy Bliss to Vice, to Virtue Woe : [low ! Who fees and follows that great Scheme the best, Best knows his blessing, and will most be blest. But Fools the Good alone unhappy call, 95 For Ills or Accidents that chance to All. See Falkland falls, the virtuous and the just ! See godlike Turenne prostrate on the dust ! See Sidney bleeds amid the martial strife ! Was this their Virtue, or Contempt of life ? i°° C"], [34, "6 Say was it Virtue, more tho' Heav'n ne'er gave, Lamented Digby! funk thee to the Grave? Tell me, if Virtue made the Son expire, Why, full of Days and Honour, lives the Sire p Why drew Marseilles good Bissiop purer breath, 1 05 When Nature sicken'd, and each gale was death ? Or why so long (in Life if long can be) Lent Heav'n a Parent to the Poor and Me ? What makes all Physical or Moral 111 ? There deviates Nature, and here wanders Will. * 1 o God sends not 111, 'tis Nature lets it fall Or Chance escape, and Man improves it all. We just as wisely might of Heav'n complain, That righteous Abel was destroy'd by Cain, As that the virtuous Son is ill at ease, its When his lewd Father gave the dire disease. Think we like some weak Prince th' Eternal Cause. Prone for his Fav'rites to reverse his Laws ? Shall burning Ætna, if a Sage requires, Forget to thunder, and recall her fires? 12c On Air or Sea new motions be imprest, O blameless Bethel ! to relieve thv breast W"], [35, "7 When the loose Mountain trembles from on Iwh, Shall Gravitation cease, if you go by ? Or some old Temple nodding to its fall, 125 For Chartres head reserve the hanging Wall ? But still this World (so fitted for the Knave) Contents us not. A better shall we have ? A Kingdom of the Just then let it be : But first consider how those Just agree? 130 The Good must merit God's peculiar care ; But who but God can tell us, who they are ? One thinks on Calvin Heav'n's own spirit fell, Another deems him Instrument of Hell ; If Calvin feel Heav'n's Blefling, or its Rod, *M This cries there is, and that, there is no God What shocks one part will edify the rest, Nor with one System can they all be blest. Give each a System, all must be at strife ; Wliat different Systems for a man and wife ? 140 The very best will variously incline, And what rewards your Virtue, punish mine. \" Whatever is, is right.\" — This world, 'tis true, Was made for Cæsar — but for Titus too ;"], [36, "8 And which more blest? who chain'd his Country, fay, Or he, whose Virtue sigh'd to lose a day? <4& \" But sometimes Virtue starves while Vice is fed.\" What then ? is the reward of Virtue, Bread ? That, Vice may merit ; 'tis the price of Toil : The Knave deserves it when he tills the Soil, I5° The Knave deserves it when he tempts the Main, Where Madness fights, for Tyrants, or for Gain. The good man may be weak, be indolent, Nor is his claim to Plenty, but Content. But grant him R icfyes, your demand is o'er? J55 \"No — shall the good want health, the good want Add health and pow'r, and ev'ry earthly thing : [Pow'r ? \" Why bounded pow'r ? why private ? why no King ? Nay, why external for internal giv'n, Why is not Man a God, and Earth a Heav'n ? 1 60 Who ask and reason thus, will scarce conceive God gives enough while he has more to give : Immense the Pow'r, immense were the demand ; Say, at what part of Nature will they stand ? What nothing earthly gives, or can destroy, 16; The Soul's calm sun-ssiine, and the heart-felt jov,"], [37, "9 Is Virtue's Prize : A better would you fix. And give Humility a Coach and fix? Justice a Conqu'ror's sword, or Truth a Gown, Or Publick Spirit, its great cure, a Crown ? 170 Rewards that either would to Virtue bring- No joy, or be destructive of the thing. How oft by these at sixty are undone The Virtues of a Saint at twenty-one! For Riches, can they but to the Just, 1 75 His own Contentment, or another's Trust ? Judges and Senates have been bought for gold, Esteem and Love were never to be sold. O Fool ! to think, God hates the worthy Mind, The Lover, and the Love, of Human kind 180 Whose Life is healthful, and whose Conscience clear • Because he wants a thousand pounds a year! Honour and Shame from no Condition rise ; Act well your part, there all the Honour lies. Fortune in men has some small difference made, * 85 One flaunts in Rags, one flutters in Brocade, The Cobler apron'd, and the Parson gown'd, The Fryar hooded, and the Monarch crown'd D"], [38, "10 \" What differ more (you cry) than Crown and Cowl ?T I'll tell you, friend: a Wise man and a Fool. 19° You'll find, if once the Monarch acts the Monk, Or Cobler-like, the Parson will be drunk, Worth makes the Man, and want of it the Fellow ; The rest, is all but Leather or Prunella. Stuck o'er with Titles, and hung round with Strings, That thou may'st be, by Kings, or Whores of Kings. Thy boasted Blood, a thousand years or so, May from Lucretia to Lucretia flow ; But by your Father's worth if yours you rate, Count me those only who were good and great. 205 Go 1 if your ancient but ignoble blood Has crept thro' Scoundrels ever since the Flood, Go ! and pretend your Family is young ; Not own your Fathers have been fools so long-. 2 1 o What can ennoble Sots, or Slaves, or Cowards? Alas! not all the blood of all the Howards. Look next on Greatness, fay where Greatness lies ? \" Where, but among the Heroes, and the Wise ?\" Heroes are much the fame, the point's agreed, 215 From Macedonia's Madman to the Suede ;"], [39, "11 The whole strange purpose of their lives, to find Or make, an Enemy of all Mankind : Not one looks backward, onward still he goes, Yet ne'er looks foreward, further than his nose. 22° No less alike the Politick and wife, All fly stow things, with circumspective eyes ; Men in their loose, unguarded hours they take, Nor that themselves are wife, but others weak. But grant that those can conquer, these can cheat, 2 2 5 'Tis phrase absurd to call a VI lain great. Who wickedly is wise, or madly brave, Is but the more a fool, the more a knave. Who noble ends by noble means obtains, Or failing, smiles in Exile or in Chains, 230 Like good Aurelius let him reign, or bleed Like Socrates, that Man is great indeed. What's Fame ? that fancy 'd Life in others breath ! A thing beyond us ev'n before our death. Just what you hear you have, and what's unknown 235 The fame (my Lord) if Tully's, or your own. All that we feel of it begins and ends In the small circle of our foes or friends ;"], [40, "12 To all beside, as much an empty Shade An Eugene living, as a Cæsar dead, 240 Alike, or when or where, they shone or shine, Or on the Rubicon, or on the Rhine. A Wit's a Feather, and a Chief a Rod; An honest man's the noblest Work of God : Fame but from death a Villain's name can save, %A& As Justice tears his body from the grave ; When what t' Oblivion better were resign'd, Is hung on high, to poison half mankind. All Fame is foreign, but of true Desert, Plays round the head, but comes not to the heart. One self-approving Hour whole years out-weighs 251 Of stupid Starers, and of loud huzza's ; And more true joy Marcellus exil'd feels Than Cæsar with a Senate at his heels.. In Parts superior what advantage lies! [55 Tell (for Ton can) what is it to be wife ? 'Tis but to know, how little can be known , To see all others faults, and feel our own ; Condemn'd in Business or in Arts to drudge Without a Second, or without a Judge : 260"], [41, "13 Truths would you teach, or save a sinking Land P All fear, none aid you, and few understand. Painful Preheminence ! yourself to view Above Life's Weakness, and its Comforts too. Bring then these Blessings to a strict account, 265 Make fair deductions, see to what they mount ? How much of other each is sure to cost ? How each for other oft is wholly lost ? How inconsistent greater Goods with these ? How sometimes Life is risqu'd, and always Ease ? 270 Think, and if still the Things thy envy call, Say, would'st thou be the Man to whom they fall P To sigh for Ribbands if thou art so silly, Mark how they grace Lord Umbra, or Sir Billy. Is yellow Dirt the passion of thy life? 275 275 Look but on Gripus, or on Gripus' wife. If Parts allure thee, think how Bacon iliin'd, The wisest, brightest, meanest of Mankind : Or ravilh'd with the whistling of a Name, See Cromwell, damn'd to everlasting Fame! 280 If all, united, thy ambition call, From ancient Story learn to scorn them all. E"], [42, "14 There, in the rich, the honour'd, fam'd, and great. See the false Scale of Happiness compleat ! In hearts of Kings or arms of Queens who lay, 2 85 (How happy !) those to ruin, these betray, Mark by what wretched steps their Glory grows, From dirt and sea-weed as proud Venice rose ; In each, how Guilt and Greatness equal ran, And all that rais'd the Hero funk the Man. 290 Now Europe's Lawrels on their brows behold, But stain'd with Blood, or ill exchang'd for Gold : Then see them broke with Toils, or lost in Ease, Or infamous for plunder 'd Provinces. Oh Wealth ill-fated ! which no Act of fame 295 E'er taught to shine, or sanctify 'd from shame ! What greater bliss attends their close of life? Some greedy Minion, or imperious Wrife, The trophy 'd Arches, story 'd Halls invade, And haunt their slumbers in the pompous Shade. Alas ! not dazled with their Noontide rav, 300 Compute the Morn and Evening to the Day: The whole amount of that enormous Fame A Tale ! that blends their Glory with their Shame !"], [43, "15 Know then this Truth (enough for man to know) Virtue alone is Happiness below: 305 The only point where human bliss stands still, And tastes the good without the fall to ill \\ Where only, Merit constant pay receives, Is bless'd in what it takes, and what it gives : The joy unequal'd, if its end it gain, 310 And if it lose, attended with no pain : Without satiety, tho' e'er so bless 'd, And but more relish'd as the more distress'd : The broadest mirth unfeeling Folly wears, Less pleasing far than Virtue's very Tears. 3*5 Good, from each object, from each place acquir'd, For ever exercis'd, yet never tir'd ; Never elated, while one man's oppress 'd, Never dejected, while another's bless'd ; And where no wants, no wishes can remain, 320 Since but to wish more Virtue, is to gain. . See ! the sole Bliss Heav'n could on all bestow, Which who but feels, can taste, but thinks, can know : Yet poor with Fortune, and with Learning blind, The Bad must miss, the Good untaught will find, 32S"], [44, "16 Slave to no Sect, who takes no private road, But looks thro' Nature up to Nature's God, Pursues that Chain which links th' immense Design, Joyns Heav'n, and Earth, and mortal, and divine ; Sees, that no Being any Bliss can know 33° But touches some above, and some below ; Learns, from this Union of the riling Whole, The first, last Purpose of the human Soul ; And knows, where Faith, Law, Morals all began, All end, in Love of God, and Love of Man. 335 For him alone, Hope leads from gole to gole, And opens still, and opens, on his foul, Till lengthen'd on to Faith, and unconfin'd, It pours the bliss that fills up all the mind. He sees, why Nature plants in Man alone 340 Hope of known bliss, and Faith in bliss unknown p (Nature, whose dictates to no other Kind Are giv'n in vain, but what they seek they find ) Wise is the Present : she connects in this His greatest Virtue with his greatest BUjs. 3*6 At once his own bright Prospect to be blest. And strongest Motive to assist the rest."], [45, "17 Self-Love thus pufli'd to Social, to Divine, Gives thee to make thy Neighbour's blessing thine • Is this too little for the boundless heart? 35° Extend it, let thy Enemies have part : Grasp the whole Worlds, of Reason, Life, and Sense, In one close System of Benevolence. Happier, as kinder! in whate'er degree, And height of Bliss but height of Charity. 355 God loves from Whole to Parts : but human Soul Must rife from Individual to the Whole. Self-love but serves the virtuous mind to wake, As the small pebble stirs the peaceful Lake, The Centre mov'd, a Circle strait succeeds, 360 Another still, and still another spreads ; Friend, Parent, Neighbour, first it will embrace, His Country next, and next all Human-race, Wide, and more wide, th' O'erflo wings of the mind Take ev'ry Creature in, of ev'ry kind ; 365 Earth smiles around, with boundless bounty ]blest, And Heav'n beholds its Image in his Breast. Come then, my Friend! my Genius come along, Oh Master of the Poet, and the Song! F"], [46, "18 And while the Muse now stoops, or now ascends, 37° To Man's low Passions, or their glorious Ends, Teach me like thee, in various Nature wife, To fall with Dignity, with Temper rise ; Form'd by thy Converse, happily to steer From grave to gay, from lively to severe, 775 Correct with spirit, eloquent with ease, Intent to reason, or polite to please. O ! while along the stream of Time, thy Name Expanded flies, and gathers all its fame, Say, shall my little Bark attendant fail, 38^ Pursue the Triumph, and partake the Gale ? And shall this Verse to future age pretend Thou wert my Guide, Philosopher, and Friend ? 385 That urg'd by thee, I turn'd the tuneful Art From Sounds to Things, from Fancy to the Heart ; For Wit's false Mirror held up Nature's Liaht • Shevv'd erring Pride Whatever Is, is Right ; That Reason, Passion, answer one great Aim ; 390 That true Self love and Social are the fame \\ That Virtue only makes our Bliss below ; And all our Knowledge is, Ourselves to know."], [47, "Lately Published the three former Parts of AN ESSAY on MAN. In Epistles to a Friend. Sold by J. Wilford at the Three Ftower-de-Luces, behind the Chapter-House in St. Paul's Church-yard."], [48, ""], [49, "vt>'vE^akM mm"], [50, ""]]