[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "t THE Unfortunate Dutchefll ofl Malfy, OR, THE Unnatural Brothers : A TRAGEDY."], [8, "*ffoe ABors Names, Men. Ferdinand, Duke of Calabria, Mr. Vahuggvu Cardinal, his Brother. Mr. I(een. Antonio, Steward of the Houfhold to? Mf> the Dutchefs, * Velio, his Friend, Mr. Corey. <Bofo\\a, Gentleman of the Horfe to the? Mf Dutchefs, Caflrucbio, an old Lord, Marquefs of <pe/wrd, Mr. Fairbank, Count Malatefte, Mr. Fr^w<m. Lord {/^ferjgo, Mr- - Lord Grifolan, T>ol~l to the Duke in his- Madnefs, Mr. <Bomn. Mr. Trout. xa ATaylor, Mr. Tack.. Ma«<Parfon, Mr. John/on, fDoaor,; .«, Mr. Qutiock.- Women\". Dutchefs of Md/^f, Mrs. (Porter. Cariola, her Woman, Mrs. -Poiwtf. Julia, CaPruchio's Wife, and the C„-> „ dinal s Mrs. > ' Scene ITALY. Note] Thofe Lines which were omitted in the Acting, by rea(bn of the Length of the Play, are marked with CO"], [9, "*»» THE Unfortunate DutcheJI of Malfy , ■■» OR, THE Unnatural Brothers : A • T R AG E D Y. Now A#ed at the QU E E Ns Theatre in the Hay-market^ By Her Majefties Company of COMEDIANS. Written by Mr. Webster. .LONDON: Printed for H. N, and are to be Sold by John Morphew, near Stationers-hall. 1708, \\ ."], [10, ""], [11, "T 0 The moft Noble Prince H E N R Y Duke of Beaufort, Marquifs and Earl of 'Wdrajler, Baron Her* bert, Lord of Raglan d, Chep* fiow, and Gawer. May it pleafe Your Grace, ry+HAT Illujlrious Char after and Ex- 1 ait^tt Dignity, which your Grace de- fervedly foffeyes, is not owing to the ■Mufbroom. Merit of one Jingle Allion, or the Effecl of an hajlj Juch as generally are attended"], [12, "Dedication. attended with as fudden Obfcurity, and foon lie buried in the Grave of Oblivion. Your mojl noble Anceftors have been celebra ted more for their Eximious Virtues and Noble Endowments of Mind, than their high Titles, It would employ the pains of a moft indefatigable and ingenious Hijlorian, and one who hath made a pro found Penetration into the Knowledge of former Agesi to write the Memoirsofyou Antient as well as Noble Family ; and to exhibit to the World by what glorious $teps they meritorioujly acquired, what you now enjoy by a double Title, as Heir both to their Honour and Virtues, It would /well Volumes to particularise their Conftant, Inviolable, and Di/linguijh d Loyalty and Courage Jhewn] for the De fence of their Trince and Country ; their Generous, Free, and Grace ful Deportment to Terfons of Note and Diftincli on; and their Jfiofpitality, and univerfally Exten five Tendernefs and Charity to fuch of an inferior Kan^who fell under their Cognisance, They were always the Tatrons of, and a fure Refme for the Injured and Oppreffed, and never refufed to"], [13, "Dedication I to vindicate and affert a jufl Caufe, tho labour ing under the greateft Dif advantages, efteeming that more than the Dignity of the T erf on, or mthe Tower of the* Oppreffor. %)pon thefe Confiderations, the poor Diftrejfed and Vnfortunate Dutchefs of Malfy prefumes to approach you, and throw her felf at your Feet, not doubting in the leaf of TroteBion, how nu* merous and potent foever her Enemies may, be. » Your Grace is not to be moved with gingling f argon and naufeous (tho fmootli) 'Bombaft j but penetrates thro the tawdry out fide of a few fonorous Expreffions, to true folid and improving Senfe, and thereby, enjoys far more noble Enter tainments than thofe, whofe Thoughts are only confined to, and employed in, obfervingSmoal^and Shadows, are fufceptible of. It were therefore egregioufly to affront aTer/on of your Character, in the leaft to imagine, that becaufe fhe that at prefent attempts to kifs your Grace's Hand, is not adorned with the advan- tage"], [14, "Dedication tage of a Modern Drefs , that therefore her true internal beauty will not be difcerned by, and ac- ceptable to you : No, my noble Lord, your Doors were never fhut againft true Wit and jSenje, but there they ever met with a Generous and Candid Keception, That your Grace may long live the Darling of the Mufes, as you are their mosl Noble and Generous Mecasnas, and may your Tofterity here- after inherit your great Qualities for the future of Mankind, as you in a moft ample man- ner have done thofe of jour Tredeceffors , is the Humble and Hearty of, Your Grace's mofl: Devoted and moft Obedient Humble Servant Hugh Newman. •"], [15, "THE Dutchefs of Malfy. ACTUS I SCENA I. Enter Antonio, and Delio] Delfo^yr TOU are welcome to your Country^ dear Antonio, \\f You have been long in France, and you return Avery formal Frenchman in your Habit. •*• How do you like the French Court ? 'Ant. I admire it. In ieeking to reduce both State and People ToafixtOrder, their judicious King Begins at home ; quits firft his Royal Palace Of flattering Sycophants, of diflblute And infamous Perfons ; Considering duly, that a Prince's Court Is like a common Fountain, whence (hould flow Pure Silver Drops in general. Here comes Boflola, The only Court-Gall ; yet I obferve his Railing 7s not for fimple Love of Piety : Indeed he rails at thofe things which he wants. Would be as Amarous, Covetous, or Proud, Bloody or Envious as any Man, If he had Power to be fo. Here's the Cardinal. Enter Bofola, Cardinal. Bofl. I haunt you ftill. Card, So. Bof. I have done you better Service B Than"], [16, "i Tbe Dutchefs of M A L F Y. Than to be flighted thus; Miferable Age ! where oiily the Reward Of doing well, is the doing of it. Car. You enforce your Merit too much. Bof I fel! into the Galleys in your Service, Where, for two years together, I wore two Towels inftead of A Shirt, with a Knot on my Shoulder, after the Fafhion of a Roman Mantle. Slighted thus, Twill thrive fome way : Blackbirds fatten beft in hard Weather j why not I t in thefe Dog-days? dr.\"\" Wou'd you cou'd become Honeft. Bof. With all your Divinity do but direct me the way to It. J have known many travel far for it, and yet return As arrant Knaves as they went forth, Jxcaufe they carry 'd Themfelves always along with them. Are you gone ? [Exit Cari Some Fellows, they fay, are poflefs'd with the Devil '.- But this great Fellow is able to po(f;fs the greateft Devil, and make him worfe. < Ant. He hath denied thee fome Suit ? Bofl He and his Brother are like plumb-trees, that grow crooked Over (landing Pools, they are rich and over-laden with 'Fruit, but none but Crows, *Pyes, and Caterpillars feed On them j Could I be one of their flattering Pandars, I Would hang on their Ears like a Horfeleech, till I were full, and Then drop off. Who wou'd rely upon thefe miferabje Dependences, in expeSati *on to be advane'd to morrow ? what Creature ever fed worfe, than ho ping Tantalus ? Nor ever died any Man more fearfully, than he that hop'd for a Pardon ? There are Rewards for Hawks and Dogs when they have done us Service; but for a Soldier that hazards his Limbs in a Battel, nothiug but a. kind of Geometry is his laft Supporta tion., Del. Geometry ? Bofl. I, to hang in a fair pair of Slings, take his latter fwinge in the World upon an honourable pair of Crutches, from Hofpital to Hofpual .** Fare ye well Sir. And yet do not you fcorn us, for Places in the Court are but like Beds in-the Hofpital, where this Man's Head lies at. that Mans Foot, and fb lower and lower. [Exit. Del, I knew this Fellow, feven Year?, in the Galleys, For a notorious Murtherer, firKPt was thought The Cardinal fubprn'd'>: he was releasd By;"], [17, "The Dutchefs o/MALFY. 3 By the French General, Gafton de Foix. When he recover'd Maples. Ant. Tis great pity he (hould be thus neglected; I have heard He's very valiant: This foul Melancholy Will poilbn all his Goodnefs, \" for, Tie tell you, \" If too immoderate Sleep be truly faid \" To be an inward Ruft unto the Soul, t£ It then doth follow, want of A&ion •^Breeds all black Malecontents, and their clofe rearing, £ Like Moths in Cloth, do hurt for want of wearing. [Exeunt, SCENA II Enter Antonio, Delio, Ferdinand, Caflrucchio, Sylvia. Del. The Pretence 'gins to fill ,• you promis'd me To make me Partaker of the Natures Of fome of our great Courtiers. Ant. The Lords Cardinals, And other Strangers that are now in Court? I fhall ; Here comes the great Calalrian Duke. Ferd. Who took the Ring oftneft > Syl. Antonio, Bologna, my Lord. Ferd. Our Sifter DuchefsS great Mafter of her Houfhold. Give him the Jewel. When (hall we leave this Sportive Action,\" And fall to A<2ion indeed .*> \" Cafl. Methinks, my Lord, <c You fhouid not defire to go to War in Perfon. ■* Per. Now for fbme Gravity. Why, my Lord .* \" Cafl. It is fitting a Soldier rife to be a Prince, but notneceffary \" \"a Prince defcend to be a Captain. \" Ferd. No > \" Caji. No, my Lord ; \" He were far better do it by a Deputy. \" Ferd. Why fhould he not as well Sleep, or Eat by a Deputy .* \" This might take idle, offenfive, and bafe Offices from him, il Whereas the other deprives him of Honour, \". Caji. Believe my Experience, that Realm is never long, quiet,\" \" Whofe Ruler is a Soldier. fad. Thou told'ft me \" Thy Wife cou'd not endure fighting ? B i \" Caft."], [18, "The Vut&efs of M A L F Y. 4 11 Gafi. True, my Lord. \" Ferd. And of a Jeil fhe broke of a Captain, ■ ' She met full of Wounds ; 1 have forgot it. \" Caft. She told him, my Lord, he was a pitiful Fellow, to lie \" Like the Children of lfmaelztt in Tents. \" ferd. Why, there's a Wit were able to undo u All the Surgeons o'th City; for although \" Sparks fhould quarrel, and had drawn their Weapons, \" And were ready to go to it j yet her Perfuafions wou'd \" Make them put up. Caft. That (he wou'd, my Lord. <{ How do you like my Spanifh Gennet ? \" \" Rod. He is all fire. \" Ferd. I am oiPlinys Opinion, I think he was begot by the Wind, *' He runs as if he were ballafs'd with Quick-filver. \" Syl. True (my Lord) he reels from the Tilt often. *{ Rod. GriJ. Ha. ha, ha. \" Ferd. Why do you laugh .» Methink* you that are Courtiers 11 Sou'd be my Touch-wood, take Fire when I give Fire; that is*, \" Not laugh but when I laugh, were the Subject never fo Witty..' \" Caft. True my Lord, I my felf have heard a very good Jeft, •\" And have fcorn'd to ftem to have fo filly a Wit, as to underfiand it. <c Ferd. But I can laugh at your Fool, my Lord. \" Caft. He cannot fpeak, you know, but he makes Faces,. \" My Lady cannot abide him. Ferd. No? \" Caft. Nor endure to be in merry Company.- for fhe fays \" Too much Laughing, and too much Company, fills her ? Too full of Wrinkles. \" Ferd. I wou'd then have a Mathematical Inftrument made for *' Her Face, that fhe might not laugh out of Compafs. i fhall *c Shortly vifityouat/tfi/tf», Lord Sylvia. \" Syl. You Grace fhall arrive molt welcome. \" Ferd. You are a good Horfeman, Antonio, you have excellent ** Riders in France, what do you think of good Horfe-man-fhip & \" Ant. Nobly, my Lord; as out of the Gre cian Horfe ilTued \" Many famous Princes 5 fo out of brave Horfe-man-fhip, \" Arife the firft Sparks of growing Refolution, thatraife *' The Mind to noble Action. \" Ferd, You have befpoke it worthily. f Syl, Your Brother, the Lord Cardinal, and Sifter Duchefs.1 Enter"], [19, "Woe Dutchefs of M A L F Y. •Enter Cardinal, Duchefs, Griflola, Cariola, and Boflola. Card. Are the Gallies come about ? Grifl. They are, my Lord. Del. Now Sir, your Promife; what's that Cardinal » I mean his Temper > they fay he's a brave Fellow, Will play his five thoufand Crowns at Tennis, Dance, Court Ladies; one that \"hath fought fingle Combats. Ant, Some fuch Flafhes fuperficially hang on him, for Form; But obferve his inward Character, He is a melancholy Church-man. The Spring in his Face, is nothing but the Ingendring of Toads. Where he is jealous of any Man, He lays worfe Plots for them, than ever was impofed on Hercules : \" For he ftrews in his way Flatterers, Bauds, \" Informers, Atheifts, and a thoufand fuch political :* Monfters. \"He fhould have been Pope; but infteadof Coming to it by the primitive Decency of the Church, He did beftow Bribes fo largely, and fo impudently, as if he would have carried it away without Heaven's Knowledge. Some good he hath done. Del. You have given too much of him ; what's his Brother ? Ant. TheDukethere> Of a moft perver(e, and turbulent Nature; What appears in him Mirth, is merely Outfide; If he laugh heartily, it is to laugh All Honefty out of Fafhion. Del. Twinsi. Ant. In quality : He fpeaks with other's Tongues, and hears Mens Suits With other's Ears : Dooms Men to Death, by Information : Rewards by hear-fay.. For his Brother, there, the Cardinal; They that flatter him moft, fay Oracles Hang at his Lips ; and verily I believe them* For the Devil fpeaks in them. But for their Sifter, the moft noble Duchefs, You never fix'd your Eye on three fair Medals Caft in one Figure of fo different a Temper : For her Difcourfe, it is fo full of Rapture, You only will then begin to be forry When fhe ends her Speech. Whilft fhe fpeaks^ Sfre throw? upon one fo fweet a Lo k, ?. liiat it were able to raife cue rr» a GaUiard"], [20, "The Dutchefs of MALF Y. 6 That lay in a dead Palfey ; and to dote On that fweet Countenance.- But in that Look There fpeaks fo Divine a Continence, As cuts off all lafcivious and vain Hope. Her Days are pr3*fiis'd in fuch noble Virtue, That fure her Nights, nay more, her very Sleeps, * Are more in Heaven, than other Ladies Shrifts. Let all fweet Ladies, break their flattering Glafles, And drefs themfdves in her. Del. Fye Antonio, You play the Wire drawer with her Commendations. , Ant. I'i cafe the Picture up : only thus much, All ber particular Worth, grows to this Sum .- She ftains the time paft , lights the timeto come- Cariola. You muft attend my Lady in the Gallery Some half an hour hence. AntA fhall. [Ex. Ant. Delio] Ferd. Sifter, I have a fuit to you : ' Dutch. To me, Sir.? ' Ferd. A Gentleman here, Daniel de Boflola, One that was in the Gallies. Dutch. Yes, I know him. Ferd. A wcrthy Feilcw h'is ; pray let me entreat for The Mafterfhip of your Horfe., Duch. Your Knowledg of him Commends him and prefers him. Ferd. Call him hithen We are now upon parting: Good Lord Sylvio Commend us to-all cur noble Friends At the Camp. Syl. Sir I (bail. Ferd. You are for Milan > syl. I am. Dutch. Bring the Coaches .- we'll bring you down to the Haven. Car, to Ferd. Be fure you entertain that Boflola For your intelligence; I would not be feen in't. And therefore many times have flighted him, When he did court our furtherance; as this Morning. Ferd. Antonio, the great Mafter of her Houlhold, Had been far fitter. Card. You are deceiv'd in him, His Nature, is too hcneft for fuch bufinefs, He comes .- I'll leave you. Bofl. I was lur'd to you. Ferd. My Brother, here, the Cardinal, could never abide you. Bof. Never fince he was in my Debt. Ferd. May be fome oblique Character in your Face, Made him fufp£& you ? Bofl."], [21, "The Dutchefs fffMALFY. £ Bof. Doth he ftndy Phifignomy ?' There's no more Credit to be given to th/ Face, Than to a fick Mans Urine, which fome call The Phyficians Whore, becaufe it cozens him ,- He did fufped me wrongfully. Ferd. For that You muft give great Men leave' to take their times: Difturft doth caufe us feldom be deceiv'd ; You fee, the oft (haking of the Cedar-Tree Faftens it more at root. Bof. Yet take heed .- For to fufpecT a Friend unworthily, Inftru-fts him the next way to fufpedl you. And prompts him to deceive you. Ferd. There's Gold. Bofl, So. What follow?? Never rain'd fuch* Showers as thefe Without Thunderbolts i'th tail of 'em; whofe throat muft I cut? Ferd. Yout inclination to (bed Blood, rides pofV Before my occafion to ufe you. I give you that To live i'th Court here , and obferve the Duchefs; To note all the particulars of her Behaviour; What Suitors do folicite her for Marriage, And whom fhe beft affecls: lhe's a young Widow, I would not have her Marry again. Bof. No Sir ? Ferd. Do not you ask the reafon : but be fatisfied, I fay I would not. Bofl. It feems you would create me One of your Familiars. Ferd. Familiar, what's that? Bof. Why, a very quaint invifible Devil in fle(h : An Informer,. Ferd. Such a kind of thriving thing I would wifh thee ; and e're long, thou may'ft arrive At a higher place by t, Bofl. Take your Devils Which Hell calls Angels: thefe curs'd Gifts would make You a Corrupter, Me an impudent/Traitor; And fhould I take thefe, they'd take me to Hell. Fer. Sir, I'll take nothing from you, that I have given. There is a Place that I procur'd for you This morning ; the Mafterfhip o'ch' Horfe, Have you heard on't ? Bof. No. Ferd, 'Tis yours, is't not worth thanks? Bofl \\ would have you curfe your felf now, that your Bounty, Which"], [22, "The Dutchefs of M ALFT. 8 Which makes Men truly noble, ere (hould maKe Me a Villain ; Oh ! that to avoid Ingratitude For the good deed you have done me, I muft do All the ill, Man can invent. Thus the Devi! % Candies all Sins ore.- and what. Heaven terms vile, That names he complemental. Fer. Be your felf .• Keep your old garb of Melancholy ? Bof. Let good Men, for good Deeds, covet good Fame, Since Place and Riches, oft are bribes of fharae. Sometimes the Devil preaches. [Exit Boflola Card. We are to part from you .- and your own Difcretion Muft now be your Director. ferd. You are a Widow; You know already what Man is ; and therefore Let not Youth, high Promotion, Eloquence. — Card. No, nor any thing, without the Addition, Honour] Sway your high Blood. Ferd. Marry ! they are moft Luxurious, Will wed twice. Card. O fie .' Dutch. Diamonds are of moft value They fay, that have paft through moft Jewellers hands.* Ferd. Whores by that rule are Precious. Duch. Will you hear me ? I'll never Marry. Car. So moft Widows fay ; But commonly that motion lafts no longer Than the turning of an hour-glafs ; the Funeral Sermoa And it, end both together. Ferd. Now hear me.* You live in a rank Pafture here, i'th Court j~ There is a kind of Honey-dew. that's deadly, 'Twill poyfon your Fame,- Iook to't, be not cunning -.• For they whofe Faces do belye their Heart, Are Witches e're they arrive are twenty years, I, and give the Devil fuck. Duch. This is terrible good Counfel. Ferd. Hypocrifie is woven in a fine fmall thread, Subtiler than Fulcans Engine .• yet, believ't, Your darkeft Adlions, nay your privat'ft thoughts Will come to light, Card. You may flatter your felf, And take your own choice ; privately be marryd, Under"], [23, "TbeVutcbefs of M A LVY. 9 Under the Eves of Night. Ferd. Think't the brft Voyage That are you made; like the irregular Crab, Which though't goes backward, thinks that it goes right, Becaufe it goes its own way .- but obferve, Such Weddings may more properly be faid To be Executed, than Celebrated. Card. The Marriage-night Is the Entrance into fome Prifon. Ferd. And thofe Joys, Thofe Luftful Pleasures, are like heavy Sleeps Which do fore-run Mans mifchief. Card. Fare you well. Wifdom begins at the end : remember it. Dutch. I think this Speech between you both was ftudied, It came (o roundly off Ferd. You are my Sifter, This was my Father's Poniard: do you fee. Td be loath to fee it look rufty, 'caufe 'twas his. I would have you give o'er thefe chargeable Revels ; A Vizor, and a Mafque are whifpering Rooms That were never built for Goodnefs; fare ye well : \" And beware of that part, which, like the Lamprey, \" Hath nev'r a bone in't. Dutch. Fy Sir. Ferd. Nay, \" I mean the Tongue : Variety of Courtihip. \" What cannot a neat Knave with a fmooth Tale, \" Make a Woman believe? farewel lufty Widow. Dutch. Shall this move me? if all my Royal Kindred Lay in my way to this Marriage ; I'd make them my low Foot fteps.- and even now* Even in this heat, as Men in fome great Battels, By apprehending Dinger, have atchiev'd Almoft impoffible Adtions, I have heard Soldiers fay fo; So I through Frights, and Threatniiigs, will affay This dangerous Venture : Let old Wives report I wink'd, and chofe a Husband. Cariola, Exit* {.Exit, To thy known Secrecy, I have given up More than my Life, my Fame. Cariola. Both (hall be fafe ; For I'le conceal this Secret from the World. As warilv as thofe that Trade in Poyfon, C Keep"], [24, "1 4 TV Daftk/} 0/ M A L F Y. Car Whether the Spirit of Greatnefs, or of Woman Reign moft in her, I know not, but it (hews A fearful Madnefs, I owe her much Pity. [Exeunt. ACTUS II. SCENA I. Enter Boflola, Caflrucchio. Rof. IT OU fay you would fain be taken for an eminent Courtier? \\ Cafl. Tis the very main of my Ambition. Bof. Let me fee, you have a reafonable good Face for't already ; Obferve my Meditation now : What thing is in this outward Man To be belov'd ? we account it Ominous If. Nature do produce a Cok, or Lamb, A Fawn, or Goat, in any Limb refembling A Man ; and fly IVom't as a Prodigy. Man ftands amaz'd to fee his Detormity In any other Creature but himfelf. ** But in our own Flefli, though we bear Difeales \" Which have their true Names only ta'en from Beads, \" As the moft ulcerous Wolf, and fwiniih Meazel; \" Though we are eaten up of Lice and Worms. And though continually we bear about us A rotten and dead Body, we delight To hide it in rich Tiffue.- All our Fear, Nay, all our Terror, is, left ourPhyfician Should put us in the Ground, to be made Sweet. Your VVife's gone to Rome .- Get you To the Wells at Lucca, to recover your Aches. I have other Work on Foot : I obferve Our Dutchefs is fick a-days, She wains i'th Cheek, and waxes fat i'th Flank ; And, contrary to our Italian Fafhion, Wears a loofe Bodied Gown ; there's fomewhat in't, I have a Trick may chance difcover it, A pretty one, I have bought fome Apricocks, The firft our Spring yields. Enter"], [25, "The Vuichefs O/MALFY. 11 Ant. Yes, your excellent felf. Dutch. In a winding fheet? In a couple. Dutch. St. Winfridy that were a ftrange Will! 'Twere flrange if there were no Will in you To marry again. Dutch. VVhat do you think of Marriage? Ant. I take it as thofe that deny Purgatory. It locally contains, or Heaven, or Hell, There's no third Place in't .» Dutch. How do you affe-ft it ? Ant. My Banifhment, feeding my Melancholy, Would often reafbn thus. Dutch. Pray let's hear it. Ant. Say a, Man never Marry, nor have Children. What takes that from him ? only the bare Name Of being a Father, or the weak Delight To fee the little Wantons ride a cockhorfe Upon a painted ftick, or hear 'em chatter Like a taught Starling. Dutch. Fy, fy, what's all this ? One of your Eyes is blood-fhot, ufe my Ring to't, They fay 'tis very Soveraign. 'Twas my Wedding Ring, And I did vow never to part with it, But to my fecond Husband. Ant. You have parted it with him now, Dutch. Yes, to help yoUr Eye-fight. Ant. You have made me ftark blind. Dutch. How? Ant. There is a fawcy and ambitious Devil, Dancing in this Circle. Dutch. Remove him. Ant. How ? Dutch. There needs final! Conjuration, when your Finger May do it : thus, is it fit ? [ffe kneels. Ant. What faid you ? Dutch. Sir. This goodly Rroof of yours, is too low built, I cannot ftand upright in't, nor difcourfe, Without I raife it higher. Raife your felf, Or if you pleafe, my hand to \"help you : Co. Ant. Ambition, . Madam, is- a Great Man's Madnefs ; That is not kept in Chains, and clofe-pent Rooms, But in fairlightfom Lodgings, and is girt C x With"], [26, "The Dutchefs of M A L F Y. 12 With the wild Noife of pratling Vifitants, Which makes it lunatick, beyond all Cure. Conceive not, I am fo flupid, as not^ perceive Whereto your Favors tend : but he's a Fool, That, being a cold, would thruft his hands i'th fire To warm them. Dutch. So now the Ground's broke, You may difcover what a wealthy Mine I make you Lord of. Ant Oh my Unwortbinefs .' Dutch You do ill to fell your felf ! This darkning of your Worth, is not like that Tradefmen ufe i'th' City; their faife Lights Are to rid bad Wares off; and I tell you, If you would know where breathes a compleat Man, I fpeak it without flattery, turn your eyes, And progrefs through your felf. Ant. VVere there no Heaven nor Hell, I fhou'd be honeft I have long ferv'd Virtue, And ne're ta'ne Wages of her. Dutch. Now fhe pays it ; The Mifery of us, that are born Great, We are forc'd to wooe, becaufe none dare wooe us ! And as a Tyrant doubles with his words, And fearfully equivocates : fb we Are forc'd to exprefs our violent Paflions In Riddles, and Dreams ; and leave the path Ol fimple Vertue, which was never made To feem the thing it is not : Go, go brag You have left me heartleft, mine is in your bofom , I hope 'twill multiply Love there : * You tremble : *' Make not your Heart fo dead a piece of flefh \" To tear, more than tc love me: Sir, be confident; 14 What is't diftratfs you ? Th\">s is Flefh and Blood, Sir, u 'Tis not the hgure cut in Alabafter '. Kneels at my Husband's Tomb : Awake, awake, M \" I do here put off all vain Ceremony, *' And only do appear to you, a young Widow *' That claims you for Her Husband. A.id like a Widow, J • I ufe but half a blufh in't. Ant. Truth fpeak for roe, I will remain the conftant San&uary Of your good Name. Dutch."], [27, "W?e Dutchefs fl/MALFY. 13 Dutch. I thank you, gentle Love, And 'caufe you (hall not come to me in Debt, Being now my steward, here upon your Lips I fign you Quietus eft : This you fhould have beg'd now ; I have feen Children oft eat Sweet- meets thus, As fearful to devour 'em too foon. Ant. But for your Brothers ? Dutch. Do not think of them. \" All Difcord without this Circumference \" Is only to be pitied, and not feared r \" Yet, fhould they know it, Time will eafily „ Scatter the Tempeft. *' Ant. Thefe Words fhould be mine, ** And all the Parts you have fpoke, if fome part of it *' Would not have favour'd of Flattery. Enter Cariola. \" Dutch. Kneel. Ant. Ha? \" Dutch. Be not amazed, this Woman's of my Counfel : \" I have heard Lawyers fay, a Contract in a Chamber, \" (?er verba prafentt) is abfolute Marriage : Blefs, Heaven, this facred Gordian, which let Violence Never untwine. Ant. And may our fwet Affe&ions, like the Spheres, Be fbll in Motion. Dutch. Quickning, and make The like foir Mufick. Ant. That we may imitate the loving Palms, Beft Emblem of a peaceful Marriage, _ That neVe bore F^uit divided. Dutch. What can the Church force more? Ant, That Fortune may not know an Accident Either of Joy, or Sorrow, to divide. Our fixed Wifbes. Dutch How can the Church build fafter ? We now are Man and Wife, and 'tis the Church That muft buteccho this: Letus retire, and plot T'appeafe my humorous Kindred. Oh, let me fhrowd my Blulhes in your Bofome^. Since 'tis the Treafury of all my Secrets. [Car"], [28, "The Unnatural Brothers. l9 We have loft much Plate you know ; and but this Evening Jewels, to the value of four thoufand Ducats, Are miffing in the Dutchefs's Cabinet. Are the Gates (hut ? Serv. Yes. Sir. Ant. Tis her Graces pleafure, \\ -'^ •*> Each Officer be lockt into his Chamber Till the Sun- rifing; and to fend the Keys Of all their Chefts, and of their outward Doo/s _ '/ Into her Bed-chamber; She is very fick. MJM^m: Rod. At her p'eafure. mm* Ant. She intreats you ta'kt not ill : The irabPnt Shall be the more approved by it. Gentlemen. \" Bof. Gentleman o'th' Wood-yard, wheres your Switzers now ? \" Serv. By this hand twas credibly reported by one oth Black- Del. How fares it with the Dutchefs? Cguard- Ant. Shes expos'd. Unto the worft of Torture, Pain and Fear. Del. Speak to her all happy Comfort. Ant. How I do play the fool with mine own Danger/ You are this night, dear Friend, to poft to Rome, My Life lies in your Service. Del. Do not doubt me. Ant. Oh, tis far from me ; and yet fear prefents, Somewhat that looks like Danger. Del. Believe it, Tis but the Shadow of your Fear, no more. How luperftitioufly we mind our Evils? The throwing down Salt, or crofting of a Harei Bleeding at Nofe, the (tumbling of a Horle, Or fingtng of a Cricket are of power To daunt whole Man in us : Sir, fare you well : I wifh you all the joys of a bleft Father ; {Exit. Enter Cariola with a Child. Cariola. Sir, you are the happy Father of a Son, Your Wife commends him to you. Ant. Blefs'd Comfort: For Heaven fake tend her well : I'i prefently Go Calculate his Nativity. [Exeunt. D3 SCENA"], [29, "The 'Dutchefs of M A L V Y. 15 Enter Antonio, Delio. Del. And fo long fince marry'd ? You amaze me ! Ant. Let me feal your Lips for ever. _ Fordid I think, that any thing but th'Air, Could carry thefe Words from you, I (Hauid wifh You had no Breath at all. Now, Sir, in'your Contemplation, You are ftudying to become a great wife Fellow. Bof. Oh, Sir, the Opinion of Wifdom,re a foul Tetter, That runs all over a Man's Body .- If Simplicity Direct us to have no Evil, it direds us to a happy Being : For the fubtileft Folly proceeds from the Subtileft Wifdom : Let me be fimply Honeft. Ant. I do underftand your Infide. Bofl. Do you fb ? Ant. Becaufe you would not feem to appear to th' world Puffed up with your Preferment.- You continue This out of Fafhion Melancholy, leave it, leave it. Bofl. Give me leave to be Honeft in any Phrafe, in any Complement whatever. Shall I confefs my felf t'ye ? I look no higher than I can reach. They are the Gods that muft ride on Winged Horfes. A Lawyer's Mule of a flow Pace, will both fuit ' , My Difpofition and Bufinefs ; For, mark me, When a Man's Mind rides fafter than his Horfe can gallopr They quickly both tire. Ant. You would look up to Heaven, but I think The Devil, that rules i'th Air, ftands in your Light. Bofl. Oh, Sir, you are Lord of the Afcendant, Chief Man with the Dutchefs ; a Duke was your Coufin German once remov'd. Say you were lineally Defcended from King Pepin, or he himfelf, What of this ? Search the Heads of the greateft; Rivers in The World, you fhall find them but Bubbles of Water. Some would think the Souls of Princes were brought Forth by fome more weighty Caufe, than thofe of meaner Perfons. They are deceiv'd. there's the fame Hand to them ; The like Paffions fivay 'em. The fame Reafon that makes A Vicar to go to Law for a Tythe-Pig, - And undo his Neighbours, makes them fpoil A"], [30, "16 The Dutchefs o/MALFY A whole Province, and batter down fair Cities with their Cannon. Enter Dutchefs, Ladies. Dutch. Your Arm, Antonio, do [Dot grow Fat ? J am exceeding ihort winded. Bofola, 1 would have you, Sir, provide me a Litter, Such a one as the Dutchefs of Florence -oJe in. Bof. The Dutchefs us'd one when die was great with Child. Dutch. I think (he did. Come hither, mend this. Here, when > thou art fuch a tedious Lady ; and Thy Breath fmells of Limon-peel, wou'd thou hadft done .• SfuII I fvvound under thy Fingers ? I am So troubl'd with the Mother. Bof. J fear toomueh. D^c/;. I have heard you fay, that the French Courtiers n7Se,[ \"f n°n r Cf°re the KinS- Ant' ' ha™ it. nfu wk o,PrMnCe? ,'. Anu *es> Madam. Dutch. Why fhould not we bring up that Fafhion ? ' e you the Example to the reft o'th'Court. Put on your Hat firft. Ant. Ycu muft pardon me, Ihavefeen, in colder Countries than in France ' Nobles (land bare to ft; Prince ; and the Diftmction Wet nought (hew'd Reverently. Bof. | have a-Prefent for your Grace. DMtlh n°Vme' f ' u B* Apricock,, Madam. Dutch. O Sir, where are they ? \"• > J have heard of none this Year Pnf nnnA u» s> t •/- «* r4ed , thillk *£' e% t on rr\"ftS' What an unskilful Fellow is our Gardner ? ,airot\"*- We fhali have none this Month. Bof. Will not your Grace pare 'em > Did ripen them in Horfedung. nW, n - , „ You fhall judge ■ pray tafte one. A,t LV^ I do not love the Fruit. n ./*. Madam> To rob i« of our Dainties. 'Tis a delicate I ruit ' y°U 3re Ioalh They"], [31, "The Vnnatural Brothers^, if They (ay they are Reftorative ? Bofl. 'Tis a pretty Art, this grafting. Dutch. 'Tis fo ; bettering the Nature.' Bofl. To make Pippins grow upon a Crab, A Dam'fon on a Black Thorn. How greedily (he eats them ? [afidt. Dutch. I thank you, Boflola, they were right good ones, If they do not make me fick. Ant. How now, Madam? Dutch. This green Fruit and my Stomach are not Friends, How they fwell me ? Bof. Nay, you are too much fwell'd already. [afltde. Dutch. Oh, I am in an extream cold Sweat. Bof. I am very forry. [Exit. Dutch. Lights to my Chamber. O, good Antonio, I fear I am undone, [Exit. Dutchefls, Lady, Del. Lights there, Lights. Ant. O my Dear Friend, we are loft. I fear (he's fain in labour; and there's left No time for her remove. Del. Have you prepar'd Thofe Ladies to attend her ? and procur'd That politique fafe Conveyance for the Midwife, Your Dutchefs plotted ? Ant. I have. DeU Make ufe then of this forc'd Occafion ; Give out that Boflola hath poifon'd her With thefe Apricocks; that will give fome colour For her keeping clofe. Ant. Fye, fye, the Phyficians Will then flock to her- Del. For that you may pretend She'll ufe fome prepar'd Antidote of her own, Left the Phyficians fhould re-poyfon her. Ant, I am loft in Amazement : I know not what to think on't, Ex. S C E N A II. Enter Boflola, Lady. Bofl. So, fo; there's no queftion but her eager And moft; vulterous Eating of the Apricocks, are apparent Signs of Breeding. Now? \" La. I am in hafte, Sir. (fire '* Bofl. There was a young Waiting-worman, had a moftrous de- D To"], [32, "' The Vnfortmtate Dutchefs, : or, 18 \" To fee the Glafs-houfe. La. Nay, pray let me go. Bof And it was only to know what ftrange inftrument it was, \" Shou'd fveli up a Glafs to the Fafhon of a Womans Belly. \" La. I will hear no more of the Glaf-houfe, \" You are ftill abufing Women ? ''■Bof. Who I? no, only (by the way now and then) mention. \" Your frailties. The Orange-tree bears Ripe and Green (jnent Fruit, and Blofioms altogether : and fome of you give Entertain t; For pure Love; but more for precious Reward. The lufly *' Spring fmells well ; but drooping Autumn taftes well. If we Have trie fame golden Showres, that rain'd in the time of Jupiter •' The Thunderer, you have the fame Danaes ftill, to hold up their \" -Laps to receive them. Didft thou never ftudy the Mathematicks * \" La. What's that, Sir. li Bof Why, to know the Trick howto make a many Lines meet J In one Center • Go, go, give your Fofter- Daughters good Counfel, Tell em, that the Devil takes delight to hang at a Womans Girdle Like a falfe rufty Watch, that fhe cannot difcern how The time pafles. Ant. Shut up the Court-gates. Enter Antonio, Rodorigo, Grifolan, Servants. Rod. Why, Sir ? what's the Danger > Ant. Shut up the Pofterns prefently, .and call All the Officers o'th Court. Grif. I (hall inftantly: Ant. VVho keeps the Key o'th\" Park-gate ? Rod. Forolofco. Ant. Let him bring t prefently. Bof. If thefe Apricocks (hould be poyfon'd now, VVithoutmy knowledg. UMe\\ ti \" Serv. There was taken juft now a Switzer * In the Dutchefs's- chamber. 2 Serv. A Switzer ! |* Sent. With a Piftol in his great Cod-piece. S*/. Ha, ha, ha. tox/. The Cod-piece was the Cafe for't. 2 5tfrv. There was a cunning Traitor; u Who would have fearch'd his Cod-piece? * 1 Sfrvu Trufl if,htc had kePr out °rthe Ladies Chambers. . And all the Moulds of his Buttons', were leaden Bullets , 2 &™,Oh wicked Canibal : a Fire-lock in's Cod-piece ' 5^*5 Twas a Fr«c& Plot upon my Life. x Sen/. To fee what the De.vil can do / Ant. Are ail the Officers here. Ser. We are. Ant. Gentlemen We"], [33, "The Unnatural Brothers. ip We have loft much Plate you know ; and but this Evening Jewels, to the value of four thoufand Ducats, Are miffing in the Dutchefs's Cabinet. Are the Gates (hut ? Serv. Yes. Sir. Ant. Tis her Graces pleafure, ■•■'.*. Each Officer be lockt into his Chamber Till the Sun-rifing; and to fend the Keys Of all their Chefts, and of their outward Doo/s _ y Into her Bed-chamber; She is very fick. Rod. At her pleafure. mmw Ant. She intreats you ta'kt not ill : The ir»Pnt Shall be the more approved by it. Gentlemen. \" Bof. Gentleman o'th' Wood-yard, wheres your Switzers now ? \" Serv. By this hand twas credibly reported by one oth Black- Del. How fares it with the Dutchefs? (guard. Ant. Shes expos'd. Unto the worft of Torture, Pain and Fear. Del. Speak to her all happy Comfort. Ant. How I do play the fool with mine own Danger/ You are this night, dear Friend, to poft to Rome, My Life lies in your Service. Del. Do not doubt me. Ant. Oh, tis far from me ; and yet fear prefents, Somewhat that looks like Danger. Del. Believe it, Tis but the Shadow of your Fear, no more. How luperftitioufly we mind our Evils? The throwing down Salt, or crofting of a Harei Bleeding at Nofe, the ftumbling of a Horfe, Or Tinging of a Cricket are of power To daunt whole Man in us : Sir, fare you well : I wifh you all the joys of a bleft Father ; [Exit. Enter Cariola with a Child. Cariola. Sir, you are the happy Father of a Son , Your Wife commends him to you. Ant. Blefs'd Comfort: For Heaven fake tend her well : II prefently Go Calculate his Nativity. [Exeunt. Dj SCENA"], [34, "The Unfortunate Dutchefs : or, 20 SCENA III. Enter Boflola, with a dark Ltnthrn, Bofl. Sure I did hear a Woman fhriek ; And the Sound came, if I receiv'd it right, From the Dutchefs Lodgings.There's fome Stratagem, In the confining all our Courtiers To their feveral Wards .- I muft have part of it, My intelligence will frieze elfe ; It may be 'twas the melancholly Bird Beft Friend of Silence, and of Solitarinefs, The Owl, that fchream'd fb. Hah. Antonio ! hifl, again ? Enter Antonio, with a Candle his Sword drawn. Ant. I heard fome Noife. Who's there? what art thou ? fpeak. Bof. Antonio; Put not your Face, nor Body To fuch a forc'd Expreflion of Fear, I am Bofola, your Friend- Ant. Bofola 3 This Mole do's undermine me. Heard you not A Noife even now ? Bof. from whence ? Ant. From the Dutchefs's Lodging. Bof. Not I. Did you ? Ant. I did, or elfe I dream'd. Bof. Let's walk towards it. Ant. No; It may be 'twas But the Rifing of the Wind. Bof. Very likely : Methinks 'tis very cold, and yet you fweat You look wildly. Ant. 1 have been fetting a Figure ,For the Dutchefs's Jewels. Bof. Ay ? and how falls your Queftion ? Do you find it radical ? Ant. What's that to you ? 'Tis rather to be queftion'd what Defign, When all Men were commanded to their Lodgings, Makes you a Night-walker? Bof. Faith I'l tell you. Now all the Court's afleep, I thought the Devil Had leaft to do here ; I came to fay my Prayers. And if it offend you, I do fo, you"], [35, "The Vnnatural Brothers] 17 Ant. Moft fortunately well : She's an excellent Feeder of Pedigrees; fince you laft faw her, She hath had Two Children more, a Son and a Daughter, Del. Pray Sir, tell mej Hath not this News arriv'd yet to the Ear Of the Lord Cardinal? Ant. I fear it hath, The Lord Ferdinand, that's newly come to Court, Does bear himfelf moft dangeroufly. Del. Pray why f Ant. He is fo quiet, that he feems to fleep The Tempeft our, as Dormice do in Winter : Thofe Houfes that are moft haunted , are moft ftill Till the Devil be up. De I. What fay the Common People ? Ant. The Common Rabble, do directly fay She is a Strumpet. Del. And your graver Heads, Which would be Politick, what cenfure they J Ant. They do obferve, I grow to infinite Wealth, The left hand way; and all fuppofe the Dutchefs Would amend it, if fhe could : For other obligation -*T Of Love or Marriage between her and me, They never dream of. Del. The Lord Ferdinand. Enter Ferdinand, Dutchefls, and Bofola. Ferd. Me inftantly to Bed, For I am weary; I am to be-fpeak A Husband for you. Dutch. For me Sir ? pray who is't Ferd. The great Count Malatefte. Dutch. Fye upon him, A Count? he's a meer ftick of Sugar-Candy, You may look quite through him. When I chufe A Husband, I will Marry for your Honour. Ferd, You (hall do well in't: How is't, worthy Antonio > Dutch. But, Sir, lam to have private conference with you About a Scandalous Report is fpread Touching my Honour. Ferd. Let me be ever deaf to't : Go be fafe in your own Innocency. Dutch. O Blefs'd comfort .' This deadly Air is purg'd. Exeunt, manent Ferd, Boflola. Ferd. Now Boflola, How thrives our intelligence ? Bofl. Sir, uncertainly, 'Tis rumour'd (he hath had three Baftards ; By whom, we may go read i'th' Stars. Ferd. Why fome Hold Opinion, all things are written there. E x Bofl."], [36, "vi The Unfortunate Dutch f : or, That I muft be committed on pretence Of poifoning her ; which I'l endure, and laugh at If one cou'd find the Father now ; but that Time will difcover. Old Caflrucchio 1th Morning pofts to Rome ; by him He fend A Letter, that fhall make her Brothers Galls O're flow their Livers; this was a thrifty way, Though Luft do mask in ne're fo ftrange Digujfle, Shes oft founcl Witty, but is never Wife. [Exit - S C E N A IV. Enter Cardinal, and Julia. Card. Sit. Thou art my beft of Wiflies, prithee tell me What Trick didft thou invent to come to Rome Without thy Husband? Jul. Why, my Lord, I told him I came to vifit and old Anchorite a Here, for Devotion. Card. Thou art a witty falfe one; I wean to him. Jul. You have prevail'd with me Beyond my ftrongeft Thoughts. I would not now Find you Inconftant. Card. Do not put thy felf To fuch a voluntary Torture, which proceeds Out of your own Guilt. Jul. How, my Lord ? Card. You fear my Conftancy, becaufe you have approv'd Thofe giddy and wild turnings in your felf. •Jul. Did you ere find them ? Card. Why, generally for Women ; A Man might ftrive to make Glafs malleable, Ere he (hould make them fix'd. Jul. So, my Lord. Card. We had need go borrow that Fantaftick Glafs, Invented by Galileo the Florentine, To view another fpacious World i'th* Moon, And look to find a conftant Woman there. Jul. This is very well, my Lord. Card. Why do you weep ? Are Tears your Juftification ? the felf fame Tears Will fall into your Husband's Bofome, Lady, With a loud Proteftation, that you love him Above the World. Come, lie love you wifely, Thats"], [37, "The Vnuatural Brothers. 2 j That's jealoufly, fince I am very certain You cannot make me Cuckold. Jul. I'le go home To my Husband. Card. You may thank me, Lady ; I have taken you off your melancholy Pearch, Bore you upon my Fift, and (hew'd you Game, And let you flie at it, f prithee kifs me ; When thou was't with thy Husband, thou was't watch'd Like a tame Elephant; ftill you are to thank me, Thou hadft only Kiffes from him, and high Feeding, But what Delight was that ? 'twas juft like one That hatha little fingring on the Lute, Yet cannot tune it ; ftill you are to thank me. Jul. You told me of a piteous Wound ith'Heart, And a fick Liver, when you woo'd me firft, And (pake like one in Phyfick. Card. Who's that;? Reft firm, for my Affe&ion to thee, Lightning moves flow to't. \" Serv..Madam, a Gentleman *' That's come Poft from Malfy, defires to fee you. Car. Let him enter, lie withdraw. [Exit. \" Ser. He fays, Your Husband, old Cafllrucchio^ is come to Rome, Moft pitifully tir'd with riding Poft. [Enter Delio. . Jul Signior Delio ? 'tis one of my old Suitors. Del. Servant Lady, I am glad to fee you at Rome. Jul. I thank you Sir, you're welcome. Del. Do you lie here ? Jnl. Sure, your own Experience VVill fatisfie you no; our Roman Prelates Do not keep Lodgings for Ladies. Del. Very well : I have brought you no Commendations from your Husband, For I know none by him. Jul. I hear he's come to Rome. Del. I never knew Man, and Beaft, ofa Horfe and a Knight, So weary of each other. Jul. Your Laughter Is my Pity. Del. Madam, I know not whether You want Mony, but I have brought you fome. Jul. From my Husband ? Del. No, from my own Allowance. Jul. I muft hear the Condition, 'ere I be bound to take it. Del. Look cn't, 'tis Gold ; hath it not a fine Colour ? Jul. I have a Bird more Beautiful. Del. Try the found on't. Jul. A Fiddle far exceeds it : It"], [38, "14 The Unfortunate Dutchefs : or, ft hath no fmeli, like Raffia, or Civet ; Nor is it Phyfical, though (bme fond Doctors Perfwade us, 'tis a Cordial. I'le tell you. This is a Creature bred by Sen Your Husband's come to Rome, and [Enter Servan >»«. Hath deliver'd a letter to the Duke of Calabria, that, To my thinking, hath put him out of 's Wirs. Jul. Sir, you hear ; [Exit. Pray let me koGw your bufinefs, and your fuit, As briefly as can be. Del. With good fpeed ; I would wifh you, At fuch time as you are nonrefident With your Husband, my Miftris. Jul. Sir, Vie go ask my Husband if I (hall. And ftraight return your anfwer. [Exit. Del. Very fine. Is this her Wit, or Honefty, that (peak thus ? I heard one fay the Duke. was highly mov'd With a Letter lent from Malfy : I fear Antomo is betray'd. How fearfully Shews his ambition now ! (Unfortunate Fortune !) They pafs through Whirl pools, and deep Woes do jhun, Who the Event weigh, ere the Atlions done. [Exit. SCENA V: Enter Cardinal, and Ferdinand, Furious, with a Letter. Ferd. I have this night dig'd up a Mandrake. Car. Say you. Ferd. And I am grown Mad with't. Car. What's the prodegy ? Ferd. Read there, a Sifter damn'd, fhe's loofe i'th' hilts Grown a notorious Strumpet. Car. Speak lower. Ferd. Lower? Rogues do not whifper't now, but feek to publifh'r, As Servants do \"the bounty of their Lords, Aloud ; and with a covetous fearching Eye, To mark who note 'em. Oh confufion feize her, She has had moft cunning bawds to ferve her turn And more fecure conveyances for luft, Than Garrifon Towns for fervice. Card.. Is't poftible i Can"], [39, "The Vnnatural Brothers. 25 Can this be certain > Ferd. Rhubarb, oh for Rhubarb, To purge this Choler; here's the curfed day To prompt my memory, and here't (hall flick Till of her bleeding Heart I make a fpunge To wipe it out. Card. Why do you make your felf So wild a Tempeft ? Ferd. Wou'd I cou'd be one, That I might tofs her Palace about her Ears Root up her goodly Forrefts, biaft her Meads/ And lay her whole Territories as wafte, As fhe hath done her Honours. Card. Shall our Blood, The Royal Blood of Arragon and Caflile, Be thus Attainted ? Ferd. Apply defperate Phy fick ; We muft not now ufe Balfamum, but fire ; The fmarting Cupping-glafs, for that's the mean To purge infe&ed Blood, fuch Blood as hers. . There is a kind of Pity in mine Eye, I'le give it to my Handkerchief; and now 'tis here, I'le bequeath this to her Baftard. Card. What to do > Ferd. Why to make foft Lint for his Mother's Wounds, When I have hewed her to pieces. Card. Curs'd Creature, Unequal Nature, to place Womens Hearts Sofarupontheleft-fide. Ferd. FooIIffi Men That ere will truft their Honour in a Bark Made of fo flight, weakbul ruih, as this Woman, Apt every minute to fink it. Card. Thus Ignorance, when it hatfr purchas'd Honour It cannot weild it. Ferd. Methinks I fee her laughing .- Excellent Hyenna, talk to me fomewhat, quickly' Or my imagination will carry me * To fee her in the (hameful ad* of Sin. Card. With whom? Ferd Happly w,th fome ftrong thigh'd Barge-Man? Card You fly beyond your Reafon. Ferd. Goto, Miftris, \" Tis not your Whores Milk that can quench my wild-finT But your Whores Blood. * Card. How idly (hews this Rage? Which carries you, as Men convey'd by Witches, through the air: On violent whirl-winds ; this intemperate Noife E"], [40, "26* The Unfortunate Dutchefs, : or, Fitly refembles Deaf Mens (hrill Difcourfe, Who talk aloud, thinking all other Men To have their Imperfection. ; My Palfy ? Card. Yes, I can be Angry Without this Rupture; there is not in Natu-re- A thing that makes Man lo deform d, fo bealtly, As doth intemperate Anger: chide your felf; You have divers Men, who never yet expreft Their ftrong defire of Reft, but by Unreft, By vexing of themfelves : Come put your felf In tune. Ferd. So ; I will only ftudy to feem The thing I am not. I could kill her now, In You, or in my Self, for T do think It is fome Sin in us, Heaven doth Revenge By her. Card. Are you ftark mad. Ferd. I would have their Bodies Burnt in a Coal-pit, with the ventage ftop'd, That their curs'd fmoak might not afcend to Heaven^ Or dip the Sheets they lie in, in Pitch or Sulphur, Wrap them in't, and then light them like a Match: Or elfe to boyle their Baftard to a cullife, And giv'this Leacherous Father to renew The Sin of his Back. Card. I'le leave you. Ferd. Nay, I have done : I am confident, had I been damn'd in Hell, And fhould have heard of this, it would have put me Into a cold Sweat : In, in, I'le go fteep. Till I know who leaps my Sifter, Vie not ftir .-. That known, I'le find Scorpions to fling my whips,' And fix her in a general Eclipfe. [Exeunt,- ACTUS III. SCENA I. Enter Antonio , and Delio* Ant. f\\UR Noble Friend, my moft beloved Delhi V__y You have been a ftranger long at Court .*■ Came you along with the Lord Ferdinand ? Del. I did Sir j and how fares your Noble Dutchefs ? Ant."], [41, "The Unnatural Brothers] 17 Ant. Moft fortunately well : She's an excellent Feeder of Pedigrees; fince you laft faw her, She hath had Two Children more, a Son and a Daughter, Del. Pray Sir, tell mej Hath not this News arriv'd yet to the Ear Of the Lord Cardinal? Ant. I fear it hath, The Lord Ferdinand, that's newly come to Court, Does bear himfelf moft dangeroufly. Del. Pray why ? Ant. He is fo quiet, that he feems to fleep The Tempeft our, as Dormice do in Winter : Thofe Houfes that are moft haunted , are moft ftill Till the Devil be up. Del. What fay the Common People ? Ant. The Common Rabble, do directly fay She is a Strumpet. Del. And your graver Heads, Which would be Politick, what cenfure they ? Ant. They do obferve, I grow to infinite Wealth, The left hand way; and all fuppofe the Dutchefs Would amend it, if fhe could : For other obligation -*T Of Love or Marriage between her and me, They never dream of. Del. The Lord Ferdinand. Enter Ferdinand, Dutchefls, and Boflola. Ferd. I'le inftantly to Bed, For I am weary; I am to be-fpeak A Husband for you. Dutch. For me Sir ? pray who is't Ferd. The great Count Malatefte. Dutch. Fye upon him, A Count? he's a meer ftick of Sugar-Candy, You may look quite through him. When I chufe A Husband, I will Marry for your Honour. Ferd, You (hall do well in't: How is't, worthy Antonio > Dutch. But, Sir, lam to have private conference with you About a Scandalous Report is fpread Touching my Honour. Ferd. Let me be ever deaf to't : Go be fafe in your own Innocency. Dutch. O Blefs'd comfort .' This deadly Air is purg'd. Exeunt, manent Ferd, Boflola. Ferd. Now Boflola, How thrives our intelligence ? Bofl. Sir, uncertainly, 'Tis rumour'd (he hath had three Baftards ; By whom, we may go read i'th' Stars. Ferd. Why fome Hold Opinion, all things are written there. E x Bofl."], [42, "2 8 The Unfortunate Dutchefs : or, Bofl. Yes if we could find Spe<£tacles to read 'em. \" I do fufpetf, there hath been fome Sorcery \" Us'd on the Dutchefs. _ Ferd. Sorcery', to what purpofe? \" Bofl. To make her dote on fome defertlefs Fellow, \"She ihames to acknowledge. \" Ferd. Can your Faith give way \" To think there's Power in Potions, or Charms, \" To make us Love whether we will or no ? \" Bofl. Moft certainly. *' Ferd. Away, thefe are mere Gulleries, horrid things, \" Invented by lbme cheating Mountebanks \" To abufe us.- Do you think that Herbs, or Charms, \" Can force the Will ? \" Some Trials have been made \" In this foolifh Practice ; but the Ingredients \" Were lenative Poifbns, fuch as are of Force \" To make the Patient mad ; and ftraight the Witch \" Swears, by equivocation, they are in love. \" The Witch-craft lies in her rank Blood .- You told me You had got, within thefe two days, a falfe Key Into her Bed-chamber. Bof. I have. Ferd. As I wou'd wi(h. Bof. What do you intend to do t Ferd. Can you guefs ? Bof. No. Ferd. Do not ask then J He that can compafs me, and know my Drifts, May fay he hath put a Girdle 'bout the World, And founded all her Quickfands. Bofl I do not Think fo. Ferd. What do you think then, pray ? Bofl. That you are Your own Chronicle too much ; and grofly Flatter your felf. Ferd. Give me thy Hand, I thank thee .- I never gave Penfion but to Flatterers, Till I enfertain'd thee ; farewel. That Friend a great Man's Ruine flrongly checks, Who rails into his Faith, all hit Dej efts. [Exeunt. SCENA 4"], [43, "The Unnatural Brothers- 29 SCENA II. Enter Dutchefls, Antonio, Cariola. Dutch. Bring me the Casket hither, and the Glafs ; You get no Lodging here to Night, my Lord. Ant. Indeed I muft perfuade one. Dutch. Very g I hope in time 'twill grow into a Cuftom, That noble Men (hall come with Cap an Knee, To purchafe a-Wight's lodging of their Wives. \" Ant. I muft lie here. \" Dutch. Muft ? You are a Lord ofmifrule. '* Ant. Indeed, my Rule is only in the Night. *' Dutch. To what ufe will you put me ? '* Ant. We'll fleep together. \" Dutch. Alas, what pleafure can two Lovers find in fleep ? \" Car. My Lord, I lie with her often ; and I know '* She'l much difquiet you. \" Ant. See you are complain'd of. \" Car. For fhe's the fprawlingft-Bedfellow.\" \" Ant. I (hall like her the better for that. \" Car* Sir, fhall I ask you a Queftion ? \" Ant. I, prithee do Cariola. \" Car. Wherefore ftill when you lie with my Lady, \" Do you rife fb early ? \" Ant. Labouring Men u Count the Clock oftneft, Cariola, \" Arc glad when the Task's ended. Dutch. I'le ftop your Mouth. \" Ant, Nay, that's but one ; Venus had two foft Doves \" To draw her Chariot : I muft have another. When wilt thou marry Cariola t Car. Never, my Lord. Ant. O fie upon this fingle Life ; forgo it ? We read how Daphne, for her peevifh flight, Became a fruitlefs Bay- tree ; Sirinx turn'4 To the pale empty Reed ; 41 ax ar ate Was frozen into Marble ; whereas thofe Which marry 'd or prov'd kind unto their Friends, Were, by a gracious Influence, tran-fhap'd Into the Olive, Pomgranet, Mulberry; Became"], [44, "jo The Unfortunate Dutchefs .* or, Became Flowers, precious Stones, or Eminent Stars. Car. This is a vein of Poetry; but pray tell me, If there were propos'd me, Wifdom, Riches, Beauty, In three feveral Young-Men, which fhould I chufe? Ant. 'Tis a hard Queftion: \"This was Paris's cafe, And he was blind in't, and there was great Reafon For how was't poflible he fhould judge right, Having three amorous Goddeffes in view. . Now I look on both your Faces, fb well form'd JL It puts us in mind of a queftion, I would ask. Car. What is't? Ant. I do wonder why hard-favour'd Ladies For the moft part, keep worfe-favour'd Waiting-Women^ To attend them, and cannot endure fair ones. Dutch. Oh, that's foon anfwer'd. Did you ever in your Life know an ill Painter Defire to have his Dwelling next Door to the Shop Of an excellent Pidure-maker? 'twould difgrace His Face-making, and undo him : I Prithee When were we Merry? my Hair tangles. Ant. Prithee, Cariola, let's Ileal forth the Room, y4nd let her talk to her felf; I have divers times Served her the like, When fhe has chaf'd exrreamly: I love to fee her angry ; foftly Cariola. [Exeunt Dutch. Doth not the Colour of my Hair 'gin to change? When I wax Gray, I (hall have all the Court Powder their Hair to be like me : You have caufe to Love me ; it enter'd into my Heart Enter Ferdinand unfeen. Before you would vouchfafe to call for the Keys. We (hall one day have my Brothers take you napping.' Methinks his Prefence, being now in Court, Shou'd make you keep your own Bed ,• but you'll fay Love mixt with Fear, is fweeteft; Tie affure you Yob (hall get no more Children till my Brothers Confent to be your Goifips. Have loft your Tongue ? 'Tis Welcome : For know, whether I am doom'd to live, or die, I can do both like a Prince. Ferdinand gives her a Poniard. Ferd. Die then, quickly. Vertue,"], [45, "The Unnatural Brothers. 3 I Vertue, where art thou hid ? what hideous thing Is it, that doth Eclipfe thee? Dutch. Pray, Sir, hear me] Ferd. Or is it true, that thou art but a bare Name, And no EfTential thing ? Dutch, Sir ? Ferd. Do not fpeak. Dutch. No, Sir ? I wou'd plant my Soul in mine Ears, to hear you. Ferd. \" Oh muft imperfect Light of humane Reafbn,' \" That mak'ft us fo unhappy, to fore-fee \" What we can leaft p revent : Purfue thy Wifhes, And glory in them : There's in Shame no comfort, But to be paft all Bounds, and Senfe of Shame. Dutch. I pray Sir, hear me : I am Marry'd. Ferd, So.' Dutch. Happly, not to your liking; but for that, Alas, your Sheers do come untimely now To clip the Birds Wings, that's already flown. Will you fee my Husband ? Fer. Yes, if I Could change Eyes with a Bafilisk. Dutch. Sure, you came hither By-his Confederacy. Ferd. The hoWling ofa Wolf Is Miifick to thee Screech-Owl ; prithee Peace. What ere thou art that haft enjoy 'd my Sifter, For I am fure thou hear'ft me, for thine own fake Let me not know thee : I came hither prepar'd To work thy difcovery ; yet am now perfwaded It would beget fo violent effe&s As would damn us both : \" I would not for ten Millions * I had beheld thee ; therefore ufe all means I never may have knowledge of thy Name ; \" Enjoy thy Luft ftill, and aivretched Life, \" On that condition : and for thee, vile VVoman, If thou doft wifli thy Lover may grow Old In thy Embrace, I wou'd have you build Such a Room for him as our Anchorites To holier ufe inhabit .Let not the Sun Shine on him, till he's Dead : Let Dogs and Monkeys Only converfe with him, and fuch dumb things To whom Nature denies ufe of Speech, to found his Name^ Do not keep a Paraqueto, left (he learn it; If thou do love him, cut out thine own Tongue, Left it betray him. Dutch."], [46, "y% The Unfortunate Dutche/s ; or, Dutch. Why might not I marry ? I have not gone about, in this, to create Any new World, orCuftom. Ferd. Thou art undone. And thou haft ta'ne that mafly (beet of Lead That hid thy, Husband's Bones, and folded it About my Heart. Dutch. Mine bleeds for'r. Ferd. Thine,-? thy Heart? What fhould I nam't, unlefs a hollow Bullet FiU'd with unquenchable Wild fire? Dutch. You are, in this Too ftricT ; and were you not my princely Brother* I would fay too Wilful : My Reputation Is fafe. Ferd. Doft: thou know what Reputation isi \" Upon a time, Reputation, Love, and Death, \" Wou'd travel o're the World ; and twas conluded \" Tilat they (hould part, and take three feveral ways. \" Death told 'em they (hould find him in great Battels; \" Or Cities vifited with Plagues: Love gives them Counlel \" To enquire for him 'rnongft Unambitious Shepherds, \" Where Dowries were not talk'd of; and fometimes \" 'Mongft quiet Kindred, that had nothing left 'era \" By their dead Parents ; But, fays Reputation, \" Donotforfake me ; for it is my Nature If once I part from any Man I meet, \" I am never found again ? And Co, for you? r \" YoU have (hook Hands with Reputation, *' And made him Invifible ; So fare you well. I will never fee you more. Dutch. Why (hould only I, Of all the other Princes of the World, Be cas'd up like a holy Relick ? I have Youth, And a little Beauty. Ferd. So we have fbme Virgins that are Witches.\" I>ill never fee thee more. [Exit, and enrer Antonio with a Piftol. Dutch. You faw this Apparition-. Ant. Yes ; we are Betray'd ; how came he hither ? I fhould turn This to thee, for that. Car. Pray Sir do ; and when That"], [47, "The Unnatural Brother;] W That you have cleft my Heart, you (hall read there Mine Innocence, j Dutch. That Gallery gave him entrance. Ant. I wou'd this terrible Thing would come again, That, ftanding on my Guard, I might relate My warrantable Love. Ha! what means this, ? Dutch. He left this with me. [She fhews the Ponyard, Ant. And it feems, did wilh You would ufe it on yourfelf. Dutch. His Action Seem'd to intend fo much. Ant. This hath a Handle tor, As well as a Point; turn it towards him, And fb fallen the keen Edge in his rank Gall. How now ? who knocks ? more Earthquakes ? Dutch. I ftand As if a Mine, beneath my Feet, were ready To be blown up. Car. 'Tis Boflola Dutch. Away, Oh Mifery ! methinks unjuft Actions Should wear thefe Masks and Curtains, and not we : You muft inftantly part hence, I have fafhion'd it already. [Exit. Ant. Enter Bofola. Bof. The Duke your Brother is ta'en up in a Whirl- wind ; Hath took Horfe, and's rid Poft to Rome. Dutch. So late ? Bofl. He told me, as he mounted into th' Saddle, You were undone. Dutch. Indeed, I am very near it, Bof. What's the matter? Dutch. Antonio the Matter of our Houfhould Hath dealt fo falfly with me in's Accounts: My Brother flood engag'd with me for Mony Ta'ne up of certain Neapolitan Jews, And Antonio lets the Bonds be forfeit. Bofl. Strange ! this is Cunning ! My Brothers Bills at Naples are protefted. Call up the Officers. Bof. I fhall. Enter Antonio. Dutch. And hereupon [Exit. Dutch. The place that you muft flie to, is Ancona ? Hire a Houfe there. I'le fend after you My Treafure, and my Jewels. Our weak Safety Runs upon ingenious Wheels; fhort Syllables, F Muft"], [48, "The Unfortunate Dutchefs, : or, J4 Muft ftand for Periods .• I muft now accufe you Of fuch a feigned Crime, as Taffo calls Magnanima Menfogna, a Noble Lie, 'Caufeit muft (hield our Honours ; hark, they are coming. Enter Boflola, and Gentlemen. Ant. Will your Grace hear me ? Dutch. 1 have got well by you : You have yielded me A Million of Lofs; lam like to inherit- The Peoples Curfes for your Steward (hip .* You had the trick in Audit-time to be fick, Till rhad fign'd your Qjfietus ; and that cur'd you Without help of a Doctor. Gentlemen, I would have this Man be an Example to you all : So fhall you hold my Favour : I pray let him ; For h'as done that, alas, you wou'd not think of ; And, becaufe I intend to be rid of him, I mean not to publifh ; ufe your Fortune elfewhere. Ant. I am ftrongly arm'd to brook my Overthrow. As commonly Men bear with a hard Year, I will not blame the Caufe on't ; but do think TheNeceflity of my malevolent Star Procures this, not her Humour. Dutch. We do confifcate, Towards the fancying of your Accounts^ All that you have. Ant. I am all yours ; and 'tis very fit All mine (hould be fo. ' Dutch. So, Sir, you have your Pafs. Ant. You may fee, Gentlemen, what 'tis to ferve A Prince with Body and Soul. [Exit, Bof. Here's an Example for Exhortation ; what Moifture is Drawn out of the Sea ; when foul Weather comes, pours down, And runs intothe Sea again, *' Dutch. I would know what are your Opinions, \" Of this Antonio. \" z Offi. He could not abide to fee a Pig's Head gaping.' \" I thought your Grace would find him a Jew. *' 3 Offi. I would you had been Officer, for your own fake.' \" 4 Offi, You would have had more Mony. \" i Offi. He ftop'd his Ears with Black Wool; and to thofe came J-1 To him for Mony, faid he was thick of Hearing. '.' x Offi."], [49, "The Unnatural Brothers] '■•» \" x Offi. Somefaidhe was anHermophrodite, For he could not abide a Woman. \" 4 Offi. How fcurvy Proud would he look, when the Treafury \" Was full; Well, let him go, '* i Offi, Yes, and the Chippings of the Buttery flye after him, \" To fcowre his Gold Chain. \" Dutch. Leave us. What do you think of thefe ? [Exit Servants. \" Bof. That thefe are Rogues ; that in's Prosperity, 1 But to have waited on his Fortune, cou'd have wifh'd \" His dirry Stirrop rivetted through their Nofes ; \" And follow'd after's Mule, like a Bear in a Ring; *' Would have proftitutied their Daughters to his Luft ; ** Made their Firft-born Intelligencers; thought none happy \" But fuch as were born under his Planet, \" And wore his Livery ; and do thefe Lice drop oft now ? u Well, never look to have the like again; \" He hath left a fort of flattering Rogues behind him, \" Their doom muft follow : Princes pay Flatterers \" In their own Mony ; Flatterers diffemble their Yices, \" And they diflemble their Lies, that's Juftice. Alas, poor Gentleman ! Dutch. Poor? He hath amply fill'd his Coffers. Bofl. Sure he was too honeft. \" Pluto the God of Riches, *' When he is fent, by Jupiter, to any Man, \" He goes limping, tofignify that Wealth \" That comes on God's Name, comes flowly ; but when he's fent \" On the Devil's Errand, he rides Poft, and comes in by Scuttles. Let me fhew you, what a moft unvalu'd Jewel You have, in a wanton Humour, thrown away, To blefs the Man (hall find him : He was an excellent Courtier, and moft Faithful ; Both his Vertue and Form, deferv'd a far better Fortune; His Difcourfe rather delighted to Judge it felf, than Shew it felf ; His Breaft was fill'd with all Perfection, And yet it feem'd a private Whifpering-room, It made fo little Noife on't. .^ Dutch. But he was Bafely defcended. Bof. Will you makeyour felf a mercenary Herald, . Rather to examine Mens Pedigrees, than Vertues ? You (hall want him j for know, an honeft States«man to a Prince, F x '. ■ Is"], [50, "3 6 The Unfortunate Dutchefs : or, h like a Cedar planted by a Spring ; The Spring bathes the Tree's Root, the grateful Tree. Rewards it with his Shadow ; you have not donefo : Fare thee well Antonio, Since the Malice of the World Would needs down with thee, it cannot be faid yet That any -111 happened unto thee, confidenng thy Fall Was accompanied with Vertue. Dutch. Oh, ycu render me excellent Mufick. Bof. Madam .» Dutch. This good one that you fpeak of, is my Husband. Bof Do f not dream ? can this ambitious Age Have fo muchGoodnefs in't, as to prefer true Merit To Wealth and painted Honours? poflibleL Dutch. 1 have had three Children by him* Bofl. Fortunate Lady, For you have made your private Nuptial Bed, The humble and fair Seminary of Peace : No queftion, but many an unbenefic'd Scholar Shall pray for you for this Deed, andrejoyce That fome Preferment in the World can yet Arife from Merit. \" The Virgins of your Land , \" That have no Dowries, fhall hope your Example \" Will raife them to rich Husbands : Shou'd you want \" Soldiers, 'twould make the very Turks and Moors \" TurnChriftians, and ferve you for this Act. '• Laft, the neglected Poets ofyour time, \" In honour of this Trophy of a Man, \" Rais'd by that curious Engine, your white Hand, *' Shall thank you in your Grave (or't; and make that \" More reverend than all the Cabinets \" Of living Princes. For Antonio, \" His Fame (hall likewife flow, from many a Pen, \" When Heralds (hall want Coats to fell to Men. Dutch. As I tafte Comfort in this friendly Speech, So would I find Concealment. Bof. O the Secret of my Prince, Which I will wear on th' infide of my Heart. Dutch. You fhall take charge of all my Coin, and Jewels, And follow him, for he retires himfelf ToAncona. Bof. So. Dutch. Whither, within few Days, I"], [51, "The Unnatural Brothers. ■ 37 Bofl. O fye def|)air ? remember You are a Chriftian. Dutch. The Church enjoyns fafting\\ FiJ ftarve my felf to Death. Bof. Leave this vain Sorrow ; Things being at the worft, begin to mend : The Bee when he hath Shot his Sting into your Hand, May then play with your Eye-lid. Dutch Good Comfortable Fellow, Perfwade a Wretch that's broke upon the Wheel To have all his Bones new fet.* Entreat him live To be Executed again. Who muft difpatch me ? Bofl. Come, be of comfort, I will fave your Life. Dutch. Indeed ! have not leifure to 'tend fo fmall a bufinefs. Bofl. Now, by my Life, I pity you. Dutch. Thou art a Fool then, To waft thy pity on a thing fo wretched As cannot pity it felf. I am full of Daggers. Puff; let me blow thefe Vipers from me : Enter Servant. What are you ? Ser, One that wifhes you long Life.' Dutch. Wou'd thou wert hang'd for the horrible Curfe Thou haftgiven me : I (hall (hortly grow one Of the miracles of Pity. ' I'll go pray; No* 1'llgoCurfe. Bof. Oh fye. . Dutch. I could Curfe the Stars. Bof. Oh fearful. Dutch. And thofe three finding feafons of the Year Into a Ruffian Winter : nay the World - To its firft Chaos. \" Bofl. Look you, the Stars fhinefti!! ''■ \" Dutch. Oh, but you muft remember my Gurfe l Cu a great way \"Plagues, that make Lanes through largeft families, [to go. Confume them. Bof. Fye Lady. \" Dutch. Let them like Tyrants \" Never be remembred, but for the 111 they have done? \" Let all the zealous Prayers of mortified \" Church- Men forget them. Bof. O uncharitable I \" Dutch. Let Heaven a little while ceafe Crowning Martyrs, \" To punilh them* Go, howl them this : and fay I long to bleed ; It is fome_ Mercy when Men kill with fpeed. Exit. Enter"], [52, "1 8 ■ Toe Unfortunate Dutchefs : or, Flath got Employment. Del. No Employment, my Lord,' A Marginal Note in the Mufter-book, that he is A voluntary Lord. Ferd. He's no Soldier. Enter Boflola. Fefl. Boflola arriv'd what (hould be the Bufinefs ? Some falling out amongft the Cardinals. Thefe Factions amongft great Men, are like Foxes, when their Heads are divided They carry Fire in their Tails, and all the Country About them goes torackfor't. Sil. What's that Bofola > Del. I knew him in Padua, a fantaftical Scholar, Like fuch, who ftudy to know how many Knots was in Hercules Club, of what colour Achilles s Beard was, Or whether Hetfor were not troubled with the Tooth-ach. He had ftudied himfelf half blear-ey'd to know the True Symetry of Caflar's Nofe by a (booing horn, and this He did to gain the name of a Speculative Man. Pef. Mark Prince Ferdinand, A very Salamander lives in's Eye, To mock the eager violence of Fire. Sil. That Cardinal hath made more bad Faces with his Oppreffion, Than ever Michael Angelo made good ones ; He lifts up's Nofe like a foul Porpufs before a Storm. ' Pef. The Lord Ferdinand laughs, Del. Like a deadly Cannon, That lightens ere it fmoaks. Pef. Thefe are your true pangs of Death,' The pangs of Life that ftruggle with great States men. Del. In fuch a deformed Silence, Witches whifper their Charms. Card. Doth fhe make Religion her Riding-hood To keep her from the Sun and Tempeft ? Ferd. That, that Damns Her / Methinks her fault, and Beauty blended together, (hew like a Leprofie, The Whiter, the Fouler: I make it a Queftion, Whether her Beggarly Brats were ever Chriftn'd. Card. 1 will inftantly folicite the State of Ancona. To have them banifh'd. Ferd. You are for Loretto ? A Slave, that only fmell'd of Ink and Counters, And ne're in's Life look'd like a Gentleman, But"], [53, "The Unnatural Brothers! 39 But in Audit-time ; Go, go prefently, Draw me out an hundred and fifty of our Horfe, And meet me at the Fort- bridge. [Exeunt. SCENA IV. Enter Antonio,. Dutchefls, Children, Cariola, Servants. Dutch. Banifh'd Ancona ? Ant. Yes, you fee what PovVer Lightens in great Mens Breath. Dutch. Is all our Train Shrunk to this poor remainder ? , Ant. Thefe are poor Men, Which have got little in your Service, vow To take your Fortune : But your fatter Buntings, Now they are fledg'd, are gone. Dutch. They have done wifely. This puts me in mind of Death, Phyficians, thus,' With their Hands full of Mony, ufe to give o're Their Patients. Ant. Right the Fafhion of the World. From decay'd Fortunes, every Flatterer (hrinks, Men ceafe to build, where the Foundation finks. Dutch. I had a very ftrange Dream to Night. Ant. What was't ? Dutch. Methought I wore my Coronet of State, And on a fudden all the Diamonds Were chang'd to Pearls. Ant. My Interpretation Is you'l weep fhortly ; for to me, the Pearls Do fignifie your Tears. Dutch. The Birds that live i'th Field On the wild Benefit of Nature, live Happie* than we ; for they may chufe their Mates, And carrol their fweet Pleafures to the Spring. Enter Bofola with a Letter Bofl. You are happily o'er-ta'en. Dutch. From my Broth er? Bof, Yes, from the Lord Ferdinand, your Brother, All Love and Safety, Dutch, Thou doft blanch Mifchief, Would'fl make it white. See, fee ; like to calm Weather At Sea, before a Tempeft : falfe Hearts fpeak fair ; To thofe they intend moft Mifchief, (tick Equivocation [Reads] Send Antonio tt me, I want his Head in a Bujinefs : (a poJL He doth not want your Counted but your Head ; That is, he cannot deep till you be Dead."], [54, "40 The Unfortunate Dutchefs : or, And here's another Pitfal that's ftrew'd e're With Rofes.- mark it, 'tis a cunning one. 1 flan J engaged for your Husband, for feveral Debts at Naples : let not that trouble him I had rather have his Heart than his Mony. And I believe fo too. Bofl. What do you believe ? Dutch. That he diftrufts my Husbands Love, He will by no means believe his Heart is with him, Until he fee it.- The Devil is not cunning enough^ To circumvent us in Riddles. Bo[. Will you reject; that noble and free League, Of Amity and Love which I prefent you ? Dutch. Their League is like that of fome politick Kings, Only to make themfelves of Strength and Power To be our after ruin : tell them fb. Bofl. And what from you? Ant. Thus tell him ; I will not come. My Brothers have difperfed Blood-hounds abroad ; which till I hear are muzzel'd, No Truce, tho' hatch'd with ne're fuch politick Skill, Is fafe, that hangs upon our Enemies VVill. Vie not come at them. Bofl. This proclaims your Breeding. Every fmall thing draws a bafe Mind to fear, As the Adamant draws Iron : Fare you well, Sir, You fhall fhortly hear from's. [Exit. Dutch. I fufpedt fbme Ambufh : Therefore by all my Love I do conjure you. To take your eldeft Son, and fly towards Milan ; Let us not venture all this poor remainder in one unlucky Bottom. Ant. Yov counfel fafely : Beft of my Life, farewel. Since we muft parr, \" Heaven hath a hand in't; but no otherwife, \" Then as fome curious Artift takes in funder \" A Clock, or Watch, when it is out of Frame, to bring't In better Order. Dutch. I know not which is beft:, To fee you dead, or pajt with you : Farewel Boy, Thou art happy, that thou haft not Underftanding To know thy Mifery: \" For all our Wit and *' Reading brings us to a truer fenfe of Sorrow : « J^u\"6^1 Chrurch' Sir» l doh°Pe we ftaiI not part thus. On, be of Comfort, f Make"], [55, "The Unnatural BrothersT V c! Make Patience a noble Fortitude : ■>. \" And think not how unkindly we are us'd ; \" Man, like to Cajjia, is prov'd beft, being bruis'd. \" Dutch. Muft I, like to a flave-born Ruffian, ** Account it Praife to fuffer Tyranny ? and yet *' O Heaven-, thy heavy hand is in't. I have (een \" My Jittle Boy oft fcourge his Top, and compar'd \" My felf tp't .- Nought made me e're go right, \" But Heaven's Scourge-ftick. Ant. Do not weep; Heaven fafhion'd us of nothing .• and weftrive To bring our felves to nothing. If I never fee thee mofe, Be a good Mother to your little Ones, And fave them from the Tiger. Fare you well. Dutch. Let me look upon you once more, for that Speech Came from a dying Father ; yourKifs is colder Than that I have feen an holy Anchorite _ Give to a dead Man's Skull. Ant. My Heart is turn'd to a heavy lump of Lead, With which I found my Danger: fare you well. [Exit. Dutch-. My Laurel is all withered. Car. Look, Madam, what a Troop of armed Men Make toward us. Enter Bofola with Guardy diflguis^d. Dutch. O, they are very welcome. When Fortune's Wheel is over-charg'd, with Princes, The Weight makes it move fwift. I would have my Ruin Be fudden : \"-I am your Adventure, am I not ? Bof. You are, you muft fee your Husband no more. Dutch.A What Devil art thou, that counterfeits Heaven s Thunder ? Bofl. Is that terrible ? I would have you tell me Whether is that Note worfe that frights the filly Birds Out of the Corn, or that which doth allure them s To the Nets ? You have hearkned to the laft too much. Dutch. O m'ifery ! Come, to what Prifon ? Bofl. To none. Dutch. Whither then ? Bofl. ,To y out Palace. Dutch, I have heard that Charons Boat ferves to convey All o're the difmal Lake, but brings none back again Bofl. Your Brothers mean you Safety and Pity.. Dutch, Pity ! G Bof. -\\"], [56, "*i The Unfortunate Dutchefs, : or, Bof. Tnefe are your Children ? Dutch. Yes. Bof Can they prattle ? , Dutch. No. But J intend, fince they were born accurs'd, Curfes fhall be their firft Language. Bof. Fye, Madam; Forget this bafe low Fellow. Dutch. Were 1 a Man, I'd Beat that Counterfeit Face into thy other. Bof. One of no Birth. Dutch. Say that he was born mean, Man is moft happy when's own Actions Be Arguments and Examples of his VertueJ Bof A barren, beggarly Vertue. Dutch. I Prithee who is greateft ? can you tell ? Sad Tales befit my Woe ; fie tell you one. \" A Salmon, as fhe. fwam into the Sea, \" Met with aDog-fifh, who encounters her \" With this rough Language ; Why art thou foboki at To mix thy felf with our high ftate of Floods, \" Being no eminent Courtier, but one \" That for the calmeft, and frefheft time o'th year \" Doft live in fhallow Rivers, rank'ft thy felf tl With filly Smelts and Shrimps ? and dareft thou '* Pafs by our Dog-fhip, without Reverence ? *1X\\ quoth the Salmon, Sifter, be at Peace ; Thank Jupiter, We have both paft the Net, \" Our Value never can be truly known, *' Till in theFifhers Basket we be (hown. \" Tth Market then my price may be the higher,' M Even when I am neareft to the Cook and Fire. *' So, to Great Men, the Moral may be ftretched : :Menof't are valu'd high, when th' are moft wretched. But come, whither you pleafe; I am arm'd 'gainft MiferyJ^ Bent to allflways of the Oppreffors Will. There s no deep Valley, but near fome great Hill. [Exeunt, ACTUS IV. SCENA I. Enter Ferdinand, Boflola. Ferd. T THow doth our Sifter Dutchefs bear her felf JlI In her Imprifonment. Bofl. Nobly : I'le defcribe her. You"], [57, "5\"2 The Unfortunate Dutchefs : or, The Manner of your Death (hould much afflict you; This Cord {hould terrifie you ? Dutch. Not at all; What would it pleafure me to have my Throat cut With Diamonds ? cr to be fmothered With Caffia ? or to be Shot to Death with Pearls ? Tell my Brothers, ' That (\"perceive Death, now I am well awake, Beft gift is they can give, or I can take : I would fain put off my laft Womans fault, I'ld not be tedious to you. Exec. We are ready. Dutch.. Difpofe my Breath how pleafe you, but my Body Bedow upon my Women, will you ? Exec. Yes. Dutch. Pull, and pull ftrongly, for your able Strength, i<4uft pulldown Heaven upon me: Yet ftay,\"' Heaven Gates are not fb highly Arch'd As Princely Palaces, they that enter there, [She Kneels.] Muft go upon their Knees : Come violent Death, Serve for Mandragora, to make me Sleep ; Go tell my Brothers, when I am laid out They then may feed in quiet. [They Strangle her. Bofl Where's the Waiting- Woman ; Fetch her : Some other Strangle the Children : Look you, there Sleeps your Miftrifs, Enter Cariola. Car. Oh thou art Da'mn'd Perpetually for this .- My turn is next, Is't not To order'd ? Bofl. Yes, I am Glad You are fb well prepar'd for't. Car. You are deceiv'd, Sir. I am not prepar'd fo^t, I will not die, I will come to my Tryal ; and know How I have Offended. Bofl. Come difpatch her: You kept Her Counfel, now you fhall keep Ours.* Car. I will not die, I muft not, I am Contracted To a Young Gentleman. Exec. Here's your Wedding Ring. Car, Let me but fpeak with the Duke ; Vie difcover Treafon to his Perfon. BoJ. Delays : Throttle her. Exec,"], [58, "Ex. as if Bofl :aa The Unfortunate Dutchefs : or, You violate a Ceremony oth' Church Shall make you howl in Hell for't, Ferd. It had been welt. Could you have Liv'd thus always : for indeed You were too much i'th* Light : But no more, I come to Seal my Peace with you : heres a Hand, [Gives her a Dead Mans hand. To which you have vow'd much Love : the Ring upon't You. gave. Dutch. I affe&ionately kifs it. Ferd. Pray do : and Bury the Print of it in your Heart. I will leave this Ring with you, for a Love Token : And the Hand, a3 fure as the Ring : and do not doubt But you (hall have the Heart too : when you need a Friend Send it to him that ow'd it : you (hall fee Whether he can aid you. Dutch. You are very Cold, I fear you are not well after your Travel ; Hah ? Lights : Oh Horrible ! Ferd. Let her have lights enough. - Enter Boflola. Dutch. What Witchcraft doth he practife, that he hath left A Dead Mans Hand here ? Here is diflcover'd, the Artificial Figures of Antonio, and his Children appearing they were Dead. Bofl. Look you: here's the piece, from which 'twas ta'ne ; He doth prefent you this fad Spectacle, That now you may, wifely, ceafe to grieve For that which cannot be recover'd. Dutch. There is not between Heaven and Earth, one Wifb I ftay for after this: Itwaftes me more Than were't my Picture, Fafhion'd out of Wax, Stuck with a Magical' Needle, and then Buried In fome foul Dunghil ; and yond's an excellent property For a Tyrant, which I would account Mercy. Bofl. What's that ? Dutch. If they would bind me to t hat lifelefs Trunk, And let me Freeze to Death. Bof. Come you muft live Dutch. That's the greateft Torture Souls feel in Hell, In Hell, that they muft Live, and cannot Dye. Portia, 111 new kindle thy Coals again, And Revive the Rare, and almoft Dead example Of a Loving Wife."], [59, "The Unnatural Brothers. \\ ac Bofl. O fye deff>air ? remember \\ You are a Chriftian. Dutch. The Church enjoyns faftingx ril ftarve my felf to Death. Bofl. Leave this vain Sorrow ; Things being at the worft, begin to mend : The Bee when he hath Shot his Sting into your Hand, May then play with your Eye-lid. Dutch Good Comfortable Fellow, Perfwade a Wretch that's broke upon the Wheel To have all his Bones new fet: Entreat him live To be Executed again. Who muft difpatch me ? Bofl. Come, be of comfort, I will fave your Life. Dutch. Indeed ! have not leifure to 'tend fo fmall a bufinefs. Bofl. Now, by my Life, I pity you. Dutch. Thou art a Fool then, To waft thy pity on a thing fo wretched As cannot pity it felf. I am full of Daggers. Puff; let me blow thefe Vipers from me : Enter Servant. What are you ? Ser, One that wifhes you long Life.' Dutch. Wou'd thou wert hang'd for the horrible Curfe Thou haftgiven me : I (hall (hortly grow one Of the miracles of Pity. ' I'll go pray; No* 1'llgoCurfe. Bof. Oh fye. . Dutch. I could Curfe the Stars. Bbf. Oh fearful. Dutch. And thofe three finding feafons of the Year Into a Ruffian Winter : nay the World - To its firft Chaos. \" Bofl. Look you, the Stars fhinefti!! ''■ \" Dutch. Oh, but you muft remember my Gurfe l Cu a great way \"Plagues, that make Lanes through largeft families, [to go. Confume them. Bof. Fye Lady. \" Dutch. Let them like Tyrants \" Never be remembred, but for the 111 they have done? \" Let all the zealous Prayers of mortified \" Church- Men forget them. Bof. O uncharitable I \" Dutch. Let Heaven a little while ceafe Crowning Martyrs, \" To puni(h them* Go, howl them this : and fay I long to bleed ; It is fome_ Mercy when Men kill with fpeed. Exit. Enter"], [60, "The Unfortunate Dutchefs : or, 46 ■v Enter Ferdinand. Ferd. Excellent, as I would wi(h : (he's plagu'd by Art Thefe prestations are but fram'din Wax, And (he takes them For true fiabftantial Bodies. Bof. Why do you do this ? Ferd. To bring her to defpair. Bofl. 'Faith, end here, And go no farther in your Cruelty, Send her a Penitential Garment to put on Next to her Delicate Skin, and furnifh her With Beads, and Prayer- Books. Ferd, Damn her; that Body of hers, While that my Blood ran pure in'r, was more worth, Than that which thou wouldft comfort, call'd a Soul. j* I will fend her Mafques of Curtizans, Have her Meat ferv'd up by Bauds and Ruffians, And 'caufe fhel needs be Mad, I am refblv'd To remove forth the Common Hofpital All the Mad-Folk, and place them near her Lodging : There let them practice together, Sing and Dance, And act their Gambols to the full o'th' Moon : If (he can fleep the better for it, let her : Your work is almoft ended. Bofl. Muft I fee her again ? Ferd. Yes. Bof. Never. Ferd. You mufte Bofl. Never in mine own fhape, That's forfeited by my intelligence, And this laft Cruelty : when you fend me next, The Bufinefs (hall be Comfort. Ferd, Very likely Thy pity is nothing of kin to thee. Antonio Lurks about Millan, thou (halt (hortly thither, To feed a Fire as great as my Revenge, *% Which nere will Slack, till it have flpent Us fuel; Intemperate Agues, make Phylum Cruel. Exeunt. SCENA"], [61, "The Unnatural Brothers] \\ 47 SCEN A III. Enter Dutchefs, Cariok. Dutch, What Hideous Noife was that 2 Can 'Tis the wildConfort Of Mad- Men, Lady, which your Tyrant Brother Hath plac'd about your Lodging: This Tyranny, I think was never pra&is'd till this Hour. Dutch. Indeed I thank him .• Nothing but Noife and Folly Can keep me, in my right wits; whereas Reafon And Silence, make me ftarkMad: Sit down Difcourfe to me fome Difmal Tragedy. Car. O 'twill increafe your Melancholy. Dutch. Thou art deceiv'd ; To hear of greater Grief, would leflen mine* This is a Prifon ? Car. Yes, but you (hall Live To (hake this Durance off. Dutch. Thou art a Fool, The Robin Red-Breaft and the Nightingal, Never Live long in Cages. Car. Pray dry your Eyes. What think you of* Madam ? Dutch. Of nothing : When I Mufe thus, I Sleep. Car. Mad man like, with your Eyes open. Ducth How now ! What Node is that? Enter Servant. Ser. I am come to tell you, Your Brother hath intended you fbme fport : A great Phyfician, when the Pope was Sick Of a deep Melancholy, prefented him With feveral (orts of Mad- Men, which wild object,' Being full of Change and Sport, forc'd him to Laugh. And fo th' Impofthume broke : the felf fame Cure The Duke intends on you. Dutch. Let'em come in. Enter Mad- Man. Serv. There's a Mad Lawyer; and a Secular Priefl ; A Doctor that hath Forfeited his Wits Byjealoufie. A French Prophet, That, fuch a Day o'th' Month y"], [62, "» V8 The Unfortunate Dutchefs : or, #ut Tome fay, 'tis a Frenzy ; I am going to vifit him. Ex. Ant. 'Tis a Noble Old Fellow : Del. Wh^t Courfe do you mean to take, Antonio ? Ant. This Night, I mean to venture all my Fortune, Which is no more than a poor lingringLife, To the Cardinal's worft of Malice : I have got Private Accefs to his Chamber ; and 1 intend To vifit him about the mid of Night, As once his Brother did our Noble Dutchefs. It may be that the fudden Apprehenfion Of danger, for Tie go in mine own fhape, When he (hall fee it Fraight with Love and Duty, May draw the Poifon out of him, and Work A Friendly Reconcilement ; if it fail, Yet it fhall Rid me of this infamous calling, For better fall once, than be to ever falling. Del. Tie fecond you in all Danger.- and, hoive're,\" My Life keeps Rank with yours. Ant. You are ftill my lov'd and beft Friend. Exeunt. SCENA U. Enter Peflcara, Doflor. Pef. Now Doctor, may I vifit your Patient ? Doll. Ift pleafe your Lordfhip : but he's inftantly To take the Air here in the Gallery by my Direction; Pefl; Prithee, what's his Difeafe ? Dott. A very Peftilent Difeafe, my Lord, They call Lycanthropia. Pefl What's that ? I need a Dictionary to't. Dotl. l'le tell you : In thofe that are pofiefs'd with't, there o'reflows Such Melancholy humour, they imagine Themfelves to be Transformed into Wolves, Steal forth to Church-yards in the Dead of Night, And Dig Dead Bodies up : as two Nights fince One met the Duke 'bout Mid-night in a Lane Behind St. Marks Church, with the Leg of a Man Upon his fhoulder; and he howl'd fearfully, Said he was a Woolf , only the difference Was"], [63, "Toe Unnatural Brothers. 4? •A\\trol. I have skill in Heraldry. 7 ayl^fSSt^^^^^^^^ Aftr'ol. You do give for your Crefta Wood-Cocks Head, with the Brains pickt out on t; you area very Ancient Gentletaan. Tneft. Greek is turnd Turk, we are only to be faved by the Hel- vetian Tranflation. Aftrol. Come on Sir, I will lay the Law to you. ' Tayler. Oh, rather lay a Corrofive, the Law will Eat to the^one. Ptteft. He that Drinks but to fatisfie Nature, is Pamn'd. Docl. IflhadmyGlafshere, I would fhew a fight fhould make all the Women here, call me Mad-Do&or. Toy I. Woe to the Coach, that brought Home my Wife from the MafqUe at Three a Clock in the Morning, it had a large Feather- Bed in it. ' . . . Docl. I havepard the Devils Nails Forty, times, Roafted them in Ravens Eggs, andCur'd Agues with them. . *\\ Triefi. Get me Three Hundred Milch 5ats, to make poffets to pro- cure Sleep. Docl. All the CoIIedg may throw their Caps at me, I have made a Soap-BoylerCoftive, k was my.Mafter-Piece; Here is a Dance of Mad Men ; with Muftck Anfweralle thereunto; after which, Bofola, like an Old Bell- Man, Enters. Bof. I am come to make thy Tomb. Dutch. Hah ! my Tomb ? Thou fpeak'ft, as if I lay upon my Death-Bed, Gafping for Breath : doft thou perceive me Sick ? Bof Yes, and the moredangeroufly, fincethy Sickneft is infe/ifibfe. Dutch. Thou art not Mad fure : doft know me ' ' Bof. Yes. Dutch. Who am I ? Bof Thou art a Box of Worm- Seed ; at heft, but, a Salvatory of Green Mummy. What's this Flefh, a little Curded Milk, Fanrafti- cal Puff-Pafte ; our Bodies are Weaker- than tlrofe Paper -Prifons, Boys ufe to keep Flyes in'; more Contemptible, rhnce ours is to preferve Earth- Worms. Didft thou never fee a Lark in a Cage? fuch is the Soul in the Body; this V;Vorlp is like -her little Tun of Grafs, and the Heaven o're our Heads, like her Looking Ghfs, ' on-; \\y gives us a Miferable knowledg of the finall Compafs of Our 'Prilbn. Dutch. Amnot I thy Dutchefs? Bof. Thou art feme great Woman fure, for Riot begins to fit on thy Fore-Head, Clad in Graf'Hairs, Twenty Years fooner, than on H a"], [64, "0 The Unfortunate Dutchefs,: orj a Merry Milk-Maids'. Thou fleep'ft worfe than if a Moufe fhould* be forc'd to take up his Lodging in a Cats Ear .- A little Infant that Breeds it's Teeth, (hould it lie with thee, would cry out, as if thou wert th? more unquiet Bed-Fellow. Dutch. lam Dutchefs of Malfy ftill. Bof. That makes thy Steep fo broken : Glories, like Glow- Worms, a far off, fliine bright^ But look'd on near, have neither Heat nor Light. Dutch. Thou art very plain. Bof My Trade is to flatter the Dead, not the Living. I am a Tomb-Maker. Dutch. And thou cam'ft to make my Tomb ? Bof. Yes, Dutch. Let me be a little Merry, Of what Stuff wilt thou make it ? Bof. Nay, refolve me firft of what Fafhion ? Dutch. VVhy, do we grow Fantaftical in our Death- Bed? Do we affecl: Fafhion in the Grave * Bof Moft ambitioufiy : Princes Images on their Tombs Do not lie, as they were wont, feeming to pray , Up to Heaven ; but with their Hands under their Cheeks, As if they Died of the Tooth- Ach. They are not carv'd/ With their Eyes fix'd upon the Stars ; but as their Minds were wholly bent upon the World, The felf-fame way they feem to turn their Faces? Dutch Let me know fully therefore the effect Of this thy Dilmal Preparation : This is Talk fit for a Charnel? Bof. Now 1 (hall. Here is a prefent from your Princely Brothers, [A Coffin, brought in. J And may it arrive welcome, for it brings Laft Benefit, laft Sorrow. Dutch. Let me fee it, I have fo much. Obedience in my Blood, 1 wifh it in their Veins to do them Good. Bofl. This is your laft Prcfeuce- Chamber. Car. O my fweet Lady ! Dutch. Peace, it affrights not me. Bofl, I am the Common Bell-Man, That ufualfy is fenc to Con demn'd Per Cons The Night before they foffer» Dutch. I, now thou faid'ft Thou"], [65, "The Unnatural Brothers. 7J Thou waft a Tomb Maker ? Bof. 'Twas to bring you By degrees to Mortification : Liften. [Rings his Bell.] Hark, now (very thing is ft'ill, TheSkriech ®wl, and the Whiftler (brill, Call upon our Dame, aloud, And lid her quickly don her (hrowd. Much you had of Land and Rent, Tour length in Clay's now Competent. A long War diflurbdyour Mind, Here your perfect Peace isfign'd. Of what is't Fools make fuch vain keeping* Sin their Conception, their Birth weeping; Their life a General mift of Error. Their Death, a Hideous Storm of Terror, Strew your Hair with Powders Sweet, Don clean Linnen, bath your Feet, And, the foul Fiend more to Check, \"-> I A Crucifix let Blefs your Neck, *Tts now full Tide, 'tween Night and Day ,1 End your groan, and come away. Car. Hence Villians, Tyrants, Murderers : alas ! What will you do with my Lady ? call for help. Dutch. To whom, to our next Neighbours ? they are Mad-Folks. Bof. Remove that Noife.. Dutch. Farewel Cariola. In my laft; Will, I have not much to give, A many Hungry Guefts have fed upon me ; Thine will be a poor reverfion. Car. I will Die with her. Dutch. I Prithee look thou giv'ft my little Boy Some Syrrup for his Cold, and let the Girl [Car. is fore doff. Say her Prayers ere (he Sleep. Now what you pleafe : What Death ? Bof. Strangling, here- are your Executioners. Dutch. I forgive them: The Apoplexie, Catarrh or Cough o'th' Lungs, Would do as much as they do. Bof. Doth not Death fright you ? Dutch. Who would be afraid on't, Knowing to meet fuch excellent Company In th' other World ? Bofl. Yet methinks, . H x , The"], [66, "The Unfortunate Dutchefs : or, 5'* The Manner of your Death fhould much afflicl: you; This Cord mould terrifie you ? Dutch. Not at all; What would it pleafure me to have my Throat cat With Diamonds ? cr to be fmothered With Caffia ? or to be Shot to Death with Pearls ? Tell my Brothers, ' That f perceive Death, now I am well awake, Beft gift is they can give, or I can take : 1 would fain put of? my laft Womans fault, I'ld not be tedious to you. Exec. We are ready. Dutch., Difpofe my Breath how pleafe you, but my Body Bedow upon my Women, will you ? Exec. Yes. Dutch. Pull, and pull ftrongly, for your able Strength, i'4uft pulldown Heaven upon me.- Yet ftay,> Heaven Gates are not fb highly Arch'd As Princely Palaces, they that enter there, [She Kneels.] Muft go upon their Knees : Come violent Death, Serve for Mandr agora, to make me Sleep ; Go tell my Brothers, when I am laid out They then may feed in quiet. [They Strangle her. Bof Where's the Waiting- Woman ; Fetch her : Some other Strangle the Children : Look you, there Sleeps your Miftrifs. Enter Cariola. Car. Oh thou art Da'mn'd Perpetually for this .- My turn is next, 1st notfo order'd ? Bof. Yes, I am Glad You are fo well prepar'd for't. Car. You are deceiv'd, Sir. I am not prepar'd for't, I will not die, I will come to my Tryal ; and know How I have Offended. Bof. Come difpatch her: You kept Her Counfel, now you fhall keep Ours.- Car. I will not die, I muft not, I am Contracted To a Young Gentleman. Exec. Here's your Wedding Ring. Car. Let me but fpeak with the Duke ; Vie difcover Treafon to his Perfon. .Bo/- Delays : Throttle her. Exec."], [67, "The Unnatural Brothers. c •> Exec. She Bites and Scratches. Car. If you Kill me now, I am Damn'd : I have not been at Confefiion This two Years. Bofl. When? Car. lam quick with Child. Bofl. Why then, Your Credit's fav'd .- bear her into the next Room. /Enter Ferdinand. Letthis lie ftill. Ferd. Is fhe Dead ? Bofl. She is what You'd have her : \" But here begin your Pity : '.' Alas, how have thefe offended ? Ferd. The Death [Shews the Children ft rangled. *' Of Young* Wolves, is never to be pitied. Bofl. Fix your Eye here, Ferd. Conftantly. Bofl. Do you not V Veep ?. Other Sins only fpeak ; Murder, (hrieks out. , The Element of Water moiftens the Earth, But Blood flies upwards, and bedews the Heavens. Ferd. Cover her face ; mine Eyes Dazle. She died young. %of. I think not fb ; her infelicity Seem'd to have Years too many.1 Ferd. She and I were Twins : And fhcu'd I die this Inftant, I had liv'd her time to a Minute. Bofl. It feems (he was Born firft : You have Bloodily approv'd the Ancient truth, r That Kindred commonly do worfe agree Than remote Strangers. Ferd. Let me fee her Faceagain j Why didft not thou Pity her ? What an excellent Honeft Man might'ft thou have been If thou hadft born her tofomefandtuary; Or bold in a good caufe, oppos'd thy felf With thy advanced Sword above thy. Head, . Between her Innocence, and my Revenge. I bid thee, when I was diftra&ed of my Wits, ; Go kill my Deareft Friend, and thou haft don't. For let me but examin well the caufe ; What was the meannefs of her Match to me ? Only I muft confefs I had a hope, Had (he continu'd Widow, to have gain'd An Infinite Mafs of Treafiire by her Death : And what was the main caufe ? her Marriage, That drew a ftream of .Gall quite through my Heart; for thee, as we obferve in Tragedies - That a good Actor many times is Curs'd For"], [68, "54 *TI* Unfortunate DtitWefl : or, For playing* Villains part: Ihatetr^e for'r, and For my Sake, fay thou haft done much III ; well, Bo. Let me quicken your Memory, for I Perceive you a>e falling into Ingratitude ; I Challenge the Reward due to my Service. Ferd. \\*le tell thee, what He give thee. Bof. Do.' Ferd. Vie give thee a Pardon for this Murther. Bof. Ha ? Ferd. Yes, and 'tis The largeft Bounty I can ftudy to do thee. By what Authority didft thou execute This bloody Service. Bof By yours. • Ferd. Mine > was I her Judge ? Did any Ceremonial form of Law, Doom her to not being? Did a compleat Jury Deliver her Conviction up i'th Court ? Where fhalt thou find this Judgment regiftred, Unlefs in Hell ? See ; like a bloody Fool Th' haft forfeited thy Life, and thou fhalt Die for't. Bof. The Office of Juftice is perverted quite, When one Theif hangs another. Who fhall dare To reveal this ? Ferd. Oh, Tie tell thee; The Wolf fhall find her Grave, andfcrapeit up, Not to devour the. Corps, but to difcover The horrid Murther. Bof. You, not ! fhall quake for't. Ferd. Leave me. Bof I will firft receive myPenfion. Ferd. You are a Villain. B0f When your Ingratitude Is Judge, I am fo. Ferd, O Horror ! That not the Fear of him, who binds the Devils, Cm prefcribe Man Obedience. Never look upon me more. Bof. Why, fare thee well : Your Brother, and your felf, are worthy Men ; You have a pair of Hearts are hollow Graves, Rotten, and rotting others ; and your Vengeance, Like to chain'd Bullets, ftill goes Arm in Arm. You may be Brothers : For Treafon, like the Plague, Doth take much in a Blood. I ftand like one That long hath ta'en a fweet and golden Dream. I am angry with my felf now, that I wake. Ferd"], [69, "The Unnatural Brothers*. j r Ferd. Get thee into fome unknown part o'th' World, That I may never fee thee. Bof. Let me know Wherefore I (hould be thus negle&ed ? Sir, Iferv'd your Tyranny, and rather ftrove, To fatisfie your felf, than all the World ; And though 1 loath'd the Evil, yet I lov'd You that did counfel it, and rather fought, To appear a true Servant, than an honeft Man. Ferd. l'le go hunt the Badger by Owl-light .♦ Tis a deed of Darknefs. [Exit, Bofl. He's much diflradted t Off my painted Honour ; While with vain Hopes, our Faculties we tire, We feem to fweat in Ice, and freeze in Fire. What would I do, were this do again ? 1 would not change my Peace ofConfcience For all the Wealth of Europe. She ftirs ; here's Life i Return, fair Soul, from Darkenfs, and )ead mine Out of this fenfible Hell : She's warm, fhe breathes : Upon thy pale Lips I will melt my Heart, To ftore them with frefli Colour: Who's there ? Some Cordial-drink : Alas ! I dare nor call : So pity w ould deftroy pity : Her Eye opens, And Heaven in it feems to open, that late was (hut, To take me up to Mercy. Dutch. Antonio; Bof. Yes, Madam, he is living, The dead Bodies you faw, were but feign'd Statues ; He's reconciled to your Brothers .* The Pope hath wrought The Atonement. Dutch. Mercy. [She dies, Bofl. Oh, (he's gone again ; there the Cords of Life broke; Oh, facred fnnocence, that fweetly fleeps On Turtles Feathers ; whilft a guilty Confeience Is a black Regifter, wherein is writ All our good Deeds, and bad ; a perfpedtive That (hews us Hell ; that we cannot be fufler'd To do good when we have a mind to it .* This is Manly Sorrow: Thefe Tears, lam very certain, never grew In my Mother's Milk. Where, were, Thefe penitent Fountains, while fhe was Jiving > Oh"], [70, "5 6 ' The Unfortunate Dutchefs : or, Oh, they were frozen up. Here's a Sight, , As direful tornySoul, as is the Sword Unto a Wretch that hath flain his Father : Come, Tie bear thee hence, And execute thy Will ; that's deliver Thy Body to the reverend difpofe Of fome good Women : That the cruel Tyrant Shall not deny me. Then I'le' poft to Millan, Where fomewhat I will put in Ad1, Worth my Deje&ion. [Exit, with the Body. ACTUS V. SCENA I. Enter Antonio, and Delio. Ant. T 71 7 tmn^ you °^my noPe °f Reconcilement V V To the Arragonian Brothers ? Del. I mifdoubt it ; For though they have fent their Letters offafe Conduct For your repair to Millan, they appear But Nets to entrap you ; The Marquifs olVefcara, Under whomycu hold certain Lands in Efcheat, Much 'gainft his noble Nature, hath been mov'd Tofeize thofe Lands, and fomeof his Dependants Are at this Inftant making it their Suit To be invefted in your Revenues ; I cannot think, they mean well to your Life, . That do deprive you of your means of Life, \"Your Living. Ant. You are ftill an Heretick To any Safety I can fhape my fel£ Del. .Here comes the Marquifs : I will make my felf Petitioner for fome part of your Land, To know whether it isflying. AnU r i& Enter Pefcara.' Del. Sir, I have Suit to you. fef To me. Del. Aneafie one: There is the Cittadel of St. Bennet, With fome Demeanes, of late in the PofTeffion Of Antonio Bologna, pleafe you beftowthem on me > Fef. You are my Friend ; but this is fuch. a Suir, ' Nor"], [71, "The Unnatural Brothers^. 57 Nor fit for me to give, nor you to take. Del. No Sir ? Pefl, I will give you ample reafon for't, Soon in private : Here's the Cardinals Miftrifs. Enter Julia. Jul. My Lord I am grown your poor Petitioner, And (hould be an ill Beggar, had I not A Great Mans Letter here, the Cardinal's, - To Court you in my Favour. Pefl. He Entreats for you TheCittadel of St. Bennet, that belong'd To the Banilh'd Bologna. Jul. Yes. Pefl. I cou'd not have thought of a Friend I wou'd Rather pleafure with it : 'tis yours. Jul. Sir, I thank you And he fhall know how doubly I am Engag'd Both in your Gift, and fpeedinefs of giving, Which makes your Grant the greater. Ant. How they fortifie Themfelves with my Ruine ? Del. Sir I am Little bound to you. Pefl. Why? Del. becaufe you denied this Suit to me, and gav't To fuch a Creature. Pefl. Do you know what it was ? . It was Antonio's Land : not forfeited [Exit. By courfe of Law; but RaviuYd from his Throat By the Cardinal's Entreaty : it were not fit I (hould beftow fb main a piece of wrong 'Upon my Friend : 'tis a Gratification Only due to a Strumpet ; for it is Injuftice. Shall I fprinkle the pure Blood of Innocents To make thofe Followers, I call my Friends, Look Ruddier upon me ? I am glad This Land, ta'ne from the owner by fuch Wrong Returns again unto fb foul a ufe, As Salary for his Luft. Learn, good Delio, To ask Noble things of me, and you (hall find Tk be a Nobler giver. Del. You inftru<a me well. Ant. Why here's a Man now, would fright Impudence from fawcieft Beggars. Pef. Prince Ferdinand's come to Millan Sick, as they give out. of an Apoplexy „• I But"], [72, "< The Unnatural Brothers. 69 Shall I never fee her more ? Eccho. Never fee her more. Ant. I mark'd not one Repetition of the Eccho, But that; and on the fudden, a clear light Prefented me a Face folded in Sorrow. Del. Your Fancy meerly. Ant. Come : Tie be out of this Ague ; For to live thus, is not indeed to Live : It is Mockery and abufe of Life. I will not henceforth fave my felf by halves; Lofe all, or nothing. Del. Your own Vertue fave you : Tie fetch your Eldeft Son, and fecond you .• It may be that the fight of his own Blood Spread into fo fweet a Figure, may beget The more Compaffion. However fare you well : Though in our Miferies, Fortune have a parr, Yet in our Noble Sufferings fhe hath none ; Contempt of Pain, That we may call our own. [Exc SCENA IV. Enter Cardinal, Malatefte, Pefcara, Card. You (hall, not watch to Night by the Sick Prince, His Grace is very well Recover'd, Mai. Good my Lord fuffer us- Card, Oh, by no means: The Noife, and Change of Object in his Eye, Doth more Diftradt him : I pray all to Bed, And though you hear him in his Violent Fit, Do not Rife, I intreat you. Pefl So Sir 5 we fhall not. Card. Nay I muft have you promife Upon your Honours, for I was enjoyn'd to't By himfelf; and he feem'd to Urge it fenfiblyv Fefl Let our Honours bind this Trifle. Card. Nor any of your Followers Mai. Neither. Card. It may be to make Tryal of your promife, When"], [73, "The Unnatural Brothers. 59 Was, a Wolves Skin is Hairy on the out-fide, His on the infide : bad them take their Swords, Rip up his Elelh, and try : ftraight I was fent for; And having Minifter'd unto him, found his Grace Very well recover'd. Pef. I am glad on't. DoQ. Yet not without fonse fear OfaRelapfe,if ■;;/• ... They 'I give me leave, lie buffet his Madnefs out or him.- Enter Ferdinand, Malatefle, Cardinal, Bofola. Stand afide, he comes. Ferd. leave me. Mai. Why does your Lordfhip ufe this Solttannefs ? Ferd Eagles commonly fly alone : They are Crows, Dawes, and Starlings that flock together: Look what's that Follows me? Mai. Nothing my Lord. Ferd. Yes. Mai. 'Tis your fhadow. Ferd, Stay it, let it not haunt me. Mai. Impoffible, if you move, and the Sun (hine. Ferd. I will Throttle it [throws himfelf on the Ground. Mai. Oh, my Lord , you are angry with nothing. Ferd. You are a Fool : How is't poflible I (hould Catch my (hadow, VnleCs I fall upon't ? When I go to Hell, I mean to carry a Bribe : for look you, Good Gifts evermore make way for the worft Perfons. Pefl. Rife good my Lord. Ferd. I am ftudying the Art of Patience. Pefl. 'Tis a Noble Vertue. Ferd. To drive fix Snails before me, from this Town To Moflco; neither ufe Goad, nor Whip to them, But let them take their own time : the patient ft Man 1 th* World Match me for an Experiment, and I'le Crawle after Like a Sheep-biter. - Card. Force him Up. F&d. Ufe me well, you were beft : What I have done, I have done : 1'le confefs nothing. Dott. Now let me come to him : Are you Mad My Lord? are you out of your Princely Wits? Ferd. What's he ? Pef. Your Dodor. Ferd. Let me have his Beard faw'd off, And his Eye- \\ x Browes"], [74, "6o The Unfortunate Dutchefs : or, Browes fiPd more Civil. Docl. I muft do Mad tricks with him, For that's the only way on't- I have brought Your Grace a Salamanders Skin, to keep you From Sunburning. Ferd. I have Cruel fore Eyes. Doll. The white of a Cockatrices Egg is prefent P«emeJy. Ferd. Let it be a new-laid one, you are beft. Hide me from him ; Phyficians are like Kings, They brook no Contradiction. Doll. Nov/ he begins to fear mer Now let me alone with him. [puts off his flour Cloaksone after another. . Doft. Let me have fbme forty Urinals fill'd with Rofe-Water. He, and Tie go pelt one another with them Now he begins to fear me. Can you fetch a Frisk Sir ? Let him go, let him go upon my Peril: I find by his Eye, he ftands in awe of me, He make him as Tame as a Dormoufe. Ferd. Can you fetch your Frisks, Sir ? I will ftamp him into a Flea off his Skin,, to cover one of the Anatomies Cullice : This Rogue hath fet i'th' Cold yonder, in Barber-Chyrurgeons-Hall. Hence, hence, you are all of you like Beafts for facrifice. [Throws the Dotlor down and beats hint* There's nothing left of you, but Tongue and Belly, Flattery and Leachery. [Exit*. Pefl. Doctor, he did not fear you throughly. Doll. True, I was fomewhat too forward. Bof. Mercy upon me, what a fatal Judgment Hath fal'n upon this Ferdinand. Pefl. Knows your Grace What Accident hath brought unto the Prince This ftrange Diftra&icn ? Card. I muft feign fomewhat : Thus they fay it grew. You have heard it rumour'd for thefe many years, None of our Family dies, but there is feen Thefhapeof an Old Woman, which is given By tradition, to us, to have been murther'd By her Nephews, for her Riches : fuch a figure One Night, as the Prince fate up late at's Book, Appear'd to him, when Crying out for help, The"], [75, "TJ>e Unnatural Brothers. 61 The Gentleman of s Chamber, found his Grace All on a cold Sweat, alter'd much in Face And Language : Since which Apparition, He hath grown worfe and worfe, and I much fear He cannot live. Bof. Sir, I would fpeak with you- Pef We'll leave your Grace, Wifhing to the fick Prince, our noble Lord, All Health of Mind and Body. [Exeunt, tnanentCzrd. andBoC. Card. You are moft welcome. Are you come ? So. This Fellow muft not know By any means I had Intelligence In our Sifter's Death: For tho' I counfefd it,\\ The full of all th' Agreementfeem'd to grow From Ferdinand ; Now, Sir, how fares our Sifter ? Why do you look fo wildly ? Oh, the Fortune ofyour Mafter here, the Prince, Dejects you ; but be you of happy Comfort: If you'll do one thing for me, 1'le intreat, Though he had a cold-Tombftone over his Bones, I'd make you what you'd be. Bofl. Any thing, Give it me in a Breath, and let me flyto't:: They that think long, fmall Expedition win, For mufing much o'th End, cannot Begin, Enter Julia. Jul. Sir, will you come into Supper? Card. I am bufie, leave me. Jul. What an excellent fhape hath that Fellow ? Card. 'Tis thus: Antonio lurks here in Millan, Enquire him out and Kill him .- While he lives, Our Sifter cannot Marry, and I have thought Of an excellent Match for her ; do this, and ftile me Thy Advancement. [Exit. Bofl. By>vhat means (hall I find him out? Card- There's a Gentleman call'd Delio Here in the Camp, that hath been long approv'd His loyal Friend. Set Eye upon that Fellow. Or"], [76, "6*4 The Unfortunate Dutchefs : or, Or elfe go enquire out Delio's Confeftor, and fee if you can bribe Him to reveal it : there are a thoufand ways A Man might find to trace him. Bof Well, Fie not freeze i'th' Bufinefs, I would fee that wretched thing, Antonio, Above all Sights i'th' World. , Card. Do, and be happy. [Exit. Bof. This Fellow doth breed Bafilisks in's Eyes, He's nothing elfe but Murder; yet he feems Not to have notice of the Dutchefs's Death : 'Tis his Cunning .• I muft follow his Example. There cannot be a furer way to trace, Than that of an old Fox. Enter Julia. Jul. So, Sir, you are well met. Bof. How now? Jul. Nay, the Doors are faft enough : Now Sir, I will make you confefs your treachery. Bofl. Treachery ? Jul. Yes, confefs to me Which of my Women 'twas you hir'd, to put Love-powder into my Drink ? Bofl.' Love-powder ? Jul. Yes, when I was at Malfly, Why fhould I fall in love with fuch a Face elte ? I have already fuffered for thee fo much Pain : The only Remedy to do me good, Is to kill my Longing. Bofl. Know you me ? I am a blunt Soldier. Jul. The better; Sure, there wants Fire where there are no lively fparks Of Roughnefs. Bofl. And I want Complement. ' _ Jul. Why, Ignorance in Courtfhip cannot make you do Amifs, If you have a Heart to do Well. Bofl. You are very Fair. Jul. Nay, if you lay Beauty to my Charge I muft plead not Guilty. Bofl. Your'bright Eyes Carry a Quiver of Darts in them, (harper Than Sun-beams/ Jul. You will mar me with Commendation, Put"], [77, "The Unnatural Brothers] 63 Put your telf to the charge of courting me, Whereas now I woe you. Bof. I have it, I will work upon this Creature. Let us grow moft amoroufly familiar; If the great Cardinal now fhould tee me thus, Would he not count me a Villain ? Jul, No, he might count me Wanton, Not lay a fcruple of Offence on you : We that are great Women of Pleafure, ute to cut off' Thete uncertain Wifhes, and unquiet Longings, And in an inftant, join the fweet Delight And the pretty Excute together. Had you been i'th' Street ] fhould have courted you. Bof. Oh, you are an excellent Lady. Jul. Bid me do fomewhat for you prefently, To exprefs I Love you. Bof, I will, and if you love me, fail not to effect it. The Cardinal is grown wondrous Melancholy; Demand the Caufe, let him not put you off, YVith feign'dFLxcute, difcover the main Ground on't. Jul. Why would you know this ? Bofl. I have depended on him, And I hear that he is fal'n in fome Difgrace With the Emperor ; if he be, like the Mice That forfake falling Houfes, I would fhift To other Dependance. Jul. You fhall not need follow the Wars,' Tie be your Maintenance. Bofl. And I your loyal Servant, But I cannot leave my Calling. Jul. Not leaye an Ungrateful General, for the Love of a fweet Lady ? You are like fome, cannot fleep in Eeather-beds, But muft have Blocks for their Pillows. Bofl. Will you do this ? Jul. Cunningly. Bof. To morrow Tie exped the Intelligence. Jul. To morrow ; get you into my Cabinet,. You fhall have it with you : Do not delay me, No more than I do you : I am like one That is condemn'd : I have my Pardon promis'd. B«*"], [78, "£, The Unfortunate Dutchefs : or, Bat t would fee it feal'd. Go get you in, You (hall fee me wind my Tqngue about his Heart, . -.. .. LikeaskainofSilk. \\ [fix// Bofola, Enter Cardinal. Car. Where are youall? Ser. Here Car. Let none, upon your Lives, Have Conference with Prince Ferdinand, Unlefs I know it: In this Diftraclion He may reveal the Murther. Yond'smy lingring Confumption .* I am weary of her ; and by any nteans Would be quit offher. Jul. How now, my Lord? What ails you .» Car. Nothing. Jul. Oh, you are much altered ; what's the matter ? Car. I may not tell you. Jul. You are fo far in love with Sorrow, You cannot part with part of it ? or think you I cannot love your Grace, when you are fad, As well as merry ? or do you fufpect. I, that have been a Secret to your Heart Thefe many Winters, cannot be the fame Unto your Tongue ? Card. Satisfie thy Longing, The only way to make thee keep my Countel, Is not tell to thee. \" Jul. Tell your Eccho this, *• Or Flatterers, that, like Ecchoes, ftill report {[ What they hear, though moft imperfect, and not me: For, if that you are true to your felf, I'll know. Card. Will you Rack me ? Jul. No, Judgment (hall Draw it from you : it is an equal Fault, To tell ones Secrets unto All, or None. Card. The firft argues Folly. Jul, But the laft Tyranny. Card. Very well ? why imagin I have committed Seme fecret Deed, which I defire the World May never hear of. Jul. Therefore may not I know it ? You have conceal'd for me as great a Sin As"], [79, "The Unnatural Brothers. 65 As Adultery •• Sir, 1 befeech you, For perfect trial of my Conftancy Till now, Sir I befeech you. Card. You'l repent it. Jut Never. Card. It hurries thee to Ruin : Tie not tell thee, Be well advis'd, and think what Danger 'tis To receive a Prince's Secrets ; they that do, Had need have their Breads hoop'd with Adamant To contain them : \" I prithee yet be fatisfy'd, \" Examine thine own Frailty, 'tis more eafte \" To tie Knots, than unloote them : Tis a Secret, That, like a lingring Poifon, may chance lie Spread in thy Veins, and kill thee feven Years hence. Jul. Now you dally with me. . Card. No more, thou (halt know ir. By my Appointment, the great Dutchefs of Malfy, And two of her young Children, four Nights fince Were ftrangled. Jul. Oh Heaven / Sir, what have you done ? Card. How now ? how fettles this ? think you your Bofom will be a Grave, dark and obfCure enough For fuch a Secret ? * Jul. You have undone your telf, Sir. Card. Why ? Jul. It lies not in me to conceal it. Card, No? come, I will fwear you to't upon this Book. Jul. Moft Religioufly. Card, Kifs it. Now you (hall never utter it, thy Curiofity Hath undone thee: thou artpoifon'd with that Book. Becaufe I knew thou couldft not keep my CounfeJ, I have bound thee to't by Death. \\ Enter Bofbla. Bof. For pity fake, hold. Card. Ha ! Boflola ? Jul. I forgive you, This equal piece of Juftice you have done : For I betray'd your Countel to that Fellow, He over-heard it; that was the Caufe I faid It lay not in me to conceal it. Bofl. Oh, foolifh Woman! K Couldft"], [80, "6 6 The Unfortunate Dutchefs : or, Couldft not thou have poifon'd him ? Jul. 'Tis Weaknefs, Too much to think what fnould have been done ; I go, I know not wlihher. [Diet Card. Wherefore cam'ft thou hither* Bof That 1 might find a great Man, like your felf,: Not out of his Wits, as the Lord Ferdinand, To remember my Service. Card. Vie have thee hew'd in pieces. Bf. Make not your felf fuch a promife of that Life, Wh.ch is not yours to difpofe of. Card. Who plac'd thee here ? Bof Her Luft, as (he intended. Card. Very well, now you know me for your Fellow-murderer > Eof. And wherefore mould you lay fair Marble Colours Upon your rotten Purpofes to me ? Unlefsyou imitate fome that do plot great Tre.afbns, And when they have done, go hide themfelves i'th Graves Of thofe were A&ors in't. Card. No more, There is a Fortune attends thee. Bof. Shall I go Cue a Fortune any longer ? 'Tis the Fcol's Pilgrimage. Card. I have Honours in ftore for thee. Bcf. There are many ways that conduct to feeming Honour, and fbme of them very dirty ones. Card. Throw to the Devil Thy Melancholy, the Fire burns well, _ What need we keep a f.irring oft, and make A g?eat Smoother? thou wilt kill Antonio? Bof. Yes. Card. Take up that Body. Bof. I think I (hall Shortly grow the common Bier for Church-yards ? Card. I will allow thee fome dozen of Attendants, To aid thee in the Murther. Bof. Oh, by no means, Leit me have no Train when I gotofhed Blood, Left it make me have a greater when I ride to the Gallows. Card Come to me after Midnight, to help to remove that Body Toiher own Lodging : Tie give out fhe died o'th Plague? 'Twill breed the lefs Enquiry after Death. Bofl."], [81, "The Unnatural Brothers*. 67 Bofl. Where's Caflrucchio her Husband ? Card, tie's rode to Naples to take poffefiion Of Antonio's Citadel. Bof. Believe me, you have done a very happy turn. Card. Fail not to come : There is the Mafter-key Of our Lodgings; and by that you may conceive What. Truft I plant in you. Exit. Bof. You fhall find me ready. Oh, poor Antonio, though nothing be fb needful To thy Eftate, as pity, yet I find Nothing fo dangercus :' How this Man Bears up in Blood ? teems fearlefs ? why, 'tis well : fie feek thee out ; and all my Care fhall be To put thee into Safety from the reach Of thefe moft cruel Biters, that have got Some of thy Blood already. It may be, Tie join with thee, in a moft juft Revenge. The weakeft Arm is ftrong enough, that ftrikes With the Sword of Juftice. Still methinks the Dutchefs [Starts. Haunts me. There, there ; i'ts nothing but my Melancholy. O Penitence J let me truly tafte thy Cup, That throws Men down, only to raife them up. Exit. S C E N A III. Antonio, Delio. Eccho [from the Dutchefls's Grave.] Del. That's the Cardinals Window : This Fortification Grew from ths Ruins of an ancient Abbey .- And to yond fide o'th River, lies a Wall, Piece of a Cloy iter, which in my Opinion, Gives the beft Eccho that you ever heard ; So Hollow, and Co Difmal, and withal So plain in the diftin-ftion of our Words, That many have fuppos'd it is a Spirit Thatanfwers. Ant. I do love thefe ancient Ruins ; We never tread upon them, but we fet Our"], [82, ""], [83, "The Unnatural Brothers. Shall I never fee her more ? 69 Eccho. Never flee her more. Ant, I mark'd not one Repetition of the Eccho, But that; and on the fudden, a clear light Prefented me a Face folded in Sorrow. Del. Your Fancy meerly. Ant. Come : fie be out of this Ague ; For to live thus, is not indeed to Live : It is Mockery and abute of Life. I will not henceforth fave my felf by halves; Lofe all, or nothing. Del. Your own Vertue fave you : Tie fetch your Eldeft Son, and fecond you : It may be that the fight of his own Blood Spread into fo fweet a Figure, may beget The more Compaflion. However fare you well : Though in our Miferies, Fortune have a parr, Yet in our Noble Sufferings (he hath none ; Contempt of Pain, That we may call our own. [Exc SCENA IV. Enter Cardinal, Malatefte, Pefcara, Card. You (hall, not watch to Night by the Sick Prince, His Grace is very well Recover'd, Mai. Good my Lord fuffer us- Card, Oh, by no means: The Noife, and Change of Object in his Eye, Doth more Diftradt him : I pray all to Bed, And though you hear him in his Violent Fit, Do not Rite, I intreat you: Pefl So Sir 5 we fhall not. Card. Nay I muft have you promite Upon your Honours, for I was enjoyn'd to't By himfelf; and he feem'd to Urge it fenfiblyv Fefl Let our Honours bind this Trifle. Card. Nor any of your Followers Mai. Neither, Card. It may be to make Tryal of your promife, When"], [84, "o The Unfortunate Dutchefs : or, When he's afleep, my felf will Rife, and feign Some of his Mad Tricks, and cry out for help And feign my felf in Danger. Mai. If your Throat were cutting, I'd not come at you, now I h've protefted againft it. card. Why, I thank you. card. The reafon why -I would not fuffer thefe About my Brother, is becaufe at Midnight I may with better privacy Convey Julia's Body to her own Lodgings : Oh, my Confeience ! I would pray now; but the Devil takes away my Heart For having any Confidence in Prayer. About this Hour, I appointed Bofola To fetch the Body : when he hath ferv d my turn, Bofl. Hah ? 'twas the Cardinals voice : I heard him name Bofola, and my Death ; hift, I hear one's footing. [Exeunt] He dies. Exit. Enter Bofola, Ferdinand. Ferd. Strangling is a very quiet Death. Bofl. Nay then 1 muft ftand upon my Guard. Ferd, What fay you to that ? whifper foftly : do you agree to't ? So it muft be done i'th' dark : the Cardinal Would not for a Thoufand Pounds the Dodtor (hould fee it. [Exit. Bof. My Death is plotted ; here's the contequence of Murther. Enter Servant, and Antonio. Serv. Here ftay, Sir, and be confident, I pray: Ml fetch you a dark Lanthorn. Ant. Cou'd I take him at his Prayers, There were hope of Pardon. Exit. Bofl Fall right my Sword : I'll not give you fo much leifure as to Pray. Ant. Oh, I am gone : Thou hath ended a long fuit In a Minute. Bofl. What art thou ? Ant. A moft wretched thing, That only have this benefit in Death, To appear my telf. Enter"], [85, "The Unnatural Brothers. 71 Enter Servant with a Light. Serv. Where are you, Sir J ' Ant. Very near my Home : B0jola ? Serv. Oh misfortune ! Bof. Smother thy pity, thou art Dead elte : Antonio? The Man I would have fav'd 'bove my own Life ! Oh good Antonio, I'll whifper one thing in thy dying Ear, Shall make thy Heart break quickly : Thy fair Dutchefs And two fweet Children — — Ant. Their very Names Kindle a little Life in me, - Bofl. Are Murthered ! Ant. Some Men have wifht to Die At the hearing of fad Tidings: I am glad That I (hall do't in fadnefs : I would not now Wiih ray Wounds Balm'd, nor Heal'd : for I have no* ufe To put my Life to : In all our queft of Greatnefs, Like wanton Boyes, whofe Paftime is their care We follow after Bubbles blown i'th' air. Pleafure of Life what is't? only the good hours Of an Ague : meerly a preparitive to Reft, To endure vexation : I do not ask The procefs of my Death : only commend me To Delio. Bofl. Break Heart : Ant. And let my Son fly the Courts of Princes. Bofl. Thou teemft to have lov'd Antonio. Ser. I brought him hither, To have Reconcil'd him with the Cardinal. Bofl. I do not ask thee that : Take him up, if thou tender thy own Life, And bear him where the Lady Julia Was wont to Lodg : Oh, my fate moves fwift. I have this Cardinal in the Forge already, Nov/ I'll bring him to th' Hammer : Exeunt. 5CENA"], [86, "The Unfortunate Dutchefs : or, 72 SCENA V. Enter Cardinal, with a Book. Card. I am puzzel'd in a Queftion about Hell : He fays, in Hell there's one material Fire, And yet it fhall not burn all Men alike. Lay him by. How tedious is a Guilty Confcience ? VVhen I look into the Fifh-pond, in my Garden, Methinks I fee a thing arm'd with a Rake, That feems to ftrike at me. Now ? art thou come .* thou look'ft There fits in thy face fome great determination, (ghaftly ; Mix'd with fome Fear. * Enter Bofola. Bofl. lam come to kill thee. Thus it lightens into Action : Card. Hah? help : our Guard? Bofl. Thou art deceiv'd : They are out of thy howling. Card. Hold ; I will faithfully divide Revenues with thee. Bofl. Thy Prayers and Proffers Are both unfeafonable. Card Raife the Watch : we are betray'd. Bofl. I have confin'd your flight : I'll fuffer your retreat to Julias Chamber, But no farther. Card. Help: we are betray'd. Mai. Liften! Enter Malatefte, Roderigo, Pefcara, above. Card. My Dukedom for a refcue. Rod. Fye upon this Counterfeiting. Mai. Why, 'tis not the Cardinal. Rod. Yes, yes, 'tis he: But I'll fee him hangd ere I'll go down to him. Card. Here's a plot upon me, J am affauftcd : I am loft Unlefs fome refcue. Rod. He doth this pretty well .*' But"], [87, "The Unnatural Brothers. f? But it will not ferve to laugh me out of mine Honour.1 Card. The Sword's at my Throat : Rod. You would not baul foloud then. Mai. Come, come, let's go to Bed : he told us thus much afore- Tefc. He wifli'd you fhould not come at him: but believ't, The Accent of the voice, founds not in jeft. I'll down to him, however, and with Engines Force open the Doors. Rod Let's follow him aloof, And note how the Cardinal will laugh at him. (do°r Bof There's for you firft : 'caufe you (hall not unbarracade the To let in refcue. He kills the Servants Card. What caufe haft thou to purfue my Life ? Bof Look there. Card. Antonio ? Bofl. Slain ky my hand unwittingly: Pray, and be fudden : when thou killd'ft thy Sifter, Thou tooJi'ft from Juftice her moft equal Balance, And left her nought but the Sword, Card. O mercy! Bofl. Now it teems thy Greatnefs was only outward ? For thou fall'ftfafter of thy felf, than Calamity Can drive thee : I'll not wafte longer, time : There. Stabs him^ Car. Thou haft hurt me. Bofl. Again. Card. Shall I die like a Leveret, Without any refiftance ? help* help, help : I am Slain. Enter Ferdinand. Ferd. Th' alarm? give me a frefh Horte : Rally the Van-Guard, or the day is lofb Yield, yield : I give you the Honour of Arms, Shake my Sword over you, will you yield? Card. Help me, I am your Brother. Ferd. The Devil? My Brothers fight upon the adverfe Party. Wound He wounds the Cardinal, and in the Jcuffle, gives Bofola his Deaths There flies ybur ranfom. Card. Oh Juftice J ' I fuffernow, for what hath former been: Sorrow hath reacht the eldeft Child of Sin. Ferd. Now you're brave Fellows: Cafar's Fortune was harder than Fompeys; L C*fat"], [88, "The Unfortunate Dutchefs : or\" 74 Cafar died in the Arms of Profperity, Tompey at the Feet of Difgrace ; You both died in the Field ; the Pain's nothing : Pain many times is taken away with the appre henfion of greater, as the Tooth ach with the fight of a Barber that comes to pull it out. There's Philofopby for you. Bof. Now my Revenge is perfect : fink, thou main Caufe Of my undoing,- the laft part of my Life Hath done me beft Service. [He kills Ferdinand. Fer. Give me fome wet Hay, I am broken-winded, I do account this World but a Dog-kennel : I will vault Credit and affecl: high Pleafures. Bof, He feems to come to himfelf now he's fo near the Bottom*. Ferd. My Sifter ! oh I my Sifter J there's the Cauf; on't. Whether we fall by Ambition, Blood, or Luft, Like Diamonds, we are cut with our own Duft» Card. Thou haft thy Payment Bof. Yes, I hold my weary Soul in my Teeth, I 'Tis ready to part from me : I do glory That thou, which ftood'ft like a huge Pyramid I Begun upon a large and ample Bale, Shalt end in a little Point, a kind of nothing,. H^^^^|^^| Enter Pefcara, &c. Tefc. How, now my Lord ? How comes this * Bof. Revenge, for the Dutchefs of Malfy murder'd By the Arragonian Brethren •• For Antonio, Slain by tjflis Hand .• For luftful Julia, Poifon'dby this Man: Andlaftly, for my felf, That was an Adtor in the main of all. Much againft mine own good Nature, yet i'th* end Neglected. Card. Look to my Brother : He gave us thefe large Wounds, as we were ftruggling Here 'ith' Rufhes : And now, I pray, let me Be laid by, and never thought of; Oh ? \\Dies Tefc. How fatally, it feems, he did withftand His own Refcue > Mai. Thou wretched thing of Blood, How came Antonio by his Death ? Bof. InaMift.' I know not how; S"], [89, "The Uunatural Brothers] Such a Miftake as I have often feen In a Play: Oh, I am gone; •' We are only dead Wails, or vaulted Graves, \" That ruin'd, yields no Eccho ; Fare you well. 41 It may be Pain, but no harm to me to die ** In fo good a Quarrel .• Oh, this gloomy World ! \" In what a Shadow or deep Pit of Darknefs, \" Doth womanifh and fearful, Mankind live! \" Let worthy Minds ne'er ftagger in Diftruft, \" To fuffer Death or Shame for what is Juft, \" Mine is another Voyage. Pef The Noble Delio, as I came to th' Palace,\" Told me of Antonio's being here, and fhew'd me A pretty Gentleman, his Son and Heir. (.Dies, Enter DeJio; Mai. Oh Sir, you come too late. Del. I heard fo, and Was arm'd for't ere I came .• Let us make noble ufe Of this great Ruin, and join all our Force To eftablifh this young hopeful Gentleman In's Mother's Right. \" Thefe wretched eminent Things \" Leave no more Fame behind 'em, than fhould one ' Fall inaFroft, andleavehis print in Snow, 1 As foon as the Sun fhines, it ever melts *c Both Form and Matter .• I have ever thought Nature doth nothing fo great, for great Men, As when fhe's pleas'd to make them Lords of Truth^ Integrity of Life, is Fame's beft Friend* Which nobly, beyond Death, fhall crown the Endl FINIS."], [90, "WOKS lately Trintcl THE Compleat Hiftory of the Affairs of Spain from the firft Treaty of Partition to this prefent Time. Con- ling a particular Account of the different Meafures taken fince the Peace of Refwick, tofecure Spain to the Houfe of Au~ ftriaj by King William, of Glorious Memory ; and the great Actions perform'd by Queen Anne, and her Allies, in Spain, the Netherlands, Italy, &c. Reprefented by a new Method, from all the Authentick Memorials, Letters, Declarations, Ma nifefto's, Treaties, AddrefTes, Alliances, Anfwers, Articles, MefTages, Orders, Proclamations, Speeches, Wills or laft Teftaments, 6fc. Relating to that grand Affair. To which is prefix'dan Introduction, giving a ihort View of the firft Rife, and various Revolutions of that Empire, its Grandeur and De figns of attaining to the Univerfal Monarchy ; and the true Caufe of its moft furprizing Declenfion fince the Reign of King Phillip If., By J. C. M. D. Fellow of the Royal Society, and a Member of the College of Phyficians. To be (bid by J of. Barnes, at the Crown in Pall mall ; ■ W. Taylor, at the Ship in St. Paul's Church-Tar d j Rob.Gofling, at the Mitre in Fleet ftreet ; J. Phillips, next Door to the Fleece-Tavern in Comb ill; and J. Morphew, near Stationers-Hall. The Happy Life, or, the Contented Man ; (hewing the Art how to live well : with Reflexions upon divers Subjects of Mo rality. Prefented to the French King foon after the Battel of Blenheim. By Monfieur de Vernage, D. D. and Canon of tbe Royal Church of St. Quintin. Tranflated from the Paris Edition. i 20. Sold by W. Keble in Weftminfter-Uall; G. Harris next door to the Bagnio in St. James's ftreet ; W. Carter at the Green- Dragon \\n St. Paul's Church. Tar d; J. Phillips next door to the Fleece-Tavern in Cornhill ; and J. Morphew near Statio. ners-Hall. Wit without Money, a Comedy, with Amendments made to it by fome Perfons of Quality. Sold by Richard Parker un der the Royal Exchange , Egbert Sanger in Fleet ftreet , and J. Morphew near Stationers-Hall, The Royal Merchant, or the Beggars Bu!h, A Comedy. Sold by J, Morphew new Stationers- Hall."], [91, ""], [92, ""], [93, "PRESERVATION SERVICE SHELFMARK .£.£?£ <ii7?.L. THIS BOOK HAS BEEN MICROFILMED (199L? ) RPI MICROFILM NO SEE ESTC"], [94, ""], [95, ""], [96, ""]]