[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE SOCIETY OF TRAINED BANDS OF EDINBURGH EDITED, FROM THE ORIGINAL MANUSCRIPT, WITH PREFACE AND INTRODUCTORY REMARKS BY. WILLIAM SKINNER Writer to the Signet, F.S.A. Scot., F.R.S.E., Town-Clerk of Edinburgh EDINBURGH H. & J. PILLANS & WILSON, 18 THISTLE STREET MDCCCLXXXIX"], [6, "Excerpt from the Minutes of the Lord Provost, Magistrates, and. Council of the City of Edinburgh, held on i$tk June 1886. \" There was presented and remitted to the Lord Provost's Com mittee, with powers, representation by the Town-Clerk with reference to the History of the Office of Captain of Orange Colours.\" The Representation is of the following tenor : — \"Edinburgh, 15/Æ June 1886. — The Town-Clerk begs to represent to the Magistrates and Council that in consequence of representations made to him by several Members of the Town Council who have held the office of ' Captain of Orange Colours,' with reference to the want of information regarding that office, he has compiled from certain documents in the archives of the Corporation a narrative of the History of the Office ; and he craves that a remit, with powers, may be made to the Lord Provost's Committee, with a view to the compilation being printed and circulated. (Signed) \" Wm. Skinner, Town-Clerk:' \" The Lord Provost's Committee, at their meeting on 24th June 1886, acting under this remit, having considered the foregoing representa tion, authorised the Town- Clerk to have the matter printed in octavo form.\" Edinburgh, December 1889. — The Town-Clerk now respectfully submits to the Lord Provost, Magistrates, and Council, the Narrative of the History of the Office of Captain of Orange Colours, compiled by him from documents in the archives of the City. Wm. Skinner, Town-Clerk."], [7, "CONTENTS. PAGE Preface - - - - - - - - u Introductory Remarks on the Origin and Constitution of the Society of Captains of Trained Bands - - 13 Excerpt from the Minutes of the Town Council of Edin- burgh of 17th June 1663 ..---- 19 INDEX OR TABLE OF PARTICULAR ACTS OF THE SOCIETY OF CAPTAINS FROM 23RD November 1676. YEAR I. Act choosing Thomas Crawford to be Clerk • • 1676 23 2. ... anent Mounting and Dismounting Guard - - ... 23 3. ... anent Swearing and Unhandsome Expressions - ■ ... 24 4. ... anent Interrupting any Member when he is Tabled - ... 24 5. ... exempting Captains from doing certain duties - - ... 24 6. ... anent relieving Captains from Poinding - - 1677 24 7. ... appointing Captain Alexander Robertson to be Clerk - ... 25 8. ... appointing Captains to march with Half-picks - - 1678 25 9. ... anent the particular hour in Mounting Guard - - ... 25 10 ... anent making Parade at Mounting Guard - - ... 25 if. ... appointing Twelve Men to wait on Guard day or night 1681 26 12. ... anent the Order of Poinding the Neighbours - - ... 26 13. ... appointing Captain and Inferior Officers to attend Main Guard night and day - - - - - ... 26 14. ... anent Election of Sergeants - - - - ... 27 15. ... anent payment of Seven Shillings by the Captain relieved to the Captain Mounting the Main Guard - ... 27 16. ... appointing Weekly Meetings of the Society every Saturday night - - - - - ... 27 17. ... appointing old Magistrates and Deacons to be Poinded ... 27 18. ... anent taking away differences among Captains - - ... 28 19. ... appointing John Maine as Corporal to have oversight of the Twelve Men - - - - - ... 28 20. ... appointing Captain Penman to be Moderator - - ... 28 21. ... appointing Captain Chancelor to be Moderator - 1682 28 22. ... ratifying all former Acts - - - - ... 29"], [8, "Contents. 4 YEAK PAGE 23. Act appointing Captain George Drummond to be Clerk - 1683 29 24. ... ordering the hours of Mounting Guard - - .... 29 25. ... against Cursing and Swearing, and interrupting a Member when he is Tabled - - - - ... 30 26. ... appointing Captain Andrew Hamilton to be Clerk - ... 3° 27. ... appointing Captain George Drummond to be Moderator ... 31 28. ... ratifying all former Acts - - - - ... 31 29. ... against giving the lie to any Member - - - ... 31 30 ... appointing Captain Geo. Wedderburn to be Moderator 16S4 31 31. ... appointing the hours of Mounting Guards - - ... 32 32. ... Order of Marchings prescribed - - - - ... 32 33. ... regulating abuses at Brotherings - - - ... 33 34. ... Differences as to Marchings referred to Sir George Drummond of Milnak, Provost - 1685 34 38. ... appointing Captain William Menzies to be Moderator - 1686 34 39. ... appointing Captain Gilbert Stewart to be Clerk - ... 35 40. ... ratifying former Acts - - - - - ... 35 41. ... appointing George Macfarlane to be Officer - - 16S7 36 42. ... appointing Monthly Meetings of the Society - - ... 36 43. ... of Brothering Captain Edward Cuningham and Captain Walter Lermonth - - - - - ... 37 44. ... appointing Captains to provide Silver Huscoes at their own expense - - - - - - ... 3S 47. ... anent the Boundings of the City and the Colours of Companies - - - - . - ... 39 49. ... appointing the Sixteen Feathers, tipped with every Captain's respective colours, to be delivered by Cap- tains quitting office to his successor - - -... 42 56. ... containing orders for regulating the Main Guards and By-Guards kept by the Train Bands - - 168S 43 58. ... appointing the Captains and their Commissioned Officers to wear their Swords daily, during their keeping Guard, under penalties - - . - ... 46 59. ... appointing Three Captains to draw a Petition for the Privileges of the Main Guard . . - ... 47 60. ... Memorial of the Privileges of a Main Guard - - ... 47 61. ... The Petition of the Captains of the Train Bands to the Town Council - .g 62. ... The Objection of said Petition by the Town Council - ... 4q 64. ... for regulating Expenses at Brotherings - - - ... 50 73. ... for regulating Expenses at Brotherings, and ratifying former Acts ---... l6gi 50 77 ... ordaining Swords to be worn at Monthly and other MeetinSs \" * - - 1694 5, Note as to threatened invasion by France - - . }(,g(, ,-, Peace concluded with France .... ,6qg ~ 106. Act for fining Captain Patrick Coutts in sterling - 1702 52 107. Act for receiving satisfaction for foresaid fine - - 1702 52"], [9, "Contents. 5 YEAK FACE IC9. Act deputing-Captain Jaffrey toact as Commandant in place of Captain Hurd on Queen's Birthday - - 1703 53 in. ... anent the Captains' grounds at Riding of Queensbery's Parliament - - - - - - •■• 53 113. ... anent Swearing under Penalties, and Drinking, and at Ridings to have Pistols - - - - ••• 53 121. ... anent Monthly and other Meetings of Captains wiih their Swords ..... 1705 55 124. ... exhorting Captains to reflect on many recent tokens ot God's wrath, viz., (1.) Fire in Parliament Close, 1700; (2.) Fire in Lawnmarket, 1701 ; (3.) Explo- sion of Gunpowder in Leith, 1702 ; and to be more watchful over their hearts and ways in suture - ... 55 132. ... anent Mounting with Scarfs on Queen Anne's Birthday 170S 57 133. ... anent Order of Marching on Queen's Birthday - ... 57 136. ... anent Wearing Red Scarfs on all public occasions of Riding, Mounting Guard, or Marching - - ... 57 137. ... anent attending on Lord Provost and Town Council on all emergent occasions, such as Fires, Mobs, etc. ... 5S 141. Representation for Captain David Wemyss, Commandant, and the Hon. Society of Captains of Train Bands of the City, To the Right Honourable the Lord Provost, Magistrates, and Town Council, against the insub- ordinate conduct of Lieutenant James Wilkie and Ensign John Wright - - - - 1 709 58 142. Act of the Town Council on said Representation - - ... 62 145. ... anent Secrecy - - - - - .... 63 151. ... anent admitting Dr Alexander Simpson as the Society's Doctor (Queen Anne's Birthday) - - -1711 64 152. ... anent admitting Charles Hay Baxter - - - ... 6-. 167. ... anent Order of Marching .... 1716 65 175. ... anent Riding of the Marches, and Entertainment to Supper by the Magistrates ... - 171S 65 192. ... anent Camp, Tent, and Utensils presented by Captain George Hay ..... 1720 66 194. ... anent Absentee Captains on the King's Birthday - 1721 66 202. ... anent Citizens being absent from their respective Colours on King's Birthday, and other occasions - 1723 67 203. ... anent receiving the Fines for Absence from Duty - ... 67 204. ... anent deliveiing Poinding Money to the Treasurer - ... 67 Petition to the Society by Captain James Murray, for Charity 1724 68 Captain Patrick Crighton expelled for contumacy - - ... 68 Petition for Charity by Widow of Captain John Giles - 1725 69 222. Act for preventing visits from the Lieutenants and Ensigns on King's Birthday - - - - ... 69 241. ... anent giving in Lites by retiring Captains for their successors ------ 1733 70 242. ... anent the Institution of a Charity Fund - - ... 70"], [10, "Contents. 6 YEAK PAGE 243. Act depriving Captains who left office before 30th October 1732, of any right to Charity Fund - - 1733 71 Names of Contributors to the Charity Fund - ... 72 247. Act anent Investment for portion of the Charity Fund - ... 72 252. ... anent Captains who remain in a Tavern after the Commandant has retired from the Chair - - 1734 73 254. ... approving of former Acts relating to the Charity Fund 1735 73 258. ... appointing Thomas Heriot to be Captain - - ... 74 264. ... appointing Captain Alexander Maitland to be Drill Master ...... 1736 74 268. ... appointing the Act of Council anent the Boundaries to be recorded - - - - - ... 74 271. ... appointing John Douglas to be Doctor of the Society - 1737 78 277. ... expelling Captain Alexander Peters from the Society - 1738 78 280. ... transferring the Charity Fund to the Royal Infirmary - ... 79 Opinion on this subject by James Graham, of Airth, Advocate - - - - - - ... 80 282. Act agreeing to ,£25 to Royal Infirmary, and ,£32, 16s. 6d. to six decayed Brethren - - - - ... 81 287. ... expelling Captain Orrock for rude behaviour - - 1740 82 288. ... confirming expulsion of Captain Orrock - - ... 82 298. ... appointing Captain Robert Dundas to be Commandant 1741 83 299. ... appointing Captain Robert Tennant to be Clerk - ... 83 316. ... appointing Alexander Broun to be Captain - - 1745 83 Note as to the Pretender Prince Charles Edward at this period - - - - . .... 83 317. Act re-constituting the Society after a lapse of two years and two months ..... §4 318. ... by Captains accepting their Commissions - - ... 86 Dr White admitted as Doctor - - - - ... 86 Bailie Stewart admitted to the Society - - - 1748 86 Rev. Dr Anderson, admitted as Chaplain - - - ... 86 326. Act declaring who are the Constituent Members of the Society - - - - - - 1749 86 330. ... anent admitting old Captains to Meetings - - 1750 87 331. ... appointing John Livingston and John Welsh to be Captains - - - - . - ... 87 338. ... appointing Andrew Alison to be Commandant, David Robertson to be Lieut. -Col., and John Dalrymple to be Major- - - . . - 1757 SS 339. ... by Captains accepting their Commissions - - ... SS 348. ... anent Proclamation of George III. - - - 1760 8S 349. ... anent Coronation of George HI. - - . 1 761 S9 350. ... appointing Dr Congalton to be Physician - - ... S9 351. ... anent Proclamation of Peace - - - . 176^ S9 352. ... appointing Dr Drummond to be Physician - - ... 89 354. ... anent His Majesty's Birthday - - . [764 g0 Captain D. Wardrop appointed Kirk-Treasurer - . 1767 go"], [11, "Contents. 7 YEAR PAGE 358. Act as to King's Birthday, 4th June - - ■ 1767 90 369. ... King's Birthday held on 22nd June, in consequence of a death in the Royal Family - - - 1775 91 372. ... appointing Alexander Kincaid and William Creech, each afterwards Lord Provost, to be Captains - 1776 91 373. ... anent funeral of Lord Provost Kincaid - - 1777 91 374. ... appointing Captain William Creech to be Major and Donald Smith to be Commandant - - - 1778 91 376. ... appointing Archibald Cockburn, Colonel Dundas, Alexander Palmer, John Forrest, and John Aitken to be Honorary Members - - - - ... 91 380. ... anent Riot against Roman Catholics - - - 1779 92 381. ... anent Fines of various Captains for Absence, etc. - ... 92 384. ... anent Fines for Neglect of Duty, and Rescinding Act 381 thereanent - - - - - ... 93 385. ... appointing Major Creech to be Commandant who presents the Society with a New Record Book, etc. - 1780 94 386. ... no Hangers permitted — Members must appear with Dress-Swords and Cockades - - - .... 95 3S7. ... appointing Thomas Hay, Surgeon in Edinburgh, to be the Society's Surgeon - - - - ... 95 Letter by Alexander Hamilton, Surgeon, resigning his office as Surgeon of the Society - - - ... 95 388. Act Brothering Surgeon Hay - - - - ... 95 389. ... Brothering Matthew Henderson, Laurence Dundas, Hugo Arnot, author of the \" History of Edinburgh,\" and Rev. Robert Dick, D.D.,as Honorary Members ... 96 390. Narrative of a Banquet by the Right Honourable Sir Laur- ence Dundas, M.P. for the City, to the Magistrates and Council and the Society of Captains, in his house, St Andrew Square, on 17th August, and also of a Reception given by the Society to Sir Laurence, the Magistrates, and others, on 25th August - - ... 96 391. Act appointing means to prevent disturbances upon the Election of William Millar to be Member for the City ... 98 392. ... appointing means to prevent disturbances upon the Election of William Millar to be Member for the City ... 99 393. ... appointing Thomas Hill to be Lieut. -Colonel, and John Hay to be Major .... 17S1 99 394. ... appointing Adam Smith (\"Wealth of Nations \") and others to be Honorary Captains - - - ... 99 395. ... anent the appointment of Lieut. -Colonel and Clerk - 17S2 100 396. ... inflicting Fines on certain Officers for Absence, etc. - ... 100 397. ... on occasion of celebrating the Anniversary of His Majesty's Birthday, 4th June - - - ... 101"], [12, "Contents. 8 YEAK PAGE 398. Act fining Officers for Neglect of Duty, and appointing James Cameron to be Sergeant - - - ... 102 399. ... appointing William Murray to be Lieut.-Colonel, and entertaining at Dinner the Lord Provost and Magis- tiates, the M.P. for the City, and others - - 1782 102 400. ... convening the Captains and Subalterns to attend the whipping of Paul and Anderson, late rioters at Canonmills, on which occasion another riot was expected ------ 1784 102 401. ... appointing Rev. Dr William Gloag, one of the City Ministers, George Hay, late Major in the 80th Regiment, and others, to be Honorary Members - 1786 103 402. ... anent Entertainment to the Right Honourable James Hunter Blair, Lord Provost, and other Magistrates ; William Creech, Donald Smith, and others - - ... 103 403. ... anent the Anniversary of His Majesty's Birth, John Gloag, Colonel-Commandant, presiding, — watch- word, \" Dunskey \" - - - - - ... 104 404. ... Brothering William Millar, Esq. , which was performed by the Rev. Dr James Macknight, Chaplain of the Society ...... 17S7 105 405. appointing Gilbert Innes, William Fettes (afterwards Sir William Fettes, Lord Provost), and others, to be Honorary Members ----- 1788 105 406. ... prescribing New Uniform for the Corps, and anent Entertainment to Lord Provost, Magistrates, and others ...... 1 7S9 106 407. ... prescribing Special Uniform for 4th June, and anent the Ancient Box and its Medals, numbering fifty-two 1 79 1 106 408. ... anent Entertainment on Anniversary of His Majesty's Birthday, — watchword for the day, in honour of the Chancellor of the Exchequer, \"Pitt\" - - ... 107 409. ... anent preserving the peace on Anniversary of His Majesty's Birthday, — watchword for the day, \"Edin- burgh\" ....... 1792 ioj; 410. ... anent filling Vacancies .... 1795 108 411. ... anent certain Captains offering to serve in the Corps another year, and Letter to the Lord Provost on the subject - - - - - - 1794 109 412. ... anent procession to Parliament House, where the Due de Angouleme, and several of the French nobility, and gentry of this country, were assembled on Anni- versary of His Majesty's Birthday - - . 1796 no 413. ... anent celebration of Anniversary of His Majesty's Birthday, on which occasion the company was composed principally of the different bodies of Royal"], [13, "Contents. 9 t-j- YEAK PAGE Edinburgh and other Volunteers. Several French nobility of the highest rank, followers of the exiled Monsieur Le Comte D'Artois of the dethroned house of Bourbon, resident in the Abbey of Holy- rood House, were present, and spoke on the occasion —watchword for the day, \" The King \" - - 1797 no 414. Act appointing William Phin, Esq., to be Commandant, and anent the Town Council suspending the appoint- ment of Officers of the Train Bands of the City during the subsistence of the Royal Edinburgh Volunteers ; Minutes of procedure, and Act of the Town Council thereanent ; Resolution of the Cap- tains of the Train Bands, to be always ready to resume their stations as Officers of the Train Bands of the City when required. Special votes of thanks by the Society to various Officers, in particular to the Rev. Dr Macknight, Chaplain, and explaining the reason for the suspension of the duties of the Train Bands, being the Revolution in France, and the murder of its Sovereign, and the possible inva- sion of Great Britain by France, and the Officers of the Train Bands naturally wishing more active military engagements. (See also page 149) - 1798 ill 415. Explanatory Note as to the suspension of the Society by the Magistrates and Council since 14th February 1798, and their appointment, in 1848, of William Wilson, Bookseller in Edinburgh, as the Captain of Orange Colours, and Commandant of the Train Bands, and annually since that latter date. (See also page 149) ..... 1848 116 416. Minute of Appointment by the Magistrates and Council, on 10th October 1848, of William Wilson, Book seller in Edinburgh, to be Captain of Orange Colours, and Commandant of the Train Bands - ... 117 417. Minute of Presentation of a Silver Cup by Commandant Wilson, Lord Provost Sir William Johnston and Members of the Magistracy and Council being present ...... 1850 117 418. Minute of Meeting at the quarters of George Hislop Girle, the Captain of Orange Colours, when the Orange Flag was unfurled, and the insignia produced, in presence of Lord Provost Sir John Melville and other Members of the Town Council. On this occasion measures were furthered for a Public Demonstration in honour of the coming event, the marriage of the Princess- Royal, Victoria, now ( 1 889), Empress Frederick of Germany - - - 1858 118 1)"], [14, "Contents. 10 YEAK PAGE 419. Minutes of the Magistrates and Council, that the insignia in the custody of the Captain of Orange Colours be properly repaired ----- 1874 120 420. Minute of the Magistrates and Council reporting that the insignia have been properly repaired - - 1874 120 Insignia : — Banner — The Orange Colours - - - facing 75 Snuff-Box, Tobacco Pipe, Pipe Case, aud Silver Cup - ,, 116 Autograph Signatures of Commandants of the Train Bands, Lord Provosts of Edinburgh, etc., Photo-Lithographed from Records of the Society - - . - facing 120 Office-Bearers and Members of the Society of the Captains of the Train Bands of the City of Edinburgh, from November 1676 till 1889 ------ 121 Extracts from a Volume entitled \"Convivial Records of the Train Bands of Edinburgh, commencing 1733 and ending 1798\" ....... 153"], [15, "PREFACE THE Minute Book of the Captains of Trained Bands of Edinburgh commenced on 23rd Nov ember 1676. These Bands seem to have been first instituted in 1580, from which date there were periodically elected by the Town Council, sixteen citizens representing the Merchants and Crafts, to be Captains of the sixteen companies of the regiment, also one Lieutenant, one Ensign, and two Sergeants to each Captain, making in all forty-eight commissioned officers and thirty-two Sergeants, or a total of eighty commissioned and non commissioned officers. The Captains elected annually one of their number to be the \" Commandant,\" afterwards styled \" Moderator,\" and they also elected one of their number to be their Clerk for a year. On the admission of each Captain to office, the City Captains, as they were called, held a social gathering, where the member was admitted into the Body in a peculiar fashion, examples of which will be found in the volume ; and from the Tavern Bills of the Body which have been preserved, specimens of which also will be"], [16, "Preface. 12 found here, it would appear that on these occasions a considerable quantity of claret, Madeira, sherry, old hock, Burgundy, Lisbon, brandy, gin, punch, porter, and beer were consumed ; and from the quantity of broken glass and china charged in the bills, it is presumed that the drinking of certain toasts — probably those of Royalty and other distinguished personages — involved the destruction of the glass in which the toast was pledged. Interspersed with the Extracts from the Minute Book the Editor has inserted, chronologically, excerpts from documents, not hitherto printed, connected with the Corporation of Edinburgh. For the first time the \" Orange Colours \" has been lithographed in colours exactly as it appears at present, showing several of its defects from age and decay. The other Insignia of the Society have also been lithographed for the first time, and all are shown in this volume. In conclusion, I have to tender my thanks to Mr Adam Horsburgh Campbell, lately Surveyor and Draughtsman in the office of the Edinburgh Burgh Engineer, — now Burgh Surveyor of Stratford-on-Avon, — for the interesting Map of Edinburgh prefixed to this volume, showing the Sixteen Wards of the City, with their distinctive colours, which were watched or guarded by the Sixteen Companies of the Trained Bands respectively, from the year 1685, and also showing the various extensions of the City of Edinburgh since that period to the present time. W. S. Kdinburgh, 18S9."], [17, "INTRODUCTORY REMARKS ON THE ORIGIN AND CONSTITUTION OF THE SOCIETY OF CAPTAINS OF TRAINED BANDS. IT does not seem necessary to enter fully into detaiis of the various arrangements for the watching and other police arrangements of the City of Edinburgh, farther than to say, that from the year 1607, the prac tice of guarding the town by means of a hired watch pre vailed, down to the year 1625 — when the ancient method of watching by the burgesses and inhabitants was reverted to by the Magistrates and Council by their Act of Council of 19th October of that year. With this view, the city was divided into twenty-six watches, according to the number xni'Jm\"0'*' of constables dwelling and appointed within the burgh and ports; and each watch or \"constable's pairt \" as it was termed, was ordered to watch \" ilk nicht thair time about.\" Proclamation was ordained to be made charging the burgesses and inhabitants, in name of the king and of the Council, to \"compeir as thai ar wairnit ilk man in his awin constable's pairt in the Nether Tolbuith of the burgh, at nyne houres at nycht, to answer to thair names, as thai sal"], [18, "The Trained Bands of Edinburgh. 14 be callit be the baillies or constable of his pairt, with suffi cient airmour, and not depairt therefra till fyve houres in the morning vnder the paine of ane unlau of fyve pundis, to be payit be the contravenar toties quoties; and this ordour to begin vpoune the 25th of October instant.\" In the following year (1626) a new watching organisation History of F.din- was resolved upon, and it is regarded by Arnot, as the burgh, p. 504. origin of the Trained Bands of the City. An Act, dated 8th Council Records February 1626, referring to the foreign wars then existing, XIII., 324. J the possibility of invasion, and the necessity of being pre- pared for defence, appointed the whole inhabitants to be divided into eight companies of 200 men each, and to be regularly exercised and disciplined. Two commanders, with other officers of war, were appointed to each company, and the commanders were required, by personal visitation at the houses of the whole men of their company, to see that they were provided with arms, reporting defaulters to the Magistrates. The men of high stature and physical strength were ordered to carry a pike, and to be provided with corslet, lancellot, and head piece ; those of less stature, a musket, with bandalier and head piece, lead, pouther, and match. In this organisation no distinction was made be- tween the merchants and craftsmen. All were dealt with simply as burgesses, but the relative rights and privileges of the merchants and craftsmen were reserved. On 9th April 1627, the City youths were ordered to be formed into two companies, that of the merchants to march Council Records jn the yan> and fa^ Qf fche crasts jn the rear Qf Trajned Bands. \"rgh7P°f4din\" Maitland, however, is of opinion, that beyond selecting officers, and issuing orders preparatory to the formation of the inhabitants into companies, the arrangements sketched out in these Acts of Council were not carried into effect."], [19, "The Trained Bands of Edinburgh 15 This opinion he founds on the fact that, in 1634, an appli cation was made to Charles I. for authority to distribute the inhabitants into companies, and that his Majesty be fore proceeding farther, required the Magistrates \"to erect within your Citie such several companies as you intend ; and so to fitt the way thairof, that it may appear that your intentiounes are reall.\" What followed upon that letter, Maitland states his inability to learn, adding that he reads \"not anything concerning the same till 1645,\" when the citizens were \" erected into sixteen companies.\" It is to be observed however, that in 1637, the Council are found electing officers, not only for the company of merchant ..,.,,. Council Records. youths, but for other companies of the inhabitants, andxv, 12. between that date and 1645, frequent reference is made to town's companies as actually existing. Of this date, an Act of Council was passed, which, after '9th March ,6-*5 referring to the urgent necessity that existed for having a strong nightly watch, ordained — \" Proclamation to pass throw this brugh be sound of drum, commanding and charging . . . according to their several companies, keip and attend the said watch the tyme foresaid, under the paine of fyve pundis for the first fault, ten pundis for the second, and farder punishment of thaire persone at the will of the magistrats . . . that all the inhabitants of this brugh be in readiness to marche furth for dreilling under their severall commanderis and collouris, to the places accustomed, at the towk of the drum at sex ...... . i.i • re 1 ■ Council Records, in the cloak in the morning, under the paine of lyve pundis xvi., ,s. to be payit be ilk person sail failzie.\" Subsequently, by an Act dated 9th May 1645, the Council remodelled the whole arrangements of the Trained Bands. The town was divided into sixteen parts, and from each part a company was drawn. Of these companies, ten"], [20, "Tlie Trained Bands of Edinburgh. 16 captains were appointed to be merchants and six crafts men, and each captain was ordered to have a craftsman as his lieutenant. The ensigns and sergeants of all the com panies were to be selected equally from the merchants and Council Records, craftsmen. On 21st May 1645, accordingly, the sixteen captains were elected, several of the commanders of the old council Records, companies having previously resigned ; and on the 26th of May the lieutenants, ensigns, and sergeants were appointed. On 22nd September 1648, the Council passed an Act, under which they agreed, with Lieutenant-Colonel Affleck, upon the conditions and pay therein mentioned, that he should keep up a company consisting of three-score soldiers, with a lieutenant, two sergeants, and three corporals, who should be obliged to keep day and night watch, as they should receive orders from the Magistrates. This company of soldiers, appears to have been the origin of the regular Town Guard, co-existing with the Trained Bands of the City, Council Records, a'l °f whom were often called out in arms on important XVII., 124. . . . . . r _ occasions — such as the sitting of Parliament, the execution 2. st March i649. of influential personages like the Marquis of Huntly, etc. Proclamation was made on 25th July 1662, requiring the Council Records, inhabitants to attend their commanders, for mounting the XXI., 143. guard nightly. On 10th October 1662, the Council, in consideration of the times \" being a little broken,\" and of certain attempts at housebreaking, ordained, \"that in tyme comeing one of the sixteen captanes, with his companie, watche the streitts of the toun and keip the gairds.\" In the year 1663, the Society of Captains of the Trained Bands received a constitution from the Town Council. On an overture by Robert Baird, for himself and the other cap- see Excerpt tains> the captains were authorised, on 17th June 1663, to Minute infra. . . . P i9. meet together at such convenient times and places as they"], [21, "The Trained Bands of Edinburgh. 17 might appoint, for contriving and appointing things neces sary and convenient for securing decent order among them selves in their several companies, whatever should be enacted by the major part present at every such meeting, (nine being always a quorum), being regarded as the conclusion and act of the whole. They were also empowered to exact penal ties and fines from any of their own number that should not observe the orders concluded at these meetings, the greatest fines not to exceed 10s. sterling. The inferior officers were also required to observe all such rules, and whatever orders might be given by their respective captains, xxil, 48ec°rts Under the authority thus granted, the captains of the Trained Bands formed themselves into a society, the records of which, going back to 1676, are still extant, and which F,ooU' this volume now professes to make public. The Minute- Book of the Society, with other paraphernalia which be longed thereto, are annually handed over for safe custody to that member of the Town Council who holds for the time the office of \" Captain of Orange Colours.\" On 1st June 1689, the Town Council resolved to raise a \" company \" for guarding the City, and their resolution was confirmed by Act of William and Mary, 19th July 1690. By that Act the inhabitants and burgesses were relieved of the duty of watching and warding so long as the company should continue \"in pay\" — \"without prejudice to the Magistrates and Council upon any extraordinar occaisone or emergent to call out the Traine Bands for watching, as they shall think fitt.\""], [22, ""], [23, "EXCERPT FROM THE MINUTES of the TOWN COUNCIL of EDINBURGH, of 17th June 1663. COMPEIRED Robert Baird, captain, for himself, and in name of the remanent captanes of this burgh, and gave in the overtures underwritten, proposed be them to the Counsell for the better dischairge of y1 office, as follows : — Imprimis, that the inhabitants be requyred to provide themselfs with sufficient armes, as picks, muskets, swords, powder, ball, and matche, etc., and these to be not onlie serviceable, bot also decent, and that they attend such dyetts as they sail be wairned unto, either by the town officers or beatt of drum. Item, that the captanes be ordained to meitt together, at such convenient tymes and places as they sail appoynt, for contryving and appoynting tilings necessar and convenient for keiping decent ordor amongst themselfes and in their severall companies ; and what sail be enacted by the major pars present at every such meitting (nyne being allwayis a quorum), to be reputed as the conclusioun and act of the whole, with power to them to impose and exact penalties and fynes upon any of their owen number that sail not observe the ordors then concluded, the greatest syne or mulct not exceeding ten shilling sterling. Item, that the leiv\", ensigns, and ser-"], [24, "The Trained Bands of Edinburgh. 20 gants, be requyred to observe and execute such ordors as sail from tyme to tyme be delyvered to them by their resptive captanes, etc. Item, that twentie-four partisans be provyded for the touns service, which may remaine in the Court of Guaird, that upon any sudden fray, the captanes may be accommodated with such armes, if they sail stand in neid yrof. Item, that there be ane Inquisitor of the Rolls appoynted, who sail be obleidged to call the rolls at such convenient tymes as he sail be appointed by the re spective captanes ; and sail be obleidged then to pay in to the Guaird Box, six shilling Scotts for ilk absent, except such as haveing given in their sufficient reasone of neces sarie diversioun sail, by the captane, be dispensed with for that tyme. Item, that the sd persones quho hath the inqui sitioun or inspectiouns of the rolls, be impowered for his reimbursement and salarie, to exact eighten shilling Scotts from ilk absent or deficient as aforsaid. Item, that the Guaird Box be keiped and disposed upon, as the captanes sail find expedient. Oik overtures, being taken to consi deration, the Counsell ordains proclamasion to be sent throw this burgh, requiring the inhabitants to provyde themselfs with sufficient arms, and to attend their captanes and commanders, at such dyetts as they sail be wairned unto, either be the toun officers or towk of drum, and siklyk ordained, the captanes to meitt together amongst them selfs, at such tymes and places as they sail appoynt, for con ceiving of things necessar, imposing of fines not exceeding ten shilling, as is above written ; and that the under officers observe such orders as sail be injoyned be yr captanes ; and siklyk, appoynts the The' to provyde twentie-four partisans of one syse for the toun's service, to remaine in the Court de Guard, and be made use of be the captanes as now re quyred, the captanes being ansrable for redelyverie of the samen and siklyk ; the Counsell appoints Robert Mein, mer', to be Inquisitor of the Rolls, upon the obleidgment above written, of paying into the Guaird Box, six shilling Scotts for ilk absent without warrand or sufficient excuse, with power, for his reimbursement and sallarie, to exact"], [25, "T/ie Trained Bands of Edinburgh. 21 eighten shilling Scotts from ilk absent or deficient as aforsd, and that the said box sail be keiped and desposed upon as the captanes sail think fitt and expedient. And these ordors to continue during the Counsell's pleasure allenarlie, and no longer. Q1 anent yir pnts sail be yr warrand. On 15th July 1664, a committee was appointed to meet, anent the best way of keeping and paying a constant guard of twenty or thirty men, for the preservation of the peace Council Records, . . . . , XXII., 90. during the night. On 13th July 1666, the captains were appointed to Council Records, \" begin to keep the watch, this day eight dayes.\" From an early period in the seventeenth century, the Council were in the practice of electing constables annually, and these, when the Society of Captains in June 1663 received its constitution, served and watched the city, under the members of that Society. On 28th May 1669, the bailies were appointed to con- sider, whether it is fitter to continue the captain's guard, or to appoint that of the constable's. Their report is not given, but the former practice seems to have been adhered to, the watch being kept by the town's companies, under the command of their respective captains, relieved occa sionally by a guard of the neighbours, under the charge of the constables. Obviously however, the irksome duty of watching was performed by the citizens in a very unsatisfactory manner, and the records of the Council contain various orders intended to provide a remedy. Thus an Act, dated 1st December 1669, setting forth that the neglect of the citi zens to keep guard, or the employment by them of hire lings to do so, had led to the breaking open of shops and houses, and the disquietude of the city, ordained all the neighbours, by themselves or by their actual servants, to attend their respective captain's guard in future, and punctually to watch during the whole time appointed to them, under the penalty of £$ Scots, and farther punish- ment at the discretion of the Council."], [26, "TJie Trained Bands of Edinburgh. 22 Council Records XXVIII., 224. Another Act in November 1676, alluding to the practice of the citizens appointed to attend the guard absenting themselves from that duty, without even providing substi tutes, ordained that, whenever the guard should not turn out in sufficient force to protect the city, the captain on duty should be held responsible for the fines of the absen tees, reserving his relief against them. And by another Act in December 1676, the Council are found recommend ing the bailies, to enforce the Act rigidly against the cap tains of the various companies. Still the neglect con tinued, and in February 1677 the Council renewed their Act of 17th June 1663, and appointed Robert Johnston, the fown's major, to be Inquisitor of the Watch Rolls, taking him bound to pay into the Guard Box six shillings Scots for each absentee, from whom he was entitled to exact eighteen shillings Scots for his own relief and payment. The appointment of an Inquisitor at this time, was made at the request of the Society of Captains, whose minute of 5th February 1677 refers to \"the great trouble that they are att, by poynding of the neighbours for not mounting of the guaird.\" With these preliminary explanations, we now come to the period when the minutes of the Society of Captains come to be entered in a Minute Book, commencing in November 1676. The minutes previous to this time were probably written on loose sheets, but no trace of them can be had."], [27, "EXTRACTS FROM MINUTE BOOK of the CAPTAINS of the TRAINED BANDS of EDINBURGH. Edin', 23 Nov' 1676. 'TP* HE which day, the citie captaines being convened, Act '• doe unanimously, and with one accord, nominat, elect, and appoynt Thomas Crawfoord, Clerk. And further, having considered the dyet for mounting Act2 the guard, doe from this day appoynt four a cloack. And in case the captaine mounter be not upon his mairche att the fors1' hour, shall pay to the captaine whom he releives halfe ane croune. And in case he refuse to pay the samen att demaund, shall be lyable to pay sex pounds Scotts to the captaines att first meeting. And the sd captaine who is to be releived is hereby obleiged to call for the s** halfe croune. And in case of not calling for the same, he is to give ane accompt to the captaines, att the first meetting, for the fors sex pounds. The s*1 day, it was ordained, that att the mounting or dis mounting, the captaines be present themselves, or at least ther livetenent, ensigne, and sergeants, and that under the paine of sex pounds Scotts, toties quoties, in case of ffailzie."], [28, "The Trained Bands of Edinburgh. 24 Act 3. Act 4, Act 5, Act 6. Edinr, the 4th Decr 1676. The which day, the city captaines being mett, and con sidering the many and great violations of the law of God, and the laws of this kingdom, established by his Majestie and his royall predecessors, against cursing and swearing, w\" is prohibit by severall Acts of Parl' under diverse penal ties, did therefor unanimouslie statut and ordaine, that in case any of our number shall curse, swear, or use any un handsome expressions at any of our meettings, he who so doeth shall be obleiged to pay in to ourclerke, sex shillings Scotts, toties quoties. The s'1 day, it was furder ordained, that in case that any shall interrupt any of our number when he is tabled, before he be heard, he shall be obleiged to pay into our clerke, four shillings Scotts, toties quoties. And further, the captains taking to their consideration the great trouble they are putt to during the time of their office within the citie, doth therfor unanimouslie statut and ordaine, we and our successours, to exeinie everie cap taine from putting out any man to mount or watch att night, as many years or days as the said captaine hath continued in the office. Edin', the 5 Feby. 1677. The which day, the citie captains being conveined, and considering the great trouble that they are att, by poynding of the neighbours for not mounting of the guaird, doeth commissionat Captaine Thomas Kennedie to give ane bille to the Counsell for obtaining an inquisitor to officiat, con forme to ane Act of Counsell, dated the 17 of June 1663, Rob* Johnstoun being appointed to be inquisitor. The said day, having considered the bill of James Hutchi sone, hath established him our master houshold during our pleasure."], [29, "The Trained Bands of Edinburgh. 25 Act 7. Act 8. Act 9. Act 10. Edinr, the 4 June 1677. The which day, the citie captaines being mett, doe unani mouslie, and with one accord, nominat, elect, and appoynt Mr Alexander Robertsone, clerke. Edinr, the 22 May 1678. The which day, the citie captaines being mett, they taking to their consideration the indecencie of our march ing with our staffs in extraordinarie days, and the laudable custom of all other places of the world in marching with the halfe picks, doth unanimouslie appoynt that everie captaine shall march with his halfe pick upon the 29 May 1678, under the paine of sex pounds Scotts money. Edinr, Novr4, 1678. The which day, the citie captains being conveined, and having considered the great trouble it was to neighbours, to mount att four or sex o'cloake at night, doth now unani mouslie appoynt the guaird to be mounted at one o'cloake from this time forthcoming, and that the captaine mounter, shall be on his march att one o'cloake, under paine of half a croune, which the captain relieved is to call for, and if he refuse to pay, he shall be lyable to pay ten shillings to the captaines at their first meetting, and if the captaine re lieved shall not call for it, he shall be under the same obligation of the captaine mounter. The said day, it was furder ordained that whensoever it shall happen to have more companies on the watch than one, they shall be obleiged to mount the parade att the main guaird, under the paine of ten shillings, and that the captaine or captaines who has to be relieved shall not troupe off upon any accompt until they have mounted the parade, under the above written penalty. c"], [30, "Tlie Trained Bands of Edinburgh. 26 Act ii Act 12. Act 13. 7 Feb. 1 68 1. The captaines being mett, having considered the diffi culty that they have in causing the neighbours to attend the guaird in the day time, doth appoynt Captaine Symp son to have in readiness gainst the first occasion, twelve men in good attyre, to wait on the guaird in the day tyme, or in the night tyme, att the pleasure of the captaine, att the expence of the neighbours, which every captaine obleidges himself (in order to the pay' of the forsd men), to poynd the neighbours who shall be absent themselves from mounting or dismounting or watching night or day, ex cepting onlie those who voluntarlie giveth their sex pence to be free of watching, and shall give ane accompt of their absents and their diligence the first meetting. And further, it is appoynted that any four, or any other number att the captaine's optyon, with ane officer having the captaine's order, shall poynd the neighbours to the value of fyve shillings, and in case of obstinacie, conforme to the Act of Counsell. And that everie captaine shall, either himself, or any one of his inferior officers, to attend the maine guaird night and day, and hereby ratifies all former Acts. James Baillie. John Hamilton. Jo. Charteris. John Justice. Ro. Handisyd. W. Meinzeis. Alexr. Simpson. Patrick Thomson. George Wedderburne. Ja. Nicolson. John Thomson. Dn. McIntosh. Al. Robertson. James Lethom. W. R. Neilsone. Pa. Skirving. And further, the said day it was ordained that everie captaine shall mount and dismount with ane picke, under the paine of ten shillings. Alex. Simpson, Clk."], [31, "The Trained Bands of Edinburgh. 27 Act 14 Act 15. Act 16. Act 17. Edin* the 12 Feby 1681. The captaines being conveined, ordains that no captaine shall take any neighbour out of his bounding for to be ane serjeant, under the paine of ten shillings sterling. And further, it is ordained that the captaine releived shall pay to the captaine mounting the maine guaird, seven shilling sterling, which euerie captaine is obleidged to pay in to the captaine who shall happen to have the maine guaird upon Saterdays night, before three o clocke, under the paine of six pounds Scotts ; and that the captaines of the by guaird shall collect to the same value, and to be dis posed upon for the satisfieing of bylaws ? att the captaines pleasure under the forsd certification. And that the captaine who shall happen to be upon Saterday, shall be obleidged to pay punctuallye the twelve men that are appoynted for the watch. And further, it is appoynted that ther shall be ane weeklye meetting of the captaines, euerye Saterdays night at five oclocke or sex, under the paine of ane marks Scotts, the place of meetting to be appoynted be the captaines from ane night to ane other. James Baillie. John Hamilton. Jo. Charteris. John Justice. W. Meinzeis. Alexr. Simpson. Patrick Thomson. George Wedderburne. Ja. Nicolson. John Thomson. Dn. McIntosh. Al. Robertson. Pa. Skirving. Edin. the 26 Feby 1681. The captaines being conveined, and finding that all old magistrats and old deacons, conforme to ane Act of Coun sell, are lyable to put outt ane sufficient man : Therfor appoynts euerye captaine to poynd any of them who shall not either pay an sex pence every fourth night, or else ane sufficient man to the satisfaction of the captains. And to"], [32, "Tlie Trained Bands of Edinburgh. 28 Act 18 Act 19, Act 20. Act 21 this effect, we shall obleidge ourselves not to exeime any of them being deficient, under the paine of ten shillings ster ling. And farther, it is agreed that whatsoever difference shall fall out amongst any of us about our bounding, or any other way, may be taken away by the opinions of the greatest number of the captaines, or any quorum appoynted by them. James Baillie. John Hamilton. Jo. Charteris. W. Meinzeis. Alexr. Simpson. Patrick Thomson. George Wedderburne. John Thomson. Dn. McIntosh. Al. Robertson. James Lethom. W. R. Neilsone. Pa. Skirving. Jullye 22, 1681. The captaines being conveined, it was unanimouslie agreed that John Maine should have the over sight of the twelve men, as corporall. Octor 17, 1 68 1. The captaines being mett, hath unanimouslie chosen Captaine Penman, moderator. Al. Robertson, Cl. Oct' 1682. The captaines being mett, hath unanimouslie chosen Captaine Chanceler the moderator. Al. Robertson, Cl. [Numerous entries similar to the two immediately pre ceding occur throughout the volume, and are numbered on the margin thereof as acts of the captains, but those only are here transcribed which contain matter of interest.]"], [33, "The Trained Bands of Edinburgh. 29 Act 2: Act 23. Act 24. Dec 4, 1682. The citie captaines being mett, doth unanimouslie ap prove and ratifies all former Acts made by their predeces sors or themselves, and obleidges ourselves to keep them in full force. James Murray. John Chanceler. Jam. Purdie. Patrick Chalmers. J. Duncan. Ja. Boyd. G. Drummond. A. Littlejohn. John Thomson. Al. Robertson. Andrew Whyrtone. Pa. Skirving. James Middlletone. Edin., 30 July 1683. The city captains being mett, unanimously elect and appoynt Capt. George Drummond for clerk to the society. James Murray. John Chanceler Jam. Purdie. Patrick Chalmers. J. Duncan. Ja. Boyd. Andrew Whyrtone. Pa. Skirving. John Thomson. And. Hamilton. Will. Gordone. James Middlletone. 30 day of Jully 1683. The which day, the captains being conveined, and having considered the great trouble itt was to neighbours for to mount the guard att one a clock, doeth now unani mouslie apoynt the guard to be mounted att seaven a clock, and ther to mount the parade, ere seaven a clock stryk, under the paine of halfe of crown, which the captaine re leivcd is to call for, and ife he refuse to pay, he is lyable to pay ten shillings sterling to the captains at their first meit-"], [34, "The Trained Bands of Edinburgh. 30 Act 25. Act 26. ing, and ife the captain releived shall not call for itt, he shall be under the same certification of the captain mounter. G. Drummond, Clerk. Edinr, the 2d of October 1683. The wh day, the cytie captains being mett, and consider ing the many great violations of the law of God, and the laws of this kingdoome, established by his majestie and his royal predesessors, against cursing and swearing, wh is pro hibits by severall Acts of Parlament under divers penalties, did therefore unanimouslie statute and ordaine that, in caise any of our number curse and swear, or use any unhand some expressions att any of our meittings, he who so doeth shall be obleidged to pay in to our clerk six shilling Scots, toties quoties, for wh he is to be countable to the sosseitie. The sd day, itt was furder ordained that, in caise that any shall interrup any of our number when he is tabled before he be heard, he shall be obleidged to pay in to our clerk four shilling Scots, toties quoties, for wh the clerk is to be countable to the sosseitie. James Murray. John Chanceler. Thomas Fisher. Ja. Boyd. Patrick Chalmers. J. Duncan. G. Drummond, Clerk. A. Littlejohn. Patrick Stiell. John Thomson. And. Hamilton. Will. Gordone. John Robertson. Andrew Whyrtone. Pa. Skirving. James Middlletone. Edin., Ist Oct'. 1683. The captaines being mett, by plurality of voates, ordaine Captain Hamilton to be clerk to the soscietie for the ensuing year. G. Drummond, Clerk."], [35, "Tlie Trained Bands of Edinburgh. 31 Act 27 Act 28. Act 2Q. Act 30. Edin., 18 Oct'. 1683. The which day, the captaines being mett, choised Cap tane George Drummond to be their Captain Moderator for the year ensuing. And. Hamilton, Clerk. Edinr., Nov' 5th, 1683. The captaines being mett, does unanimouslie approve and ratifies all former Acts made by ther predicessors or themselves, and oblidges ourselves to keep them in full force. James Murray. G. Drummond. Thomas Fisher J a. Boyd. Patrick Chalmers. J. Duncan. A. Littlejohn. John Robertson. Pa. Skirving. Patrick Stiell. John Thomson. And. Hamilton. Will. Gordone. James Middlletone. Edinr., Dec' 3d, 1683. The w'' day, the cap\" mett, and taking to ther considera tion the uncomliness of disrespectful language one to another in general!, but more in particular the giveing of a ly, which in reason may procure quarrells among them who retains a principall of honor ; and to witness ther dislick thereto, it is aggreed, whoever gives another the ly shall be fined to the value of ten shillings ster', or any remarkeable designed reflections, to suffer a vote of the society, as the heynousnes or otherwyse as the crime may deserve. And. Hamilton, Clerk. Edin., Ist Oct. 1684. The which day, the captaines being mett, by plurality of votes chused Capt\" Geor. Wedderburn their captain [mode rator] for the year ensuing."], [36, "Tlie Trained Bands of Edinburgh. 32 Act 31, Act 32 Edr6 Oct'\" 1684. The which day, the capt\"5 being mett, and being willing to consult things for the greatest ease of the neighbours, have taken into their consideration, that altho by a former Act in the sumer tym the capt\" for the tym is appoynted to mount at 7 at night, to save a dayes work to such of the neighbours as are workmen, yet in the winter tym they find to mount at one a clock of the afternoon is the most convenient hour, and therfor appoynts the respective captns whose tour it is to mount, to observe the forsd hour, under the penaltie of thrie pounds Scots, to be payed in to the capt\" whom he is to relieve, for which the said capt\" shall be answerable at meeting. Patrick Chalmers. Wm. Wilson. George Wedderburne. Thomas Fisher. William Brown. John Robertson. Rot. Campbell. Patrick Stiell. And. Hamilton. Will. Gordone. Edr 6 Octobr 1684 The which day, the capts being mett, finds it to be im proper for any to march in the quality of a colonell but the capt\" moderator, and therfor enacts that heirafter the way of marching to be, that the capt\" moderator shall march first, thrie captns a breast after him, one capt\" in the head of the picks, and thrie capt\"s in the rear of the first battalion ; and for the second battalion, three capts to march a breast in the head of the battalion, one to bring up the picks, and thrie in the rear as in the first battalion ; and in caise at any tym the number of captns should not be full, and so this Act not exactly observed in that caise, wheras it was appoynted for thrie to march a breast, then it might be successively, as the capt\" moderator shall in his"], [37, "The Trained Bands of Edinburgh. 33 Act 33. discretion think fitting, and the contraveener to be fyned in thriescore pounds Scots without defalcation. Patrick Chalmers. Wm. Wilson. George Wedderburne. Thomas Fisher. William Brown. John Robertson. Rot. Campbell. Patrick Stiell. Pa. Chalmers. And. Hamilton. Will. Gordone. Dec' 30th 1684. The city capt\"s being mett, and considering the abuses that often follow upon the brothering of capt\"* who first enter to the society, and that bounds heirafter may be putt to any such disorders, therfor in tymes to come, by ane unanimous vote of the capt\"b it is enacted, that every capt\" to be brothered shall pay in to the clerk for the tym seven pounds sterling, out of which all the ceremonies requisit are to be performed, and the remainder to remain in the clerk's hands, for a found whatever publick occasions the sds capt\"5 should be called to, and that every first Mun day of the moneth, the sd clerk is to produce his accounts, and gett them allowed, and tell what remains of stock in his hands ; and whatever capt\" shall be admitted heirafter, and who shall refuse to comply with the above Act, that in that caise they are to brother in comon form, and upon any publick occasion to be upon ther own expences. W. Cockburne. George Wedderburne. Thomas Fisher. Patrick Chalmers. Jon. Sandelands. Wm. Wilson. Hugh Blair. Patrick Stiell. Pa. Chalmers. And. Hamilton. Will. Gordone. Wa. Scott. William Brown. James Marjorebanks. Rot. Campbell. Pa. Skirving. J. Hepburn."], [38, "Tlie Trained Bands of Edinburgh. 34 Act 34. See Act of Town Council, May 27, 1685. Act 38. [No date, but supposed to be October 1685.] The which day, the capt\"5 being mett, in respect ther had been former differences anent the Train Bands, some pretending they consisted of two regiments each, of eight companies a piece ; others that it was, by the first constitu tion, only one regiment, consisting of 16 companies, upon which ther arose differences in the way of marching, which debate, being remitted to Sir Geo. Drummond of Milnak, Provost for the tym, and a comittie of the Colonell, they found that, by the first constitution, it was onlie one regi ment, consisting of 16 companies, and, by consequence, that it was only divided in tuo battalions for conveniencies sake, which decision the sds cap\"5 thought fitting to record, and to regulat themselves and ther successors, conform ther unto in all tymes remeining ; and accordingly marched that day, the Moderator as Colonell, the capt\"5 in the second battalion in a breast, and the Capt\" of the Sixteenth Com pany marched behind those capt\"5 who brought up the rear as Livetenant-Colonell. Wm. Wilson. George Wedderburne. Thomas Fisher. William Brown. James Marjorebanks. Rot. Campbell. Patrick Stiell. And. Hamilton. Will. Gordone. Wa. Scott. Jo. Robertsone. [The next two pages in the Minute Book, being 20 and 21, are blank. Then follows — ] At Edinburgh, November 26, 1686. The which day, the Society of Captains of the City of Edinburgh being met and conveened, elected and choiced William Meinzies, Captain of the Orange Colours, their Captain Moderatour for the yeare ensueing, and appointed theire Clerk, chosen at the same time, to record the samen. Gil. Stewart, Clerk."], [39, "TJie Trained Bands of Edinburgh. 35 Act 39. Act 40. At Edinburgh, Nov' 26, 1686. The which day, the Society of Captains of the City of Edinburgh being met and convened, elected, constitut, choiced, and appointed Gilbert Stewart, Captain of the Purple Colours, their Clerk for the ensueing year. Wm. Meinzeis, Modr. At Edinburgh, December 6, 1686. Act ratifieing former Acts. Present — Captain William Meinzeis, Moder\". Thomas Fisher. Patrick Steell. Patrick Chalmers. Gilbert Stewart, Clk. William Keir. Andrew Brown. John Sandilands. William Wilson. Edward Cuningham. Robert Campbell. Walter Scot. The Society of Captains of the City of Edinburgh being conveened and met, do hereby unanimously, and with one accord, nemine contradiccnte, revive, ratifie, con firme, and approve all and sundry acts, statutes, constitu tions, rules, and ordinances made by their predecessors or themselves of before, which here are holden as repeated, declaring the samen valid, of full force, and binding upon them and their successors, promiseing and obligeing them selves, each for his own part, to submit to, obtemperate, and give all due observance and obedience to the samen in every point, under the pains and penalties respective therein contained, and appoints the whole captains to subscrive this act. W. Cockburne. Andrew Brown. Jon. Sandelands. Wm. Wilson. Wm. Meinzeis, Modr. Thomas Fisher. J. Hepburn. Patrick Stiell. Pa. Chalmers. Edward Cuningham. Walter Lermont. Rot. Campbell. Gil. Stewart, Clerk. Wm. Keir. Jo. Robertsone. Wa. Scott."], [40, "The Trained Bands of Edinburgh. 36 Act 41. Act 42. Act choiseing George Mackferlin officer to ye Society. Present — Captain s Wm. Meinzeis, Modr. Thomas Fisher. John Hepburn. Patrick Steell. Patrick Chalmers. Gilbert Stewart, Clerk. William Keir. William Cockburn. John Sandelands. William Wilson. Edward Cuningham. Walter Lermond. Robert Campbell. John Robertson. Edinr., January 3d, 1687. The which day, ye Society of Captains being met, do unanimously, and with one accord, appoint George Mack ferlin to serve as officer to ye Society, in case of George Jack's decease ; and this Act to continue dureing pleasure, as also, that he officiat during George Jack's sickness. W. Cockburne. Jo. Sandelands. Wm. Meinzeis, Modr. Thomas Fisher. Edward Cuningham. Walter Lermont. Rot. Campbell. J. Hepburn. Patrick Stiell. Pa. Chalmers. Gil. Stewart, Clk. Wm. Keir. Jo. Robertsone. Act appointing Monethly Meetings, and for punctuall observing ye same. Present — Captains — [as in last Act.] Edinr., Januar 3, 1687. The Society of Captains do hereby ordain a monethly meeting to be every first Munday of ye moneth, at such time and place as the moderator shall appoint, but preju dice of other meetings to be appointed by him, as emer gencies and occasions shall require : And ordains such as shall be absent, either from the monethly meetings, or such"], [41, "The Trained Bands of Edinburgh. 37 Act 42 Act 43. other meetings as yc moderator shall from time to time appoint, being lawfully warned personally or at their dwell ing-house, to be fined in six pounds Scots money, but defalcation, except they can produce and prove a reason able excuse, to be found relevant and approven of by ye plurality of such as are then present, or shall be present at ye next meeting : And for ye more punctuall observance of meetings appointed, it is hereby enacted, statute, and ordained, that whosoever shall not be within ye place or roume appointed for meeting, before the clock of y\" high steeple of Sanct Giles Church in Edinr. strikes out yc number of houres appointed for meeting, shall be lyable in payment of six shilling Scots money, and after ye houre stricken out, ye seroes to be lyable, as ye meeting thall think fit ; and whosoever shall refuse or delay to pay in to the clerk, for his or their seroes, shall be fined and poinded in ye double of what he or they are lyable to pay as sero, and being fined or poinded as above, shall not be heard to complain of any injury done him by any of ye society, and shall be debarred and secluded from ye protection and concurrence of yc society on all occasions, ay and while he releeve his poinds, and make payment as said is, but prejudice to yc society to roup and dispose on yc samen poinds for payment of ye sd5 fines, as said is, if they shall judge fitteing, at any time they shall please, after yc first meeting that happen to be after yc said poinding. Recorded p. me, Gil. Stewart, Clerk. Act of Brothering Captain Edward Cuningham and Capt\" Walter Lermont. Present — Ye captains in ye page preceding and Capt. Walter Scot. Edinburgh, January 3, 1687. The which day, y° Society of Captains being in the evening met and conveened, in Captain Patrick Steele his house, Capt\" Edward Cuningham and Capt\" Walter Lermont,"], [42, "The Trained Bands of Edinburgh. 38 Act 43. Act 44. after haveing taken ye usuall oaths and engadgements, were, with ye accustomed solemnityes and ceremonies, received into ye Brotherhood, and declared members of ye said society. Each of the sd two intrant captains haveing, con forme to ane Act Dec' 30, 1684, payd in to ye clerk, seven pounds sterling, which ye society appointed their clerk to record. Gil. Stewart, Clerk. [There are many similar Acts in the volume, but the above is the only one given as an example.] Act appointing Intrant Captains to provyd themselves Huscoes, out of their oune proper charges, beside yc seven pounds starling, to be payed to the clerk at their entry, conform to ane Act Dec' 30, 1684. Present — The Captains as on page 36. Edinburgh, January 3, 1687. The which day, the Society of Captains being met, and takeing to their serious consideration that, by ane Act of ye society, dated the 30 Dec' 1684, every capt\" to be brothered is to pay in to the clerk seven pounds starling (unless they brother in common forme), out of which all ye ceremonies requisite are to be performed, and ye re mainder to ly in ye clerk's hands for a fonde on publick occasions, from whence some intrants have pretended to have theire huscoes allowed them out of ye said seven pounds starling : Whereas, by ane other Act of ye society, July 30, 1685, referring and relating to ane other Act, every captain is obliged to provyde himself of ane silver huscoe out of his oune proper charges, and whereof he himself hath ye sole disposals which Act related to is not at present to be found, Do therefore, for supplying ye samen, in explanation of yc said Act of ye 30 Dec' 1684, and in corroboration of ye said Act July 20, 1685, hereby expressly declare, statute, enact, and ordain, that, in time comeing, no Intrant Captain shall have, or pretend to have, ane"], [43, "The Trained Bands of Edinburgh. 39 Act 44 Act 47, Huscoe, or anything else allowed him out of y* said seven pounds starling ; but that ye samen, at his entry, shall be entirely payed in to ye clerk, whereout of ye ex pence of yc brothering, at the discretion of the society allennerly is to be payed, and ye remainder to remain as at first designed, in ye clerks hands, for a found on publick occasions : And that every Intrant Captain is, and shall be, hereby expressly ordained and obliged to provyde for himself an silver Huscoe out of his oune proper charges and expences, whereof he himself hath ye sole disposeall, and that by and attoure, beside, and without any respect to, or defalcation from, ye above written seven pounds starling, to be payed in to ye clerk, and disposed on as above : And that, before he mount, appeare, or march on ye head of his company, or any other wayes exercise his office, under ye pain and penalty of twenty pounds Scots money, to be payed in to ye clerk by ye contra veener, tolies quoties, ratifying and approving what has been done formerly in such cases, and appoints theire clerk to record, and, with theire mode ratour, subscrive thir presents, declaring yu samen to be as valide, obligatory, and sufficient, as if ye samen had been subscrived by the whole society. Gil. Stewart, Clerk. Wm. Meinzeis, Moder\". Act appoynting the Act of Counsell anent the boundings to be recordet. Edinburgh, the twentie sext October 1687. The which day, the Societie of the Captains being mett, and finding necessarie that the late Act of Counsell anent the bounding of ye companies of the traine bands be insert, registrat, and recordet in their book of Acts and Constitu tions, Doe therfor heirby ordor Gilbert Stewart, one of their number, their clerk, to insert, registrate, and record the samen, and declaires that in time coming, ane extract of the said Act under the hand & subscription of their said clerk, and his successors in office, shall be valid, of full"], [44, "The Trained Bands of Edinburgh. 40 Act 47. 1st, Orange. 2nd, Whytte. 31-d, Blew. 4th, Whyte Orange. 5th, Green and Reid. force, and bear faith in all differences and boundings, con forme to the sd Act of Counsell, whereof the tener followes: Att Edinburgh, the twentie sevint day of May 16 hun dred & eightie fyve yeares, the which day the Lord Provist, bailies, Councill, and deacons of crafts being conveened in Counsill, and considering that ther has bein noe cast made of the bounds of the citie, out of which the respective com panies of the touns traine bands are appoynted, since his Majestie's restauratione, anno 16 hundred and sixty, and that it is necessarie, that now their be ane new cast made, and having recomended to the Society of the Captans of the toun's traine bands to make ane just cast of the whole bounds of the citie, out of which the sextein companies of the toun traine bands, are to be appoynted, and the Coun sill having heard their report theranent, they have ap poynted, and heirby appoynts, the bounds ester mentionat respective, to be bounds out of which the sextein com panies of the touns traine bands are to be appoynted, viz. : For the first bounds, which is George Wedderburne's, Moderator Captaine, Captain of the Orange Companie, which is the first pairt of the north-west quarter, they apoynt the same to consist from Simpson's land at the West Port, and George Clerk's land next to Sheells Close.* Thomas Fisher, Captaine of ye Whytte, beginns with W*1 Sheill, merchant, including Sheells Close, and ends with Alexr Inglis, nixt to the west syde of the Lady Gray's Close. Hugh Blair, Captaine of ye Blew, beginns with James Miller, merchant, in the foirgate, next to the east syde of yc Lady Gray's Close, and ends with Robert Priscotte, at the Loch syde, on the west syde of Tait's Close. Patrick Steill, Captaine of the Whyte Orange, beginns with James Killpatrick, on the west syde of Wariston's Close inclusive, and ends with Archibald Dowglass, on the west syde of the Old Provist's Close. Captaine Chalmers, Captaine of the Green and Reid, * For a more modern description of boundaries, see page 75, infra (1736)."], [45, "The Trained Bands of Edinburgh. 41 beginns with George Jollie, tanner, on the east syde of the Act 47. Old Provist's Close, and ends with James Gafford, armerour, at the head of Passley's Close. Andrew Hamiltone, Captaine of the Purple, beginns with 6th, Purple. John Howat, merchant, at the head of Passley's Close inclusive, taking in all the bounds alongst the north syde of the Netherbow, and coming up the south syde from the bow, and ending with Alexander Cowane, wright, nixt to Todrig's Wynd. [Note. — On the margin of the Minute Book is a note following Article 6th, to the following effect : \" The Blew and Whyte is the 7th Companie, as in page 63 and Act 93.\" It would appear, therefore, that in this enumeration Captain John Hay's Company, No. 7, has been omitted.] Walter Scott, Captaine of the Orange and Green, begins 8th, Orange a,.a with Robert Lawsone, at the head of Todrig's Wynd, and ends with William Andersone, flesher, at the head of Niddrie's Wynd exclusive. William Cockburn, Captaine of the Grein and Whitte, ?t,h, Greinand ' r- > Whitte. beginns with George Galbraith, at the eist syde of Mories Wynd head inclusive, including lykwayes the north syde and south syde of the Cowgate, conforme to Captaine Brown's roll, and ends with W\" Menzeis, conforme to the said roll. Andrew Broune, Captaine of the Reid and Yellow, be- I?',1?- Reid and ginns with John Melvine, merchant, at the east syde of Peebles Wynd, and ends with Thomas Wilsoun, stabler, at the foot of Burnet's Close. John Sandilands, Captaine of the Yellow, beginns on \"th, Ydiow. the north syde of the Cowgate, next to Burnet's Close, with Widow Laurie, ale seller, and ends with Wm Clark, sawer, at the foot of Borthwick's Close. William Wilsoun, Captaine of the Reid and Blew, be- ££*}*. Reid a,ld gining with George Mitchell, brewer, in the Cowgate, at the foot of Borthwick's Close, and ends with Mr Robert Blackwood, merchant, next to Patersoun's Land. D"], [46, "The Trained Bauds of Edinburgh. 42 Act 47. William Broune, Captaine of the Orange and Blew, Biehw.0ranRea\"d beginns with James Hamiltone, merchant in Paterson's Land, and ends with Deacone Sandilands, wright, at the foot of Forrester's Wynd, on the east syde. Mth, Reid and James Marjoribanks, Captaine of the Reid and Whyte, whyte. beginns with Robert Hunter, masone, at the foot of Forrester's Wynd on the west syde, and ends with Thomas Smellie, merchant, next to the Stinking Close. i5th, Reid. Robert Campbell, Captaine of the Reid. Whyte, and Orange and Orange, beginns with Robert Johnstone, skinner, at the Stinking Close head inclusive, and ends with James Pater- sone, brewer, at the east syde of Herriot's Works bridge. 16th, Reid. John Robertsone, Captaine of the Reid, beginns with Mungo Chrichtone, lister ? at the Strand, without the Nether Port, and round to the west syde of Herriot's Works bridge, and the rest of his bounds beginns at the head of the west syde of the Stinking Close, and ends with James Thomsone, tailyier, in Gillchrist Land in the Cow gate, coming along all the south syde of the bow and Cowgate to Forrester's Wynd foot. Extracted sic subs', John Ritchardsone. Revised, insert, registrate, and re- cordet by me. GlL. STEWART, Clerk. Act appoynting the sextine feathers to be transmitted by the respective captains to their successors. Edinburgh, December the tent, 1687. Act 49 The which day, the Societie of the Captains of the Traine Bands off Edinburgh being mett, and taking to their serious consideratione that the buying and provyding out of their comon stock, sextine whytt feathers, tipped with everie captains respective collor, wes a good and laudable designe, for a decent uniformitie in that peynt to be in time comeing continued, and seing the sd feathers were bought out of ane comon stock, no particular persone can, or ought, to pretend any peculiar property therein : Therefore, the sd captains doe heirby statute, enact, and ordaine, that everie"], [47, "The Trained Bands of Edinburgh. 43 Act 49. Act 56. captaine to whom ane of the sd feathers is delyvered, shall be oblidged at his dimissioun and quating his said office, to transmits and delyver the sd feather to his successor, to be keeped and used by him during his exercing his office, and noe longer. Gil. Stewart, Clerk. Act containing ordors, for regulating the guards keept by the Traine Bands of Edinburgh. Edinburgh, November fyfteineth, 1688. The which day, the Societie of Captains being mett, have appoynted, and heirby appoynts, the following orders, for regulating the guards keeped be the Train Bands of Edin', to be recorded, obeyed, and observed, under the paines and penalties respective after mentioned, viz.: — 1. The captaine whose toure it is to releive and tack up the said main guard, is to cause his drum beat betwixt sex and sevine a clock in the morning, or in the winter time, a little after the breake of day, or on that day when it is his toure in maner after insert — viz., the drum beating, and officer alongst with him, is to goe throw the sd captains wholl bounds, beating continewally a gathering, except at the head and midst of everie close or wynd, wher he is to make ane halt, and beat and caule, which caule being beat, the officer is, at head and midle of everie close or wind, by way of proclamasione, to intimate to the nighbours the precis hour for attending their collors and marching, and that they are to expect noe furder beating of drums till imediatlie befor they march, under the paine of thrie pounds Scots, to be payed by the contraveener. 2. The said captaine is not to suffer any drum to beat, after the first goeing throw, till it be a little past twelve a clock in the day, at w1' time he is to send his drum throw his whole bounds, beating a continewed alarme. 3. So soon as the drum returns, he is to cause take doune the collors, and place them upon the head of his company."], [48, "The Trained Bands of Edinburgh. 44 Act 56. 4. The said captaine, with his whole officers and com panie, is to be upon their march for making the parade, in order to the releiving and taking up ye saids guards, befor ane aclock in the efternoons be struck in the stipell of St Geiles Church of Edinburgh, at which parrade everie cap taine is to receave ordors for taking up his respective post, under the paine of sex pounds Scots. 5. Alse, soone as the collors and arms are caried into the guard, the captaine is to cause call the rolls, mark and imediatlie poynd the absents, and such as comes stragling into the companie, after they are upon ther march. 6. Ther is to be left upon the guard such ane number of men for serving the armes as the captaine or comander of the guard shall think fitt, out of which number he is to appoynt a serjane a corporall, and these to contineu from the taking up of the guard till 10 oclock at night, at which time they are to be sent home, and to returne the next day befor sex oclock in the morning, and to remain in the guard till the samen be releived. 7. The captaine or comander of the guard, is to send ane writen billet with ane officer to the captaine who is to releive him, intimating his toure ; but, whether the said written billet be sent or not, everie captaine is obliged to know his oune toure, and act conforme to their ordors. It is heirby declaired, that the not sending or receaving of the said billet shall be noe excuse. 8. The captaine or comander of the maine guard is to goe or send to the Provist for receaving the word and ordors, and everie captaine of the by-guard is to send to the captaine of ye maine guard, for receaving of the said word and ordors, before halfe ten oclock at night, under the paine of thrie pounds Scots. 9. The captaine and comander of the maine guard and by-guards are to be at their respective posts with their companies befor eight a clock of the night, or at such hours as shall be from time to time apoynted by the moderator or captaine of ye maine guard for the time, under the paine of thrie pounds Scots."], [49, "The Trained Bands of Edinburgh. 45 Act 56. 10. The captaine or comander of the main guard for the time is to cause the toptow goe guardet by two mus keteirs, imediatlie upon the straiking of ten a clock of the night, at which time the comanders of the maine and by guards are to sett out such sentinalls as shall be appoynted, or they in their discretion shall think fitt allwayes, not diminishing or lessning the number appoynted to be sett out, under the paine of sex pounds Scots. 11. The comanders of the maine and by-guards are to send out at such times and places the detaches which shall be from time to time appoynted, under the paine of sex pounds Scots. 12. The comander of the main guard is, at such a time as he shall thinke convenient, to send throu the whole toune ane grand round, with at leist the number of ten men, with sufficient weil fixed and lodned armes ; and furder, he is to send such rounds, grand or pettie, as he shall think fitt, all which rounds are to be comandet be ane comissionat officer, and wh rounds are to take particular inspectioune and notice of the by -guards and yr sentinalls, of w'1 he is to give ane par lar accompt to the Societie, at their meitings from time to time, but the by-guards are to send noe rounds furder than the destrict wher ther oune sentinalls are sett, under the paine of sex pounds Scots. 13. The captaine or comander of the main guard is to send the travallie, guardet by two musketeirs, throu the whole toune, preceislie at the straking of four aclock of the morning, at wh time, in the summer time, the sentries are to be releived, under the paine of sex pounds Scots. 14. The captaine or comander of the guards, with their companies, are to continew at their post till sex a clock in the morning, at wh time the sentries are to be brought in by ane corporall, and the dayes men are to be left with a serjeane till the releiving of the guard, under the paine of thrie pounds Scots. 15. The captaine or comander of the maine guard and by-guards are to be at their respective posts before ane a clock in the efternoune, for dismounting and taking of"], [50, "The Trained Bands of Edinburgh. 46 Act 56. Act 58, their guards, which guards are not to be dismounted or taken off without at leist ane commissionat officer present ; and the taker of the guard is to give accompt to the societie of ye march of him who is to releive him, under the paine of thrie pounds Scots. 16. The sd and such other ordors as shall be from time to time appoynted by the societie, are to be punctuallie observed, conforme to the tenor thereof, and under the paines and penalties therein contained, or such paines and penalties as the societie shall think fitt. Gil. Stewart, Clerk. ACT appoynting the Captains and their Commissionat Officers, to wear their swords daley, during their Keep- ing Guard. Edinburgh, Novr. fyfteineth, 1688. The which day, the Societie of Captains being mett, and takeing to their consideration that in these weighing and unsettled times it is necessarie that, during their keep ing guards, everie captaine and commissionat officer be in a capacitie to assist ane another, doe therefor statute, enact, and ordaine, that from hencefurth everie captaine, lievtennant, and ensigne doe wear his sword daley, as long as the guards are or shall be keeped by the traine bands of ye said burgh, under the paines and penalties respective eftermentioned, to be payed by the contraveiner of this Act, viz., each captaine that shall be found guiltie, is heirby obleidged to pay the soume of sex pounds Scots money, toties quotics, each leivtennant the soume of three pounds Scots, each ensigne thretie shilling Scots, and sicklyke, the said societie ordaines everie captaine to intimate thir pre sents to yr respective commissionat officers, off whom and whose behaviour in this poynt the said captaine is to take speciall nottice, and to punish the transgressors, conforme to the tenor heirof. Gil. Stewart, Clerk."], [51, "The Trained Bands of Edinburgh. 47 Act 59 Act 60. Act appoynting Captains Johnstoune, Chalmers, and Stewart, to draw ane Petitione for the Priviledges of the Maine Guard. Edinburgh, November the twentie-third, 1688. The which day, the Societie of Captains being mett, and taking to their consideratione that the present Provist of Edinburgh had allowed to Captaine Patrick Grahame, and the guard keept by him within this burgh, certaine privi ledges highlie derogatory and prejudiciall to the undoubted rights and priviledges of the guards keept by the inhabi tants, and that ester many privat adresses and applications made by them to the said Provist for rectifieing mistakes and allowing them the exercise of their priviledges, as being the maine guard of Edinburgh, which wer slighted and re fused by the said Provist, have therfore resolved to make applicatione to the Toune Councill of Edinburgh, to the effect forsaid, and heirby have appoynted and appoynt Captaine Patrick Johnstoune, Captaine Patrick Chalmers, and Gilbert Stewart, to forme and draw up ane memoriall of the priviledges belonging to a maine guard, with ane Petitione for the frie exercise thereof, which being accord inglie formed and drawen up, the said societie did, upon the twentie-eight of the said moneth, approved therof, and appoyted the samen to be recordet and given in to the Councill, wherof the tenor follows of the memoriall : — Memorial if what belongs to a Maine Guard. lino, Imprimis, the comander of the maine guard is to receave the ordors and word from the principall comander of the place, and the by guards are to send to the maine guard for receaving of the samen. 2do, The comander of the maine guard is to order the geving of the toptow and travallie at such time as he thinks fitt, and wher the saids toptowe and travallie passes by the"], [52, "The Trained Bands of Edinburgh. 48 Act 60. Act 61. by guards, the said by guards are not to cause beat either toptow or travallie. 3/c*, When a by guard apprehends any persoune or per sons for ryots or misdemaner committed, the comander of the by guard is to examine and transmits the saide persone or persons to the maine guard, to be re-examined by the comander thereof, and to be disposed on be him as he shall think fitt. 4to, The comander of the maine guard is to make a grand round threw the whole place wher the maine guard and by guards are keept, and frequent pettie rounds within the district wher his own sentinalls are sett. $to, The comander of the maine guard ought to have the most advantagious and most convenient post. 6to, The whole keys of the ports or gates of the place where a maine guard is keept ought to be timeouslie in the evening brought in, and delyvered to the comander therof, to be keept by him till the next morning. Followeth the tenor of the Petitione : — Unto the Honorable the Lord Provist, Bailies, and remanent Councill of Edinburgh. The humble Petitione of the Captains of the Traine Bands of the said brugh, Sheweth, — That, wher your petitioners wer lathe ordored to take up and keep a guard of the nighbours and inhabitants within the Laigh Councill-house of Edinburgh, which wes then understood to be a main guard, yet, by a mistake, ther wer certaine limitations and restrictions imposed upon us, by allowing others ane equall power with us, which destroyes the verrie being of a maine guard, wheras, when more guards then ane wer keept, evine by the nighbours and inhabitants themselves, ther wes allwayes ane maine guard keept, and the others, ane or mae, were declaired by guards wherin they acted accordinglie, becaus two guards keept in ane and the"], [53, "The Trained Bands of Edinburgh. 49 same place of equall power, and independant one of another, a« 6i. are not onlie inconsistent with reason, but may be ane oc casione of frequent interfearing, which may prove of dan gerous consequence. Our steadfast loyaltie to the King, our zeal for his intrest, and for the intrest, peace, preservatione, and honour of the good toune, in our respective stations, hes bein, and is still, unquestionable ; and seeing, in all places and cities guards keept by the nighbours, inhabitants, oure traine bands are preferable to, and have the preheminance over, those keept by their oune mercinaries and hyrlings, wd humblie counceive, their ought to be more confidence re posed in us than in our mercinaries and hyrlings, and that upon all occasions we ought to be preferred to, and have the preheminance over them. May it therfor please your Lordshipp and your honorable Counsill, to take the premisses unto your serieuse consideratione, and to assert our just priviledge, and to consume us in the poses sione therof, by allowing us the trie exercise of that priviledge and power inherentlie belonging to a main guard keept by us, in whatsomeivr place the samen may happen to be keept. Notwithstanding of all which, and the public reading of The thrie pre- . . ceiding pages the said petitione in Councill, the said Provist and ane with this isaii \"■ t ane Act. pairt of the Councill, did absolutlie reject and refuse the Act 62 samen, which proceidings the said captains thought fitt for their exoneratione in the said matter to record, and have appoynted, and heirby appoynts, Gilbert Stewart, their clerk, to record the samen in forme as is in this and the thrie preceiding pages deduced. Gil. Stewart, Clerk."], [54, "The Trained Bands of Edinburgh. 50 Act 64. Act 73. ACT for Regulating Expences att Brotherings. Edinbrugh, December twentie-fourt, 1688. The which day, the Societie of Captains being mett, and taking to their consideratione, that notwithstanding of the manie good and laudable Acts made by themselves and their predicessors for regulating extraourdinarie expences att brotherings and other treats, yet such is the fraeltie and designes of humane nature and sotiable men, that abuses may in time coming creep in, by which the pious intentions of the first designers may be defraudet, and the fond designed disappoynted and exhausted, for preventing whereof, the saids captains doe heirby expresslie statute, enact, and ordaine, that heirefter, there shall not be de bursed or spent at any brothering or other publick treat, more than the soume off ffourtie pounds Scots, with this express provisione that, if the expence of any brotherings or treat shall exceid the sd soume of fourtie pounds Scots, that then, and in that caise, the overplus is to be payed be ane equall and proportionall club and share of these of the societie that shall be aither present or absent. And furder discharges in time coming, the pay of ane rex dollar, formerly in use, to be payed to the officers attending the societie, in place of y supper at brotherings. Gil. Stewart, Clerk. Act for Regulateing Expences at Brotherings, Ratifying of former Acts and Statutes. Att Edr, September 4,h, 1693. % The which day, the Societie of Captaines of the Citie of Edinr being conveined in the Laich Councill House, take ing to their seriouss consideration the many abuses and extravagant expenss that has frequentlie happened at the brothering of captaines at yr entering to ye societie, for"], [55, "The Trained Bands of Edinburgh. 51 Act 73. Act 77. preventing whereof, the sed captaines, by ane unanimus vote, neminc contradiccnte, doe hereby expresslie statute, enact, and ordaine, that in all tyme comeing, every captaine to be brothered shall pay in to the clerk for the tyme such a soume of money as the society shall think fitt, not ex ceeding the soume of thirtie six pounds Scots, out of which all the requisite conveniencies and charges are to be de frayed and payd, and the clerk is hereby ordained to pro duce his accompts the first Munday of the moneth y' they may be allowed. And the s'1 captaines doe unanimouslie, nemine contradiccnte, revive, ratifie, and approve, all and sundry Acts and Statutes made by yr predecessors or ymselves, which are here holden as repeated, declairing the same to be of full force, and binding upon y'\" and yr suc cessors, promissing and obleidging themselves, each for his oune parte, to submit too, obtemper, and give all dew obedience to y* samine, under y\" paines and penalties re spective therein contained, excepting ane Act made in december Thirty, 1684 years, which is hereby limited and restricted. Jo. Duncan. Robert Forrester. Ja. McLellan. Andrew Gerdner. John Taitt. David Mitchell. Adam Foulis. William Mylln. Adam Broun. Adam Keir. Wm Wieghtman. 1694, Jany. 2. Scde ru nt — Adam Brown, Mod\". John Duncan, Merr'. Pat. Carfrae, Mason. David Bailie, Merr\". Wm. Miln, Mason. Robt. Elder, Merr'. Adam Foulis, Merr\". Wm. Wardrope, Litsler. David Mitchell, Baxter. John Tait, Merch'. James Ker, Tailzeour. Robert Forrester, Merch\". Wm. Wightman, Skinner. John Hav, Mer\". The w* day, the abov persons being met in the Laich Councill house, Did unanimouslie think convenient, and therefor, in all tyme coming, orders every one of this"], [56, "The Trained Bands of Edinburgh. 52 Act 77. Act 106. Act 107. societie, at thir monethlie or any other occasional meetings together, to have their swords about them in dew order. each failzing, to pay one shilling sterling every dyet he wants his sword, and ordains the clerk to record the same. Adam Foulis, Clerk. [Note. — Threatened invasion by France, 1696. Peace concluded with France, 1698.] Att Edin' ye seventh day of Apryle, 1702 years. The which day, the Societie of the Captains of ye Train Bands of this Citty having meet anent a complaint given in by some of theire number against Captain Coutts, men tioning severall deficiencenties anent the meetting, and in not mounting his companey that day given and has pro claimed, and particularly in protesting against the Cap taine that went to poynd him for his absence, all which being considered by ye society, they ordained ye sd Captain Coutts, to enact himself in ye record of ye sd societys book, in the soume of ten pound sterling money, payable to ye sd society, or what pairt y'of they think fitt, and to defraye and pass from ye sd protest as sd is, which sentence being read in presents of ye sd Captain Coutts, he acquiessed y'to, and in testimony y'of, and for fulfilling of ye premises, hath subscrived yr presents wth his hand day and place forsd. Patrick Coutts. Att Edinburgh ye twelfth day of October 1702 years. The which day, ye society having receaved full satisfac tion from the ©named Captaine Coutts, they assoylez and discharge him of ye above ten pound and haile others above mentioned for now and ever, and ordained there clerk to signe ye samen. JOHN HEPBURN, Clerk."], [57, "The Trained Bands of Edinburgh. 53 Act 109. Act in. Act 113. Att Edinburgh the 5' of Apryle 1703. The which day, the Societie of Captains of ye Train Bands of ye Citty of Edin' being mett in the laigh Councell House, and taking to their consideration that ye day follow ing being ye sext of Febry 1703, and her Majestie Queen Anne her birth day, and that Captain Edward Burd, the then present comidantt, was indisposed, and that there was a necessity that some of yr number should represent him as comidant during his indisposition, the sd society, by plu rality of votts (exclusive of the young captains that were not receaved in ye society wth the acoustomed sollemnity), elected Captain Will. Jafrey to preceed as comidant during Cap'\" Burd's absence, as sd is, who accepted of ye samen, and took his place accordingly, and ordained ye samen to be insert in ye records of ye sd society, which is done accordingly by Jo. Hendersone, Clerk. Act anent the capt\"5 grounds att ryding of Queensbery's Parliment. Edinburgh y 5th May 1703. The society having heard and considered a controversie betwixt Cap'\" Burton, Cap'\" of ye Reed Collors, and Cap'\" Young, Cap'\" of ye Green and Whyt, anent their taking up of there ground on ye parliment day, apoynts Cap'\" Burton should take up his ground right over against ye comedants company, at ye douner end of the Luckenbooth, and ordains this a statute in all tyme coming. Recorded by me, Jo. Hendersone, Clerk. At Edinburgh ye 1st of Nov' 1703. Act anent Swearing, Ryding, &c. The which day the Citty capt\"5 being meet, and con sidering the maney good Acts made against cursing and swearing, and unmannerly expression made by ym and yr predecessors, and particularly ane Act made in ye first of"], [58, "The Trained Bands of Edinburgh. 54 Act 113, October one thousand sex hundred and eightie-three (1683), are of opinion y' ye sd Act be ratified, and doe herby ratifie and aprove of ye sd Act, with y5 addition, that instead of sex shilling Scots as ye penalty of cursing and swearing, it be extended to sex shilling sterling, toties quoties. And also status and enact that any cap'\" receaved, or to be receaved, members of ye society, either at performing ye ceremony of receaving, or at ane other tyme or meetting hereafter, shall not be urged to drink anei sort of liquore, either in quan tity or quality, but what he pleases. And also status and ordaine, when ye capt\"5 are to ryd by ye comidant's order out and in to y\" Citty upon any occasion whatever, y' ye haile capt\"5 should attend ye comidant at ye place he shall appoynt for meetting, and be present to mount wth ye comi dant in ye station of capt\"5 w'h pistols, &c ; and also be pre sent w\"1 him at ye furthest extent of ryding, and return back in lyke manner, and be present at ye place appoynted, when they shall return to ye Citty, w'h certifica\" y' he y' shall not be present at yc comidants meetting to ryd out, shall pay a fine of a croune ; and he that shall not be present at ye outmost place of ryding as sd is, shall paye ye lyke fine, as also he that shall not be present at ye place appoynted for meeting at the return shall pay ye forsd syne ; and he that shall not ryd at all, or produce a written reasonable excuse, given in to the society by a letter before mounting, and also aproven of by ye society, shall pay a fine of twelf pound Scots. And also status and ordaine, that aney of ye now just receaved capt\"s subscriving herof, or who shall happen in tyme coming to be receaved in ye accustomed manner into ye brotherhood and society, be exempt and free of watching and wairding ye burgh, either in y' oun persons or by y' servants in all tyme comming, except in case of imminent danger : And also statut and ordaine, that in all tyme coming, in the absents of ye then comidant, y' ye eldest merch' capt\" in being, from y° tyme of his re ceaving in our society, and recorded in our record, shall preceed as comidant. And also ratifies and approves y5 Act anent monethy meetings ; and lastly, statuts and or-"], [59, "The Trained Bands of Edinburgh. 55 Act 1.3. Act 121 Act 124. dains, if aney member of yc society that shall discover aney of y° privat affairs of ye society to aney oy' persones except yc members yrof, shall pay a fine of ten shilling sterling, toties quoties. James Young. R. Moubray. Jas. Blackwood. George Broun. William Elphinstone Charles Hope. Archd. Cockburn. Da. Burtone. Wm. Jaffray, Comedant. Ja. Syme. Patrick Coutts.* James Dewar. Henry Fraizer. Geo. Mosman. Robert Hunter. Jo. Henderson e, Clerk. [ * This Patrick Coutts was a tradesman in Edinburgh ; died 1704. His son, John Coutts, was, in 1742-43, Lord Provost.] Act anent monthly and other meetings, with ther swords, &c. Edinb-', the 20 March 1705. The which day the City Captains being met, and con sidering the undecensy of captains coming to the place apointed for meating w'1' there swords in ther hands, and aneth or below ther coats, as lykways of giving the officer ther swords ester meating, to be caryed to ther homes and bouses, doe therfor unamously agree, and apoints that it be herby enacted, status, and ordained, that each captain come from there houses and homes w\"' ther swords orderly about them, and lykways ester dismissing of a meating, that they weare there swords lyke orderly to there houses and homes, and that any failing to observe this Act pay in to the clerk forteen shilling scots, toties quoties. Charles Hope, Comd Ed', the fourth day of December, One thousand seven hundred and five years. The which day the Society of Captains being con vened in the old Councill House, considering the great"], [60, "The Trained Bands of Edinburgh. 56 Act 124, growth of immoralities within this city and suburbs, and the fearfull rebukes of God, by a dreadful fire in the Par liament Closs, Kirkhewgh, and Cowgate, which hapned about midnight upon the 3d day of ffeberuary 1700 years, and which is recorded in the Councell Books, with their Christiane sentiments theranent, upon the 24 of Aprill there after. And also, remembring that terribele fire, which hapned in the north side of the Landmercatt, about mid day upon the 28 day of October 1701 years, wherin severall men, women, and children were consumed in the fflames, and lost by the fall of ruinous walls. And furder, considering that most trimendous and ter rible blowing up of gun powder in Leith, upon the 3d day of Jully 1702 years, wherin sundrie persones were lost, and wonderfull ruines made in the place. And likewise reflect ing upon maney other tokens of God's wrath, lately come upon us, and what wee are more and more threatned with, being moved with the zeall of God, and the tyes He heath laid upon us, and that wee have taken upon ourselvess to appear for Him in our severall station, doe, in the Lord's strengh, resolve to be more watchfull over our hearts and wayes than formerly, and each of us in our severall capa cites to reprove vice with that dew zeall and prudence as we shall have occasion, and to endeavour to promote the vigorous execution of those good laws made for suppress ing of vice and punishing of the vitious. And the society apoints this their solem resolution to be recorded, and their clarke to read, or move the reading heirof, in the society everie first meting after Whitsonday and Martinnes yearly, as a lasting and humblinge memoriall of the said three dreadfull fyres, and that under the penalty of twenty merks Scots, toties quoties, writen and syned by Charles Tailfier, Clark. [Note. — There is no reference in the Minute-Book of the Society to any Union Riots.]"], [61, "The Trained Bauds of Edinburgh, 57 Edinburgh, 8 January 1708. The which day, the Society of Captains ordered and A**1 '3-* apointed, that upon the sixth of February next, being her Majestie Queen Ann's Birthday, the haill society should appear, every one with a scarlet scarfe, under the pain of thirty shillings sterling, and ordained the same to be re corded. Francis Russell, Clk. Edinburgh, 4 February 1708 The which day the Society of Captains being con- Act ,33 veened, and taking to their consideration the order of marching upon the Queen's Birthday, they did nominat and appoynt the four captains following to march upon the front of the first battallion, immediatly after the comand ant, viz., Captn. James Doull, Captn. David Weems, Captn. Thomas Fenton, and Captn. Thomas Rutherfurd, and the rest in order as formerly, and ordained the same to be recorded. Francis Russell, Clk. Edinburgh, 4th March 1708. The which day the Societie of Captains being con- Act 136. veened, and taking to their consideration the decency of scarfs being worn by them at all their public appearances, they did unanimously ratifie and approve ane Act, made upon the eight day of January last, approving the use of scarfs upon the Queen's Birthday then to follow ; and farther statutes and ordains, that the said Act shall be ex tended to all publick occasions whatsoever, whether of riding, mounting guard, or marching upon the head of the companies, &c, and that red scarfs only, and noe other color, shall be used, under the pains contained in the said Act, and that the same shall be a standing law in the society in all time coming, and to that effect, ordered E"], [62, "The Trained Bands of Edinburgh. 58 Act 137. Act 141, that the same should be recorded, and communicate from time to time to the succeeding bretheren, soe soon as they shall be received, that non may pretend ignorance. Francis Russell, Clk. Edinburgh, 4 March 1708. The which day the Societie of Captains being con veened, they did unanimously statute and ordain, that every one of their number, together with their subalterns, should be obliged to attend the Lord Provost and Toun Councell upon all emergent occasions, and in all cases of imminent danger, either to the city or inhabitants, by fire, tumultuous mobbs, rabbles, or uproars, and that they shall lay outt themselves jointly, for maintaining the peace and quietnes of the good town, to the outmost of their power, and ordered the same to be recorded, as a publick law of the society, that all may know their duty in the premisses. Francis Russell, Clk. Representation for Captain David Weymes, Com- andant, and the Honourable Society of Captains of Train Bands of the City of Edinburgh ; TO The Right Hon1'1'- the Lord Provost, Magestrats, and Toun Councell of the said city, dated July 1709. S/iezuetli, — That upon the 22d of April last, Captain William Robertson being obliged to goe to Glasgow, and the same night to keep guard, did, in the usual maner, and conform to statuts of the society, obtain the favour of Captn. Wil liam Dundas to keep guard for him ; and albeit Captn. Robertson had previously acquainted his subalterns to this matter, and the Lord Provost had homologated the same, by giveing to the said Captn. William Dundas the parole in"], [63, "The Trained Bands of Edinburgh. 59 Act 14t the most solemn manner ; yet the ensigne appeared not on the guard y' night till ten of the cloach, at which time Captn. Dundas ordered out the drum, and half hour after ten, came the leutennant (being severall times sent for by the ensigne), and being desired by the captn. to sett out the sentries, he and the ensigne, in a mutinous manner, re tired and called the rolls, and the captn. desiring both sub alterns to sett the sentries upon the Tolbuith, the leveten nant answered he would receive commands from no captn. save Captn. Robertson, and so went out of guard. The ensigne the very same way disobeyed the captain, with the agravation that he wrapped the roll up, and put it in his pochett when the captn. desired it. Upon all this, the captain, partly from ane uncommon spirit, and partely from a compassion to the exceeding folly of the two imginary captains (for so they mutually saluted others), was willing to pass from what the law of arms would have advised for crubing the insolence of such noto rious offenders, went to the Lord Provost's lodgeing, who, being in bed, desired the captn., by his lady, to gett sentries from the captn. of the guard ; but, in the meantime, the levetennant and ensigne sent out sentries, and the leiveten nant went off from the guard with such of the neighbour hood as he could persuade to goe with him, but the ensigne stayed sometime longer, to shew his art in counteracting the captain, and frustrating the very designe of keeping guard. In a word, not to launch any furder into this nau sious story, which is such a masterpeice of mutiny and contempt of authority, exerted in many other particulars unworthy to be mentioned, we beg leive to represent to your Lordship and Councell : — I mo, That no government can subsist without order and discipline, and from y' atrociousness of the fact com plained of, it plainly appears that these gentlemen have wounded the policy and government of this brugh in its very vitalis, which is not to be cured but by some exem plary punishment, and cutting off such gangrened members."], [64, "The Trained Bands of Edinburgh. 60 Act 141 2do, Albeit this contempt was principally levelled against Captn. Dundas yet its evident the Lord Provost has noe small share in it, for every disobedience of sub alterns against their commanding officer does, of its own nature, reach the fountain power. If it is answered by the subalterns that Captn. Dundas was not their captn., and soe they were not subject to his command, we reply, first, that by ye custome of the brough and society, non but a captain is to receive the parole from the Lord Provost, and in stances can be given, where subalterns goeing to Sir Samuel M'Lelan to receive the paroll, were rejected. But 2d, to show the vanity of this pretence, nothing can be more evident that every captn. comissioned by the Lord Provost, collonel, is superior to every levetennant upon the place of dewty ; otherwayes, a detachment out of severall companys under one captain should be a monster in nature, and yet nothing more modish in our age. Ztio, We doe represent, that, seeing the society hath its own laws in fresh observance, especially in relation to mutiny and sedition, the offenders might have been pun ished thereby without applying to your Lordship and Coun cell ; but we, considering the circumstance of affairs, and being willing to keep up and mentain a good understand ing amongst our neighbours, judged it mor proper first to apply to your Lop., not douting but these gentlemen would been more ready to give satisfaction, your Lop.'s authority being interposed, but we are not a little surprised at their obstinacy in suffering it to come to such a height as now it is. By all thats above represented, we hope your Lop. and Councell will be full convinced that these gentlemen ought, and should, give all satisfaction for their mutiny and con tempt of authority, at least in the terms proposed, espe cially considering the proceedings of your Lop. and Magis trats therein, beffor it came to be represented in Councell, the circumstances whereof we furder beg leave to lay befor you. Your Lop. and Magistrats, having been at no small"], [65, "The Trained Bands of Edinburgh. 61 Act 14 pains to bring these two persons to a sence of their mis demeanour, and finding them very stubborn, and unwilling to yield to what was most reasonably demanded, yet out of a tender regard to their reputation did choice rather to yield to a fro ward humor than to exercise your just autho rity over them, it was therefore concerted by your Lord ship and Magistrats, that the above two subalterns, Leve tennant James Wilkie and Ensigne John Wreight, should attend your Lop., or any of the Magistrats you should appoint in your name, to meet a certain number of our society in name of the wholl, and there to acknowledge their offence and crave pardon, and our society being con veened next morning (which was 31 May), at your Lop.'s desire, and report of the said concert being made to us by our comandant, we unanimously agreed thereto, and ac cordingly certain of our number, in name of the wholl, was ordered to wait upon your Lop., or any appointed by you, in order to put an end to the matter in the friendly and easie terms proposed, and four a cloack in afternoon of the said day being the time prefixed, and the said two persons being timously advertised thereof. Accordingly Bailie Hathorn, in name of your Lop., being attended by a cer tain number of our society in name of the wholl, waited at the place appointed from four till neir six a cloack, but instead of compearing to 'comply w\"' such easie and con descnding terms, and in manifest contempt of your Lord ship and Magistrates authority, they thought fit to absent themselves, which behaviour of theirs being reported in Counsell nixt day, it was that Leivteiinant Wilkie should be cited to compear beffor you next Councell day, which he did, and after he was examined in your presents, your Lop. & Councell ffand it most reasonable that he should obtemper what formerly was demanded, and you were pleased to give orders for that effect accordingly, but the same is still slighted, and all the methods hitherto used have proven ineffectuall, whereby our society is despised, and our authority contemptible, and our honour so farr stained, that we could not longer forbear to apply to your"], [66, "62 The Trained Bands of Edinburgh. Act 141 Act 142. Lordship and Councell in this manner, considering also that your own authority is baffled. Wherefor we promise to ourselves from your Lop. & Councell since we have always endeavoured to acquit our selves faithfully of the trust reposed in us, that your Lop. & Councell will put some signal mark of your displeasur upon the ffornamed persons, otherwayes we doe with the profoundest submission declare, that nixt Councell day we resolve unanimously to demit and resigne in your Lop. and Council's hands that charecter which our misffertouns has rendered us unable to mentain. This Representation was given in be Capt. David Weems, Comodant. The Councell, after considering the said representation, passes ane Act against Liftenant James Wilkie, which Representation and Act the Honourable Society of Captains orders David Mitchell, ther dark, to recorde the same to be ane Act. Now ssolloweth the Act of the Toun Councell of Edin'. Edin', the sixt day of Jully 1709 years. The which day the Lord Provost, Bailies, Councell, and Deacons of Crafts being conveened in Councell, upon a complent by the Society of Captains against Lovetenent James Wilkie, for usurping the command of the toun gaurd, without the parole from the Lord Provost, and other in solent behaviour towards William Dundas, Captain of the Guard, upon the twintie-two day of Aprill last, and refuise ing to give reparat\" to the Society of Captains, Therfore the Councell doe therfor suspend the said Levetenent Wilkie from his office, and declare him uncapable of all publick trust within this city, dureing the Councell's plea sure, and ordains ane extract heerof to be given to the Capt. Commodant, to the effect the samen maybe recorded in the Society of Captains ther books, that such practises"], [67, "The Trained Bands of Edinburgh. 63 Act 142. Act 145. be not ane Preparative in time comeing, wheranent ther prett\" shall be a warrand. Ext. and subscp' be (Signed) Adam Waitt Clark to f Councell. Recorded be order of the Society of Captains by David Mitchell, Clark. Act annent Secracie. Edinburgh, 24th November 1709. The which day the Society of Captains of the Train Bands of this city being conveened in the Laigh Counsell House, Taiking into there consideratione how necessarie it is that whatever is spok offe or done by them in there mcittings be keept secret amongst themselves, and not spok nor made knowen to oy's, Therefor they doe strictly and unanimously enact, that whoever of there number in all tyme coming shall be found guilty of discovering any thing whatsomever that is, or shall be soe spocke or done to any persone or persons except those whoe are present members of the society, shall, without favour, be lyable in noe less pennaltie to the sd society than ten shillings ster ling for each transgressione. And for the mor security and strick observance of this Act, its heirby furder enacted, if any member of the sd society can discover any soe guilty, and does not immediatly maike intimatione y'of to the commandant or clerk of the sd society, shall be lykewayes lyeable in noe less pennalty than ten shillings sterling, totius quotius, the one but prejudice of the oyr, and the commandant and clerk are hereby strickly appointed to lay all such delations befor the society every nixt meitting under the penalty fors'1. Will. Robertson, Clerk."], [68, "The Trained Bands of Edinburgh. 64 Act isr Act 152 Edinburgh, 6th Feberwary 171 1. The which day the Society of Captains being con veened in the house of George Chrystie, vintner, at two acklock in the afternoon, it being Her Majestie's Birthday, and after the receaving of five captains befor mentioned into ther society, they unanimously agreed the receaving of Alex'. Simpson, there docter, in the way and manner fol lowing : — The docter stood upon ane carpet in the midle of the roome, with the whole society surrounding him with there swords drauen, and, after performing of some of the usuall seremonies, he kneeled upon his right knee, and the whole society crossed there swords upon his head, and soe he was declared a member of, and docter to, the society, and ordered that there clerk should record the samen. Will. Robertson, Clerk. Edinburgh, 20 August 171 1. The which day the Society of Captains of the Traine Bands of the City of Edinbrugh conveened in the house of Robert Corsans, stabler, and taiking to their consideration that Charles Hay Baxter had bein chosen capt\", to sic collours by the Counsell of Edinb'. some years befor that time, they thought fitt to receive him into ther society ; and after the performing of the cremonies as use is, there was three of there number stood with swords drauen, which they crost upon his head by order of the commandant, and received him into the society and brotherhood, and ordered there clerk to record the samen. Will. Robertson, Clerk. [Note— There is no reference in the Minute Book to the precautions adopted for the defence of the City on the occasion of the Rebellion in 171 5.]"], [69, "The Trained Bands of Edinburgh. 65 Act 167. Act 17 Edinburgh, May 23, 1716. The which day the Society of Captains being con veened in the Laigh Councell House, did unanimously agree that, in all time coming, when there happnes any merit captain absent on any day a publick parade, the next merit captain shall march in his room, and the grades captains after the same manner, to prevent all differences that might hapen, and ordred their clerk to record the samen. ROBT. GOLDIE, Clerk. Anent Riding of the Marches. Edinr, 5 Aprile 1718. The which day the Society of Capt5., with their sub alterns, being called to wait on their colonel, the Lord Pro vost, the Magistrates, and Town Councell, at their Riding of the Marches, the society ordered Captain Wnl. Keir, their clerk, to record the same in the exact maner it was gone about, as what might be of use to the society in time coming, which was as follows : — The Lord Provost road alone, ushered by two of the capt\"* of the City Guard and several trumpets ; next road the Magistrates and members of the Councell, and then the officers of the Train Bands, in maner following — The comandant by himself, with the city hout-boyes before him ; then the next four captains, after them the first four leu\", then the eight ensigns of the first battalion, then the next four leu'5, and then the last three cap'5 of the first battalion ; and so the second batta lion, followed first four capt\"5, then four leu'5, then eight ensigns, then four leu'5, then three capt5, then the last capt\" or leu'-colonel by himself. The whole Train Band officers were well mounted, with great furniture, with sword and pistols ; and when they went doun the Canongate and throu Leith, they held all their swords drawin in their hands ; and when they returned into the city, which was"], [70, "The Trained Bands of Edinburgh. 66 Act r7s Act 192, Act T94. by the West Port, they all drew their swords, and road with them so doun the Cowgate, up Saint Marys Wynd, and so up the High Street to the Lucken booths, opposite to Don's, where the Society of Capt5 were handsomely entertained by the Magistrates and Councell with a splen det supur, and got a great many thanks from their colonel, for the good appearance they made. William Keir, Clerk. Edinburgh, 16 Septemb' 1720. The which day the Society of Capt\"5 of the City Train Bands of Edinburgh being mett, there was reported from Robert Tod, their dark, that upon the twenty-eight day of May last, he did receive from Capt. George Hay, a camp or markie tent, with all its utensills, together with three p5 of painted cloth, two of which bears the colours of the two battalions, and is for ornamenting the sides of the tent, and the other bears a thistle, and is for the front of said tent, with this motto, Nemo me impune lacessit, upon the fronts piece, and that upon the side, Floreat, which tent, with the utensills and painted cloth, is in the good toun of Edin., their magazine house, the said tent haveing cost the society five pound sterling and two pound two shillings for the painting — in all, seven pounds two shi5, which was paid by our said thesaurer by the society their order. Robert Tod, y' Clerk. Edinr., 19 May 172 1. The which day the Society of Captains of the City Train Bands being mett, and takeing into their con sideration the great dishonour done to the severall captains by numbers of the best of their men absenting o themselves from their severall companies upon the King's Birthday, notwithstanding of the ten pounds Scots penalty"], [71, "The Trained Bands of Edinburgh. 67 Act 194 Act 202 Act 20: ordered by the magistrates for each absent: Therefor its re solved, that for all time to come, each captain shall pound everie absent to the value of (sic), which money shall go for the use of the poor ; and, without the consent of the society, the captain that pounds is not to dispose of any part of the said fine, upon pain of paying it himself. Da. Cuninghame, Commd'. Edin', 26 May 1723. The which day the Society of Capt\"5 being mett, and takeing under their consideration how much it is to the dis honour of ye society that great numbers of the citizens doe absent from their respective colours upon his Majesty's Birthday and other occasions, they judged the reason of it to be the indulging of the neighbourhood by returning their pounds, and not making them pay the syne. To prevent the same for the future, they resolved that every captaine who does not call over his role in the fields, shall pay ten shillings sterling, as also that the whole society do regulerly pund their absence on or before the second Monday after the birth day, and produce the role of his company, and re port his pund the first meeting after the time appointed for punding as above, under the penalty of ten shillings Sts money. ROBERT Tod, f Commd'. Edin., August 12, 1723. The which da)* the Society of Captains met, and having according to orders produced the roles of their severall companies, and reported the punds of their absence, they proceeded and ascertained the syne to the sundray absence, and appointed foure of their number to meet foure severall mornings in the Laigh Councill House (the society's officer having warned the sitting sower captains their absence the neight befor), there to receive the fynes and to returne the"], [72, "68 The Trained Bands of Edinburgh. Act 204 Charity. Expulsion. punds, which money is to be paid into the thesaurer of the society, to be disposed upon by the society as they think fitt. Robert Tod, f Commd'. Edin'., Octr. ii day, 1723. The which day the Society of Captains being met, they found of punding money in the hands of the several captains £1, 15s. sterling, which they paid into their thesaurer ; and as for the punds yet in the hands of the severall captains, the}* resolved they should be put into the hands of their thesaurer (never to be delivered up untill the syne put upon them be paid him), for which he is to be accountable to the society, according to a schedule of the absance naimes and fynes lying in their book, and these punds to be delivered to the said thesaurer upon the first Thursday of November nixt, under the penalty of five shillings sterling, with particular names of the severall absance. Robert Tod, yr Commodant. Edin'., May the 13, 1724. The which day the Society of Capt\"5 being conveined in the Laigh Council House, when there was a petition gaven in be Capt. James Murray, merchant, for charity. They read the petition, and ordred their thes' to give the pet' one pound and one shilling sterling, which was accord ingly given to him by the thes'. CHAS. CrOKATT, Commd'. [This James Murray was elected a Captain on 6th Feb ruary 171 2] Edin'., August 28 day 1724. The which day the Society of Captains of this city being conveened in the house of Robert Bigger, vintner, at"], [73, "The Trained Bands of Edinburgh. 69 Charily Act 222 five o'cloch at night, Patrick Crightoun, sadler, was extruded by ane unanimous vote of the said society for contumacy, and they apointcd their clerk to record the same. Cromwell Hamilton, Clerk. Edin'., the 9th of April 1725. The which day the Society of Captains being cuii veined in the Laigh Counsell House, there was a petition given in be Rachell Montgomerie, relique of Captain John Geills, merchant, for chairety, which was read and consi dered, and they ordred their thes' to give to the petitioner on gine, being on pound on shilling sterling, which was given accordingly. Alex1*. Blackwood, Comedant. [Note. — There are several subsequent applications by this widow and others for charity, but the preceding will suffice as a specimen of these. John Geills was elected Captain in June 1699.] For preventing visits from the Lieu'5 and Ensigns on the Sovereign's Birthday. Edin'., Oct'. 30th, 1727. The Society of Capt'\" of the Train'd Bands of the citty of Edinburgh being conveened in the Laigh Councill House, did maturely deliberate upon the many inconveni encys that attended the visits of their lieu'5 and ensigns upon the Sovereigns Birthday, to prevent the like for the future, and for the greater order and decency to be ob served on that day. It is hereby statued and ordain'd, that all such visits shall be discontinued, and no such practice be allowed or countenanced in all time coming, and this to be recorded by the clerk. ALEXK. MAITLAND, Clerk."], [74, "The Trained Bands of Edinburgh. 70 Act 241 Charity Fund. Act 242. Edin'., 19th Jany. 1733. The Society of Captains of this City Train Bands being conveened in the Laigh Councill House of Edinr. (for pre venting all disputes betwixt merchants and tradesmen), do unanimously statue and enact, that every captain going off shall demitt and give in their lites for their successors, ac cording to their seniority, whether they are merchants or tradesmen, and appoint their clerk to record this as a Rule and Act in all time coming, without any respect of persons. Pat. Henderson, Clerk. Jon. Paton, Comand'. Edin'., 9th Oct1. 1733. The Society of Captains of the Train Bands of Edinr. being mett in the Laigh Councill House, Taking to their serious consideration that they have no regular fund for supplying the necessity of such of their brethren as are reduced to poverty (and being full)* persuaded that if such a good work was begun it would meet with encouradg ment), have therefor unanimouslie agreed to sink ten pounds sterling of the payments made by the last captains att their entry, which they hereby order to be lent out with all convenient speed on sufficient security, and the intrest thereof to be applyed in all time coming by the society to such as are, or have been, members of the society, or their widows being reduced to poverty, And hereby recommend in the strongest manner, to their successors, to increase the said fund from time to time, by adding to it part of the pay'5 made by entrants ; and expressly discharge their suc cessors to dispose of any part of the above fund, or what ever shall be added thereunto, but order it to be lent out by the society from time to time, and the annuall rent thereof only to be disposed of for the purposes above men tioned. It is likewise hereby ordered, that if any part of the @ rent shall not be disposed of in any commandant's"], [75, "The Trained Bands of Edinburgh. 71 Act 242. Act 243. time, it shall be added to the fund on the day of his suc cessor's election, and looked upon as part of the principal 1 for ever ; and to help on this pious intention, the society appoint each of their present members, and their treasurer in particular, to use their outmost interest, with such gentle men as have been members of the society, to contribute what summes they shall think proper towards it, and it is hereby declared, that whatever is so collected, shall be re ceived as part of the first fund, and under the same regula tion for ever, and the names of the contributors to be re corded. It is lastly provided, that if this fund hereafter shall considerablie encrease, it shall be in the power of the society to take in children of such as have been captains, as objects of their charity, and dispose of part of the annuall income to them. In witness whereof, the whole members of the present society do subscrive the same day and date forsaid. 9. J a. Robertson. 10. Thomas Hay. 1 1. John Forrest. 12. Tho. Trotter. 13. Will. Jamison. 1. John Paton, Comand'. 2. John Rollo. 3. David Spence. 4. James Stirling. 5. John Inglis. 6. Davd. Inglis. 7. Willm. Tod, Jun' 8. Jo. Blair. 14. Robert Montgomerie. 15. Pat. Henderson, Clerk. 16. Willm. M'Vey. Edinb™, 9\"' Oct'. 1733. The Society of Captains of Train Bands of Edin'. being mett in the Laigh Councill House, Taking to their further consideration their Act, No. 242, of this same date, Do hereby enact, that no person who was out of his office of City Captains before the thirtieth of October last past, shall have any right or title to this charity fund, unless he bea contributor thereto, betwixt this date and the thirtieth of October Javij and thirtieth-sixth, by giving a summ not"], [76, "The Trained Bands of Edinburgh. 72 Act 243. 733- Coindt. in 1723. Act 247. under twenty-one shillings sterling, And then, he thus con tributing, his widow or children have the same tittle to the said fund as those who are att present or subsequent mem bers. In witness whereof, this same Act is subscrived like wise by all the members of the society, day and date as above. [Here follow the same signatures as those to the immedi ately preceding Act.] Names of the Contribut'5 to the Charity Fund conform to Acts 242 and 243. 1. Capt\" Charles Crockatt, Merch', & late Baillie, Edin' £1 1 2. Capt\" Wm Robertson, Merch', & late Bailiie . 1 1 3. Capt\" John Robertson, Merch', & late Comand' . 1 1 4. Capt\" Alex' Maitlan, Mer', & late City Treas' . 1 1 5. Capt\" Wm Mitchell, Tayler, & present Councill Deacon 1 1 6. Capt\" James Taitt, Goldsmith, & late Captain . 1 1 7. Capt\" Jeames Simson, Merch', & late Dean of Guild 1 1 8. Capt\" Rob. Comming, Flesher, & late Dean . 1 1 9. Capt\" J. M. Brydeon, Baxter, & late Capt\" . .11 [Note. — Here three pages in the Minute-Book are left blank for other contributions from old members of the Society, but no others appear.] Edin'., Nov'. 8\"', 1733. The Society of Captains of Train Bands being mett in the Laigh Councill House, Edinr., the trasserour reported, that he had received five guineys ster. from Capt\"5 Charles Crockat, William Robertson, John Robertson, Alex'. Mait lan, & William Mitchell, as men' on page 136; Therefore the society order the said five guineys, and the ten pounds laid aside by them last year, by their Act No. 142,* and ten * See footnote, page 73."], [77, "The Trained Bands of Edinburgh. 73 Act 247. Act 252. Act 254 pounds sterh out of the money paid by the entrants this year, making in all twenty-five pounds five shillings ster. money, to be lent to the commandant, upon his accepted bill for (sic) being the prin1 and interest till the first of Nov' next to come, payb,e to the treasurer of the Society of Capt\"5, or his successors in office, for the purposes men tioned in the said Acts 142 and 143*: As witness the whole present society have subscrived this present day and date as above : — i. Robert Montgomerie, Conid1. 2. John Rollo. 3. David Spence. 4. James Stirling. 5. John Inglis. 6. William Tod, Senior. 7. Willm. Tod, Junr. 8. Jo. Blair. 9. Gilbt. Haliburton. io. Thomas Hay. ii. John Forrest. 12. Archibald Robertson. 13. Will. Jamison. 14. John Don. 15. Pat. Henderson, Clerk. 16. WlLLM. M'VEY. Edinr., 25th Oct'. 1734. The society do agree unanimouslie, that att their public meetings, after the commandant's departure, any who has amind to stay in the tavern to take his glass, shall do the same out of his private charge, and hereby declare, att his fors'1 departure, it shall be an end of that meeting. Pat. Henderson, Comd'. Edin'., Jany. 13\"', 1735. Wee, captains of the City Train'd Bands, elected and received as in the preceding Act, herebye consent to, and approve of, all former Acts, but in a particular manner, to the Acts No. 142, 143, & 147,* relating to the Charity Fund for the support of decayed captains. James Steuart. Robert Bull. John Grant. Archibald Punton. J. W. Davidson. * These numbers are one hundred wrong. — They should be read 242, 243, and 247 F"], [78, "The Ti-ained Bauds of Edinburgh. 74 Act 258 Act 264. Drill Master. Act 268. Boundings of Companies. Edin'., Jully ,1735. The society being conveened in the house of John Fullartons, vintner, in Grange Gateside, Thomas Heriot, present Baillie in Edinburgh, is received captain of the City Train Bands, by the unanimous consent of the society, for good offices done, and to be done by him, to the said society, and was, with the usuall solemnity and ceremonie, admitted into the society and brotherhood, and hereby declared a member thereof, having ordered their dark to record the same. JOHN Rollo, Clerk. Edinb'., Septem'. 22d, 1736. The Society of Captains being conveened in the Burrow Room, did unanimously elect Capt\". Alex'. Maitland, one of the present captains of the City Guard, to be their drill master, in appointing and regulating their marches on all solemn occasions ; and he being present, accepted of the office, and thereon they ordered their clerk record the same. John Rollo, Clk. Edinburgh, 27\"' October 1736. Appointing the Act of Council anent the Boundings to be Recorded. The which day the Society of Captains of this City's Train Bands being conveened in the Laigh Council-house, finding it necessary that the late Act of Council anent the boundings of the companys of the City Train Bands be insert, registrate, and recorded in their book of Acts, do hereby order Capt\" Jo\" Murray, their treasurer and clerk, to insert, registrate, and record the same, and declares that, in time comeing, an extract of the said Act, under the band"], [79, ""], [80, "The Orange Colours."], [81, "The Trained Bands of Edinburgh. 75 and subscription of their sd clerk, and his successors in office, a«268. shall be valid, of full force, and bear faith in all differances and boundings, conform to the said Act of Council, the tenor whereof is contained in the four following pages : — Act of Council regulating the bounds of the Companys of the City Train Bands, 1736.* At Edinburgh, the thirteenth day of October, one thou sand seven hundred and thirty-six years, the Lord Provost, Magistrates, and Council, with the deacons of crafts in Council assembled, the extent of the bounds of the several companys of this City's Train Bands, as was regulated and taken up by the respective captains of the sixteen companys the twenty-third September last, was produced and read, the tenor whereof follows : Begins at the stone land, immediately on the north side \"'Company, o * J Orange Colours. of the West Port, running along the north side of the Grass market, (foot of the Castle Wynd included), and up all the north-west side of the Bow, ending at Lindsay's Land, ex- actly opposite the south-west corner of the Weighouse. Begins with Lindsay's Land inclusive, and goes up the 2nd> whlte south side of the street to the Castle Hill, and from thence down ye north side, and all the closes to the North Loch side, ending at the close immediately below Gladstone's Land, almost opposite to the Bowhead Well. Begins with the east side of the close immediately below3\"1' Wew- Gladstone's Land, commonly called (sic), and runs down the north side of the Hiegh Street, with all the closes, ending at Waristone's Close, in the middle of the Luckenbooths. Begins at Waristone's Close inclusive, and down the «*h- vvhite and Orange. north side of the street, with all the closes, and ends at the Flesh Marcat Close, opposite to the Main Gaurd. * For a more ancient description of boundaries, see page 40, supra (1685)."], [82, "The Trained Bands of Edinburgh. 76 Act 268. Begins at the Flesh Marcat Close inclusive, and goes sth, Green and .,1,11 j ■ Red. down the north side of the street, with all the closes, ending at Barrenger's Close, a little below Smith's Land. Begins with Barrenger's Close inclusive, and down the north side of the street, with all the closes, to the Nether bow Port, and from thence up the south side of the street to Gray's Close, opposite to the Fountain Well, and down the east side of Gray's Close, and from thence down the north side of the Cowgate to the Port. 6th, Purple. Begins at the head of the Canongate, and goes down the south side of the street to St John's Cross with Leith Wind, from thence to St Ninian's Roll, on the west of the Caldtown, inclusive, with St Mary's Wind on both sides. 7th, Blew and White. Begins with the west side of Gray's Close, and goes to Dickson's Close, east side thereof included, and from the foot of Gray's Close, to the foot of sd Dickson's Close on the north side of the Cowgate, and on the south side thereof from the Cowgate Port to Robertson's Close, including Hiegh School Wind and Yeards, to the City Wall. 8th, Orange and Green. Begins with the west side of Dickson's Close, and from thence to ye Tron Church, including both sides of Martin's Wind, and from the foot thereof to the foot of Dickson's Close on the north side of the Cowgate, and from Robert son's Close inclusive to Hastie's Close, east side included (on ye south side of the Cowgate). 9th , Green and White. Begins at the west side of the Tron Kirk, and goes to Burnet's Close, the east side thereof included, and from the foot of Martin's Wind to the foot of Burnet's Close on the north side of ye Cowgate, and from the west side of Plasty's Close to ye east side of ye Colledge Wynd, both inclusive, on the south side of the Cowgate. o roth, Red and Yellow. Begins with the west side of Burnet's Close, and goes to Borthwick's Close, the east side thereof included, and from nth, Yellow."], [83, "The Trained Bands of Edinburgh. 77 the foot os Burnet's Close to the foot of Borthewick's Close Act 268. on the north side of the Cowgate, with the west side of the Colledge Wynd to the Horse Wynd inclusive, on the south side of the Cowgate. Begins with the west side of Borthwick's Close, and ends 12th. Red and at the Insurance Office against Fire on the New Stairs, the east side of the Parliament Close included, and from the said Borthwick's Close to the sd New Stairs on the north, and from the Horse Wynd to Scot's Close exclusive, on the south side of the Cowgate. Begins at the New Stairs on the south side of the Cow- 13*1*, Orange and gate, and from thence with the east side of Forrester's Wynd through the Parliament Close, the north side thereof included, and from Broun's Land all the Luckenbooths to the Prison, and on the south side of the Cowgate from Scot's Close inclusive to the Marchants' Hall, now the Ex cise Office, the society being included. Begins with the west side of Forrester's Wynd, and, Mth. Red and 15 _ . . White. going along the south side of the Landmercat, with Liber ton's Wynd and the other closes included, ends at Deacon Anderson's Land, facing down the Bow. Begins at the east side of Herriot's Bridge, and along 15th. Red.white, 13 A an<i Orange the south side of the Grassmarket, up the Candlemaker Row to Bristo Port, and from thence down the south side of the Cowgate to the Excise Office, opposite to the foot of Liberton's Wrynd. Begins at Deacon Anderson's Land in the West Bow, i°th, Red and all along the south-east side of the Bow, leading to the Cowgate Head, and from thence along the north side of the Cowgate to the foot of Forrester's Wynd, and, beginning at the west side of Herriot's Bridge, along the south side of the Grassmarket to the strand without the West Port."], [84, "78 The Trained Bands of Edinburgh. Act 268. Act 271 Doctor Douglas. Act 277. Peters expelled Which, having been considered by the Magistrates and Council, they aproved thereof, and appointed the same to be the regulation of the bounds of each company of this City's Train Bands, and to be observed by their respective captains, untill it shall be varied or altered by the Council, whereanent these presents are hereby declared to be a war rant extracted (sic) subsc', GEORGE Home. Insert, regestrate, and recorded by me, John Murray, Clerk. [No reference is made in the Minute-Book regarding the Porteous Mob, on 7th September 1736.] Edinburgh, 12 Octr., 1737. Which day the society, after they had elected their commandant, (Captain Robert Bull), and treasurer, went to the house of John Grant, vintner, where they did unani mously agree to the receiving of John Douglas, their doctor, in the way and manner following, viz.: — The doctor stood upon ane carpet in ye midle of the room, the whole society surrounding him, with their swords drawen, and after per forming some of the usuall seremonies, he kneeled upon his right knee, and the whole society crost their swords upon his head ; and so he was declared a member of, and doctor to ye society, and ordered their clerk to record the same. John Murray, Clerk. Edinburgh, 6th October 1738. That whereas Alex' Peters, wright, Captain of the White Colours, having gott the ordinary summonds by the officer,"], [85, "The Trained Bands of Edinburgh. 79 and he, refusing to answer the same once and again, there- Acl fore it is enacted, that the said Alex' Peters is no more a member. The society accordingly gave in a leite of three persons to the magistrates, one of which to be chosen to the said collours. Jo. Watson, Clerk. Edinr, 24th November 1738. The which day the Society of Captains of the City Train Bands being conveened in the Borrow Room, Have taken into theire serious considerattion three a« 280. . Charity Fund to severall Acts standing minuted in there books, numbered infirmary. 142, 143, and 147,* by which ane atemptwas made to raise a sum of money in order to be a fund for the support of any of their number that should thereafter be reduced to poverty, or theire wises and children. That att the time of makeing and advising of their Acts, the captains of the several companys where dispenced with from the necessitie of a march in parade at the head of theire companys throw the City upon public occations, by which means they saved a dale of money, whereas now, they are under the same obligations to march as formerly, and are putt to the expence of intertainments, and a great dale of charges and expences oy'wise. The attempt to collect such a sum, either by exactions or voluntary contrabutions, came to no greater lenth than to raise the sum of fiftie-seven pounds sixteen shillings ster- ling, which lyes secured by bills in several hands. That, as it is not to be supposed that herafter any addi- tions will be made to this fund, which of itself is very incon siderable, and as pairt of it has already perished by being put into the hands of a person whose affairs have gone into disorder, and as at present the @ rent of so small a sum can give but very inconsiderable subsistence to any of our de cayed brethren, — Therefore, the societie haveing considered the above-mentioned Acts, and the sums levied in conse- * See footnote, page 73."], [86, "The Trained Bands of Edinburgh. 80 Act 280. quence thereof, unanimously reshindes all former Acts re lating to this affair, particularly Acts 142, 143, and 147,* and finds, that the same was destined for charitable uses ; and in regaird that the same was not equall for the purpose meant in the Acts, and that the said small stock can hereafter receive no addition, and having several decayed brethren, and likewayes been well advised of the prospect and design now on foott and carrying on by the charitie of several Christian and well-disposed societies, for building ane in firmary, they therefore enact and declare the said sum, for the raisions above specified, shall be given to, and applied for, the use and behoffe of the said decayed captains, and for the building and carrying on and incouraging the sd pious and charitable work of ane infirmary. And for that pur pose, they hereby impower theire present treasurer to de mand payment of the sd sums from the persons in whose hands it is, to be applied to the s'1 uses at the sight of the societie. Queritur. — Whether or not the society are restrained by the above-mentioned Acts to dispose of sume above mentioned for the purposes above set forth, and if they have power to reschind the said Acts ; and whether or not the form of this present Act be agreeable to law, and the sircomstances of the case. Answers by Mr Graham, of Airth, adv'e. As the sixteen capt5 of Edinr. are no incorporation, I am of opinion the Acts made with respect to the contribu tions for decayed capt5 and their widows, would have no effect in law to bind their successors, and that, theirfor, the project intended by the said Acts could not have been car ried on as to any legal effect, so that a contrair resolution of the succeeding capt5, or the capt5 who now are, will be effectual to stop any further procedure upon these Acts ; * See footnote, page 73."], [87, "The Trained Bands of Edinburgh. 81 Act 28. Act 282. but, seeing that some money has been collected upon the project of the first Acts in the year 1733, it's a doubt with me, if the cap\"11 who now are, can, by themselves, allienate that fund so collected to any oy' purpose, unless that, not only they, but all the cap'5 surviving, or the major part of them, who have been cap\"15 since the 1733, shall agree and concur in the transferring of this fund to anoy' charitable use ; and by reason that even the capt\"5 who were such before the year 1733, when the project commenced, may have some pretence to the fund, it were likewise fit that they ought to adhibit their concent, and, when such concent is obtained, I am of oppinion the present capt\"5 may dis pose of that fund for charitable uses as they shall think fit, and that no cap'\" existant, or his widow, can have any pre tence to it from the time of such allienation. Sic subsc', James Graham. [The result of this question is embodied in the following minute of the society.] Edinr., 1 1 Deer. 1738. The which clay the society being conveened in the house of James Watson, vintner in Edinr., in consequence of the within signed oppinion of Mr James Graham, and the major part of the capt5 contributors, and capt5 at the making of the Acts, and these captns since the Acts commenced, to gether with the present society, therefor we agree the sume of twenty -five pounds ster. shall be given to the Royal In firmary, and the sum of thirty-two pounds sixteen shillings and sixpence sterh, being the ballance, shall be given to six decayed brethren. [Here follow signatures of all concerned or interested in the fund.]"], [88, "82 The Trained Bands of Edinburgh. Act 287, for Ex trudeing Capt. Orrok. Act 288. Edinburgh, 6 May 1740. The Society os Captains being met in the house of Mrs Greige, did take under their consideration the rood behaviour of Captain Walter Orrok to their comandant, Captain John Murray, and the society did apoint him to ask pardon of the comandant, the society to drink to Cap tain John Murray in a moderate glass of wine. Eodem die. Upon Walter Orrok his redoubling his former roodness, threatening and challenging Captain John Murray, by rood actions, unmannerly and abusive language, likely to bring the society into great disorder, obliged them to resume the consideration of those offences, and finding the said Captain Walter Orrok highly culpable for such his behaviour, the society required him to submit himself to them for the penalty of his offence, the which he refused, it was put to the vote extrude the said Captain Walter Orrok, or not. Carried extrude. WlLLM. ORMISTON, Clk. Edinr., 1 August 1740. The society being met in the Burrow Room, resumed the consideration of Captain Walter Orrok's offence, find that his continuing obstinate obliges them to affirm the vote of extrusion passed upon him the 6 of May last, and the society do hereby unanimously affirm the said sentence of extrusion passed upon him, and declare him to be, from this day, no more a member in the Society of City Captains of the Trained Bands of Edinburgh, and have nominated a leet of three persons to be given in to the Lord Provost, Magistrates, and Council, out of which one is to be named to the orange and green colours, in room of said Walter Orrok ; and apoints their clerk to record the same. Willm. Ormiston rib Willm. Ormiston, Clk."], [89, "The Trained Bands of Edinburgh. 83 Edin., 9 October 1741. Captain Robert Dundas, of the orange colours, was Acts 298 and 29c,. appointed commandant for the ensuing year ; and, on same day, Commandant Robert Dundas signs a minute in the book, under which the society unanimously elect and make choice of Captain Robert Tennant to be their clerk and treasurer for the ensuing year. [Note. — There was held at Edinburgh, on 14th August Act 3«6. 1745. a meeting of the captains, for receiving Captain Alexander Broun into the brotherhood. No meeting thereafter seems to have been held for the space of two years and two months, which is fully accounted for in the next minute of the Society of Captains, dated 20th October 1747. Meantime, it may here be remarked, that in the be ginning of August 1745, news of the Pretender being about to invade Scotland reached Edinburgh. On 19th August, Prince Charles raised his standard at Glenfinnin, and General Cope set out for Stirling to assume command of the royal army, and then proceeded to Inveresk. On 3rd September, the Prince entered Perth. On 13th, he crossed the Forth; and on Sunday, 15th, his army bivou acked at Linlithgow. Edinburgh was captured by the Pretender and his Highland forces on 17th September 1745, and was wholly occupied by them till 1st Nov ember 1745. The battle of Prestonpans was fought on 21st September 1745, and the battle of Culloden on 16th April 1746, when Prince Charles was routed and became a fugitive. In the Town Council of Edinburgh Records, there is a hiatus from 1st October 1745 till 3rd January 1 747-]"], [90, "The Trained Bands of Edinburgh. 84 Act 3t7. Edinburgh, 20th Octtr. 1747. The which day, Mr John Carmichael, late Captain of the Orange Colours of the City Traind Bands, having by the officer of the Society of Captains summoned to meet at the Laigh Counsell-house, this evening at six a clock, the following gentlemen, viz. : — Alexr. Scott, Mer', Orange. Ai.exr. Crawfoord, Baxter, White. Adam Fairholm, Mer', Blue. Thos. Hogg, Mer', White and Orange. Charles Howison, Wright, Green and Red. John Balfour, Mer', Purple. Gilbert Lourie, Chemist, Blue and White. William Baillie, Wright, Orange and Green. William Hutton, Mer', Green and White. George Home, Baxter, Red and Yellow. James Napier, Mer', Yellow. Adam Cleghorn, Mer', Red and Blue. Walter Jollie, Taylor, Orange and Blue. Robert Clough, Mer', Red and White. John Lairmont, Mer', Red, White, and Orange. William Dempster, Goldsmith, Red. Who all mett accordingly, (except James Napier, mer'). He acquainted them, that, as the rebells had enterd the toun on the 17th Septr. 1745, and kept possession of it till the 1st of Novr. 1745, there was no election of Magistrates and Councell for that year, (untill Novr. 1746, when they were chosen by polls), and so, there was no election of officers to the City Trein'd Bands, untill the 14th of October 1747, when the Magistrats and Councell made choise of them, as capt5 to the collours annexed to the severall names as above ; and he now proposed, that they would, as usual, proceed to chuse one of their number, to be commandant"], [91, "The Trained Bands of Edinburgh. 85 Act 317. for the insuing year, as also another to be their clerk and treasurer, for the same year. Accordingly, they immediately elected Alex'. Scott for commandant, and George Home for their clerk and trea surer, for the ensuing year. The comand' having taken the chair, moved that, in regard none of his now brethren had ever been received as capt\"s, it would be necessary to invite some old captains, to perform the usual ceremonies of ad mission, and, for that purpose, proposed to send for the following gentlemen, viz., Messrs James Stirling and Wal lace, mer'5, Messrs Wm. Ormston, coppersmith, and Edward Lothean, goldsmith, which being unanimously aproven of, they were immediately sent for. He also intimated to them, that the Magistrates and Councell had, by their Act, on the 14th of October 1747, abolished the custom, of each captain at his admission, pay ing ten pounds str., and that, in place of five pounds sti. which the Society of Capt\"5 used to get from the good town for defraying their necessary expences on His Ma jesty's Birthday, they are now to receive ten pounds ster. He farther observed, that each capt\" formerly used to grant his bill for ten pounds ster., which, when retired, served for his commission, therefore proposed that the commissions now should be in the following terms, and to be signed by the command' for the time : — \" Sir, — The Councell of Edinr. \" having appointed you to be Capt\" of the Colours \" in the City Traind Bands, your acceptance thereof is \" hereby required. Capt\" \"To Colours.\" \" of the Which being unanimously agreed to, the new commissions were ordered to be made out accordingly, and the society adjourned to Mrs Wilson's, in order to receive the new mem bers in form. GEORGE HOME, Cleik."], [92, "The Trained Bands of Edinburgh. 86 Act 318. Bailie Stewart Chaplain tirst appointed. Act 326. Edinburgh, 20th October 1747. We, Captains of the City Train'd Bands under sub scribing, do hereby accept of our commissions, and promise to be ffaithfull. Alexr. Crawford of the White. Adam Fairholme of the Blue. Thomas Hogg of the White and Orange. Chas. Howison of the Green and Red. John Balfour of the Purple. Gilb. Laurie of the Blue and White. Will. Baillie of the Orange and Green. William Hutton of the Green and White, Major. George Home of the Red and Yellow. Adam Cleghorn, of ye Red and Blue. Walter Jollie of the Orange and Blue. Rob. Clough of the Red and White. John Learmonth of the Red, White, and Orange. Will. Dempster, of the Red, Leftennent-Cornell. James Napier of the Yellow. [Note. — On 30th October 1747, Doctor White was re ceived as a member of, and doctor to, the society, in usual form, in the house of Wm. Poison, vintner ; and on 29th April 1748, in the house of James Steadman, vintner, Bailie James Stewart, one of the present Bailies in Edinburgh, was unanimously received into the Society of Captains, for good offices done, and to be done, by him to the said society. Then again, on 30th October 1748, in the said James Stead man's house, the Reverend Dr Anderson was received and admitted a member and chaplain to the society. This is the first appointment of a chaplain.] Edinburgh, Octb' 13th, 1749. The which day the Socy of Capt\"5 being mett in the Laigh Council House — that whereas the society have for-"], [93, "The Trained Bands of Edinburgh. 87 mcrly put themselves to considerable charge, by great Greatentcr\" J l ° J ° taininents — nu entertainments to very great companys, and by which the guests. office of captain has been very burthensome, it is therefore enacted, that no captain shall have pour to bring any one to the entertainment of the society, but the commandant only, and even he shall not be allowed to bring more than one, and that with consent of two-thirds of the society ; and the constituent members of the society are hereby declared j^be'ra of to be the collonell, the sixteen captains, the old com- S00*-^' mandant, the doctor, and the chaplain. And this Act is upon no accompt to be transgressed in any time comeing ; and ordered there clerk to record the same. George Home, Clerk. Edin., io\"1 Oct' 1750. The which day the Society of Captains being conveened Act 33° in the British Coffee House here, and thinking the Act dated the 13'\" Oct' 1749, too confined, with respect to the admitting old captains at their meetings, Doe hereby unani- inviting old mously agree, that it shall be in the power of the comand ant to invest any old captains that have been in office since the 1746. And also to Invest any two old capt\"5 that have been in office before the 1746, providing he acquent the society at the preceding meeting ; and order their clerk to record the same. William Hutton, Clerk. Edin., 10 Oct' 1750. — We, the Captains of City A«33- Trained Bands under subscribing, do hereby accept of our commissions, and promise to be faithfuls John Livingston. Jo. Welsh."], [94, "The Trained Bands of Edinburgh. 88 Act 338. Lieut. -Col. and Major. Act 339. Act 348. Proclamation of George III. Edin' 28'h Oct' 1757. The Society of Capt\"5 being mett in the house of Jno. Clerihue, vintner, did unanimously elect Capt\" And\" Alison of the Orange Colours, to be their commandant ; at the same time, did promote Capt\" David Robertson to be their Leiv' -Colonel, and Capt\" John Dalrymple to be their Major, and the following gentlemen to be capt\"5, viz., . . . and order their commissions to be made out. Alexk Smith, Clk. Edin., 28 Oct' 1757. We undersubscribing, do hereby accept of our commis sions, and promise to be faithful. Jas Brown. Thoms Tod. Walter Hamilton. T. Hepburn. Adam Keir. Jno. Milne. Thos Donald. Edin', 29\"' Oct' 1760. The Society of Captains being called together at the desire of the Lord Provost, in order to attend at the Pro clamation of George the Third, by the grace of God King of Great Britain, France, and Ireland, etc., march'd from the Goldsmiths' Hall to the Cross, where the Lord Provost proclaimed his Majesty — from thence to the Castle gate, where the High Sherriff of Mid-Lothian read the proclama tion. Afterwards, the whole in procession, went from the Castle gate down to the Abbey, where the proclamation was also read, and return11 back in procession to the As sembly Hall, where the whole company was elegantly entertained at the toun's expence. Alexr Smith, Clk."], [95, "The Trained Bands of Edinburgh. 89 Edin' 22 Sept' 1761. The Society of Capt\"5, at the desire of the Lord Pro-Act349. vost, were called to attend the Town Councill, this being the day of the coronation of his Majesty George the Third, Coronation of and of his Queen Charlotte. The society met in the Gold-Ge smiths' Hall at 3 o'clock. From thence, went in procession, alongst with the Magistrates and Councill, to the Parlia ment House, where the society were elegantly entertained. At eight at night, the society mett again in M'5 Ross's, and spent the evening in a jovial manner. Alexk Smith, Clk. On 14\"' Oct' 1761, Dr Congalton was admitted, and a« 350. . , . . , . Doctor. received physician to the society. On 23'1 March 1763, the society, at the desire of the Act 351. Lord Provost, met, in order to attend the Proclamation of Proclamation oi Peace. They were convened in the Goldsmiths' Hall, at 4 o'clock — from thence, went in procession, alongst with the Magistrates and Council, to the Assembly Hall, where they were elegantly entertained. At eight at night, they met again in M'5 Walker's, and spent the evening in a jovial manner. James Cunninghame, Clk. [Annually, on the 4th of June, being George III. birth day, the society attended on the Town Council. They marched from Goldsmiths' Hall at four o'clock, with the Magistrates and Council, to the Parliament House, where they were always elegantly entertained at the town's expense. And again, they met on the evening of that day, at the house of one of the famous vintners of Edinburgh, at eight o'clock, and enjoyed themselves in a social and jovial manner.] On 4th June 1763, Dr Drummond was admitted and Act 352 received as physician. G"], [96, "The Trained Bands of Edinburgh. 90 Act 354. King's Birthday. Supper to Magis trates. Kirk Treasurer. Act 358. Edinr., 4 June 1764. Being the anniversary of His Majesty's birthday, the Society of Capt\"5, at the desire of the Lord Provost, went from the Goldsmiths' Hall to the Parliament House, where his Lordship, with the Lord High Commissioner, the Magistrates, and Council, many nobility and gentry, etc., drank His Majesty's health, the Queen and Royal Family, etc., etc. In the evening, there was an elegant supper at Sommers's, where the Commandant and Society of Captains entertained the Lord Provost and Magistrates, with that elegance and ease so peculiar to the society. This evening, a little scuffle happened between the City gaurd and a few idle boys ; but, by the tender care and diligence of the Lord Provost, the evening was concluded without any dis turbance, and the society spent the night with the utmost happiness. Charles Robertson, Clk. [The dinner bill on this occasion amounted to £\\\\, us. See particulars in Appendix.] On 25th March 1767, it is recorded that choice was made of Samuel Foggo to be captain, in the place of David Wardrobe, who, at this period, resigned, on his being pro moted to the dignity of kirk treasurer ; and the clerk was requested to record the same. [Under date 4th June 1767 the following entry occurs] : — Being the anniversary of His Majesty's birthday, the Society of Captains, at the desire of the Lord Provost, went from the Goldsmiths' Hall in grand procession to the Par liament House, where his Lordship, with the Lord High Commissioner, the Magistrates, and Council, and a number of the nobility and gentry, drank the healths of the King, Queen, the Prince of Wales, and many other loyal toasts. In the evening, they met in the house of Christopher Alex-"], [97, "The Trained Bands of Edinburgh. 91 ander, where they entertained the Lord Provost and Magis trates, with that elegance and ease so peculiar to the society, and concluded the evening with the utmost quiet ness, friendship, and mirth becoming that auspicious day. (Sd) Bailie Blinshall, Clk. [Note. — Under date 22nd June 177-;, it is recorded Act 369. L _ J . D<:ath in Ro>al that His Majesty's birthday, being adjourned to thisF*mih day, because of a death in the royal family, it was cele- brated in the usual manner this day. On 3rd November 1775, Alexander Kincaid, and again Act 372. on 11th December 1776, Alexander Kincaid, merchant, and William Creech, merchant, each afterwards Lord Provost of Edinburgh, were made captains, accepted their commissions, and promised to be faithful.] Edinr., 28 January 1777. The Society of Captains mett with Mr James Hodge- Act 373. kess, their Commandant, in the Goldsmiths' Hall at twelve o'clock noon, and proceeded to the Trone Church, from whence they accompanied the funerall of Alexander Kin- Aiexr Kincaid, J \"■ Lord Provost s caid, Esq., Lord Provost of Edinburgh, to the Gray Friars' sune™1 Church Yeard, the place of interment, and marched back to the Councill Chambers, and there dismissed. John Wright, Clk. [Note. — On 9th March 1778, Captain Creech was made Act 374. their major for the ensuing year, Donald Smith being com mandant.] On 4 June 1778, after celebrating the King's birthday Act 376. in the usual manner, the society met in the evening at the house of John Fortune, vintner, and recived the follow ing gentlemen, honorary captains of the City of Edin' Train Honorary mem- Bands, after going through the usual ceremonies (Mr Donald cockbum.'Esq., Smith being then commandant), viz. : — Archibald Cock- etc °\"tc. undas'"], [98, "The Trained Bands of Edinburgh. 92 Act 380. Riot against RomauCatholics. Act 381 burn, Esq., Sheriff-Depute of the County of Mid-Lothian ; Colonel Dundas, of the Edin' Volantiers ; Major James Gordon, of the Edinburgh Volantiers ; Alex' Palmer, Esq. ; John Forrest, merch' in Edinburgh ; and John Aitken, and spent the night in mirth and jollity. (Sd) Edward Innes, junr, Clerk. Edin., 3 Feby 1779. The captains, lieutenants, and ensigns of the Trained Bands were convened in Walker's Tavern by the comandant, in consequence of an order to that purpose from the Lord Provost, in order to contribute their aid in suppressing a mob assembled in the streets, who bad committed several daring outrages the night before. The above corps, after sitting a decent time at dinner, sallied forth, armed with oaken bludgeons, to patroll the streets, and, by the formid able appearance they made, they effectually intimidated the mob, and prevented the fatal effects of their mistaken zeal against the Roman Catholics, and thereby prevented much bloodshed, to the great mortification of the promoters of this riot. DAVID STEUART, Commd'. Edinr., April 14, 1779. The Society of Captains, with their present command ant, David Steuart, Esq., having met in the house of Charles Walker, made several new members of the City Train Bands for the ensuing year, and appointed Captain George Jollie as clerk and treasurer. They then had the pleasure of entertaining the Lord Provost, Magistrates, and Con vener of the Trades, and several old commandants, with that elegance, harmony, and good order so peculiar to the socy. It was observed during the course of this evening's duty, that several of the corps had deserted from their sta tions, contrary to the regulations of the society ; and, being"], [99, "The Trained Bands of Edinburgh. 93 Act 381 Act 334 in every respect subversive of that military discipline by which every established corps ought to be governed, the commandant, waiving that power invested in his office, with the consent of the remaining captains, resolved that any captain deserting from his duty, without permission asked and granted from the commandant or major, shall be fined, ipso facto, of one guinea. They then appointed three of their number to wait upon Captains Horner,*Gillespie, and Simp son, desiring that they should immediately return to their respective duties. The former of these officers accordingly appeared, and, in consideration of some favourable circum stances in his absenting himself, mitigate his fine from one guinea to one bottle of wine. But in consideration of the two other absent officers not appearing, the commandant and corps hereby fined them as follows : — Captain Simpson, from his inexperience, of one guinea only ; but Captain Gillespie, being an old captain, and consequently ac quainted with the discipline of the corps, is fined of two guineas, and this in lenity, as he was repeatedly called upon by the major to return to his duty, but, in disrespect of orders, he nevertheless continued an obstinate rebel. Mr Hamilton, surgeon to the corps, is fined of two guineas, for not having appeared upon duty, or sent a proper apology for his absence, the one he having sent not being deemed a sufficient one by the corps. Adjourned sine die. (S\") George Jollie, Clerk. [Last entry in Minute-Book of the Society, Volume 1st.] Exchange Coffee House, July 8th, 1779. At the desire of the commandant, the corps of captains met here, for the purpose of deliberating upon several fines which had been laid upon several of the corps, for neglect of duty upon the 14th of April ulto, and the 4th of June, and, after a very mature investigation of the different cir- * See footnote, page 140 infra."], [100, "The Trained Bands of Edinburgh. 94 Act 384 Act 385. cumstances attending upon the situation of Captains Gil lespie, Horner, Simpson, and Surgeon Hamilton, they were pleased to rescind the minute of the 14th of Aprill last, in so far as it respects the above officers, and do unanimously acquit them of any charge against them. They then took into their consideration the conduct of Captain Charles Elliot upon the 4th of June, when it was resolved to fine him of three bottles of wine, for absenting himself from duty upon that day. They then dismissed in proper order. George Jollie, Clk. [First entry in Minute-Book of the Society, Volume 2nd.] Edinburgh, February 16th, 1 780. The corps of captaines met this day by order, in the house of Mr Beitson, where Mr David Stewart, their late commandant, introduced Mr William Creech as his succes sor, having been appointed to the duties of that station by the Town Council at their last Michaelmas election. The corps then appointed Capt. Alexander Wallace to be Major, vice William Creech, preferred. Their Lieut. -Col. having another year to serve, continues in the duties of that office. It was then observed to the corps that their commandant, Mr Creech, had been pleased to present them with a new Record Book, which, from the very infirm state of the old one, was a very acceptable gift, as well as conveying to the corps a mark of their commandant's esteem for them, for which they unanimously voted him their thanks. John Braidwood, their late serjeant, having died some time ago, the commandant introduced Arthur Forbes to be their serjeant, who was this day recorded accordingly. The corps adjourns till April next, for the purpose of filling up their number, there being four vacancies this year. (Signed) GEORGE JOLLIE."], [101, "The Trained Bands of Edinburgh. 95 Act 386. Act 387. Act 388, Edinburgh, June 5'\\ 1780. — It was this day given out in orders from the commandant, that no captain should appear with a hanger, but all with dress swords and cockades ; which was also conveyed to the lieutenants and ensigns, and was punctually observed. Edin', August 25th, 1780. The commandant and corps of captains this day unani mously appointed Thos. Hay, surgeon in Edin', to be their surgeon, on the resignation of Alexander Hamilton, whose letter of demission hereafter follows : — To William Creech, Esq., Captain Commandant of The Trained Bands of Edinburgh. Sir, The principal part of my time being devoted to the ser vice of the ladies, whose interest frequently interferes with my duty to you and the corps of captains in the character of surgeon, I judge myself, therefore, unfit for the important office I hold, and beg it may be disposed off to one more deserving. You will please, sir, to intimate my resignation the first opportunity. Permit me, sir, to express the regard I shall always have for the prosperity of the corps, and the grateful sense I shall ever retain of the honour conferred on me. I am, with the greatest respect, Yr most obliged servant, (Signed) ALEXR. HAMILTON. In consequence of the foregoing letter, Mr Hamilton's resignation was accepted of; and the society, being con vened in Fortune's Tavern, admitted Mr Hay their surgeon, after the following ceremony, as usual : — The captains re-"], [102, "96 The Trained Bands of Edinburgh. Act 388 Act 389. Act 390. ceived him w' their naked swords resting on their left arms. Then Mr Hay stood on a carpet in the middle of the room, the captains drawing round him in a circle. The chaplain ordered him to kneel on his right knee, and, being blind folded, he went through the usual solemnities ; after which the captains crossed their swords upon his head, and the commandant, crossing his sword over the whole, desired him to rise surgeon of the corps. (Signed) WlLLIAM CREECH, Commandant. Edin', Aug' 25th, 1780. The Society of Captains being convened in Fortune's as afore mentioned, admitted Matthew Henderson, Esq' ; Laurence Dundas, y', grandson to Sir Laurence, the pre sent member for the City; Hugo Arnot, author of the \" History of Edinburgh ; \" and Robert Dick, D.D., chap lain to the Edin' Reg', honorary members of the corps. We subscribers being this day admitted honorary cap tains of the Edinburgh Train'd Band, promise to be faithful to the corps. (Signed) Matt. Henderson. Laur. Dundas. Hugo Arnot. Robert Dick, D.D. A Narrative Explanatory of the Proceedings of the 25th August 1780. On the 17th of August the Right Honb'5 Sir Laurence Dundas, Member in Parliament for the City, entertained the Magistrates and Council in an elegant manner at his house in S' Andrew Square. In the course of the toasts after dinner, the Commandant and the Corps of Captains were drunk to by Sir Laurence. This toast gave a turn to the conversation, and the commandant was reqaested by"], [103, "The Trained Bands of Edinburgh. 97 Act 390. Sir Laurence and the Magistrates to call a meeting of the corps to introduce Sir Laurence as an old captain, having been one in 1740.* The commandant, knowing the liberal spirit of the corps, promised in their name that they would meet the Member and the Magistrates when they pleased. Upon this, Sir Laurence named the 25th day of August ; and next day, on the commandant consulting the corps, they all chearfully agreed to the appointment. Orders were accordingly given to the serjeant to summon the corps to meet on the said 25th of August, at 3 o'clock afternoon, in Fortune's Tavern, and each captain to bear at his button-hole a ribbon denoting the colours of his com pany. In consequence of what is narrated above, the Corps of Captains met Sir Laurence Dundas and the Magistrates, with several gentlemen who were invited, at Fortune's at three o'clock. At the outer entry two grenadiers were placed with muskets and fixed bayonets, who received each captain and guest with their arms rested. At the door of the tavern two serjeants of the Orange Company with antient battle-axes were stationed, and at the door of the dining room the serjeant-major with an antient pike. The commandant and captains received their guests in proper form, each bearing a ribbon denoting the colours of his company. It being notified that no person can be present at a regular meeting of the captains without being previously admitted an honorary member, after having passed through the usual solemnities, all the company who had not been formerly captains were received agreeable to custom. At four o'clock the company, consisting of thirty-two persons, sat down to a most elegant and superb entertain ment of two complete courses, and a desert of ices and fruits. After dinner the company retired to a cool room, where * This is a mistake. Sir Laurence Dundas was not a captain in 1740, but Robert Dundas, one of the Bailies of Edinburgh (Sir Laurence's father), was appointed a captain on 9th October 1741. (See page 133 infra)."], [104, "98 The Trained Bands of Edinburgh. Act 390. Act 391 the best wines were provided. The officer on guard, with his sword resting on his left arm, asked of the commandant the word for the day, which, in compliment to the old cap tain, their visitor, was given, Dundas. A number of loyal toasts were given, and the afternoon was spent with great satisfaction in a continued glow of pleasantry and good humour. Their right honourable visitor did not leave the company till eleven o'clock in the evening. The v/hole corps of captains attended upon the above occasion, except Major Wallace, who had been in the country before the appointment for the meeting was made, and was not returned on the 25th of August. Also Cap tain Buchan of the Purple Colours, whose private business obliged him indispensably to be in the country, and had obtained the commandant's permission of absence. Cap1 Gillcspie, as oldest captain, acted as major. Thanks are due to the whole corps for their regular and attentive be haviour, and particularly to Col. Jollie, Cap' Gillespie, and Cap' Jackson, for their steadiness and good conduct in their several commands. , (Signed) William Creech, Commandant. Edinburgh, Septem' 16th, 1780. The Corps of Captains met upon the evening of this day, in the house of Mr Beitson, agreeable to an order from the Magistrates, who were apprehensive of disturbances in the city upon the election of William Millar, Esq'e, to be member for the city.* However, everything remaining quiet, and there being no appearances to the contrary, at eleven the corps returned to quarters. (Signed) George Jollie, L-Col. * In 1780, local polilics ran high,— the re-election of Sir Laurence Dundas, Bart, the former member for the City of Edinburgh, was opposed by William Miller, Esq., yr. of Barskiming, afterwards Sir William Miller (Lord of Session), and Mr Miller was returned to Parliament, but upon a petition by Sir Laurence to the House of Commons, Mr Miller's election was (16th March 1 78 1) set aside, and Sir Laurence declared sitting member."], [105, "The Trained Bands of Edinburgh. 99 Act 392. Act 393. Act 394 Edinburgh, Scptem' i8\"' 1780. The Corps of Captains met again, upon the evening of this day, in the house of Charles Walker, agreeable to an order from the Magistrates, who were still under great ap prehensions for the peace of the city from the above men tioned election, and the election of the convener this day ; but there being not the smallest appearance of noise, the corps retired by half-past nine. (Signed) George Jollie, IA-Col. Edin', the 17\"' Aprill 1781. The corps apointed Thos. Hill, Esquire, to be their lieutenant-colonel, in place of George Jolly, Esquire, now resigned. And apointed John Hay, Esquire, to be their major, in place of Alex. Walles, Esquire, now resigned. (Signed) Thos. Hill, L'-Col. Edinr., the 4th of June 1781. The under subscribers was this day made honorary captains of the Trained Bands of Edin', and promised to be faithful to the corps. (Signed) Chas. Hav. Francis Shand. Will. Campbell. Andrew Frazer. Adam Smith.* Messrs Charles Hay, Francis Shand, William Campbell, Andrew Frazer, Adam Smith, and Alexander Webster, were made honorary captains of the Trained Bands with the usual solemnity ; and, after spending the evening with grate joy, the whole corps retired, but in distinct divisions and good order, to quarters. (Signed) Thos. Hill, L'-Col. * Founder of Political Economy as a separate branch of human knowledge. (See page 143 infra, under date 4th June 1 781.)"], [106, "The Trained Bands of Edinburgh. 100 Act 395, Act 396. 16th May 1782. [Here follows muster-roll of the officers.] Same day, in compliment to the Lord Provost, who was absent, the commandant gave Stewart as the word for the day. It is to be observed, with regard to the appointment of Lieut-Colonel Dempster by the casting-vote of the preses, that Mr Dempster was not present, and that the late l'-coh, altho out of commission, voted against the appointment, that Captains Lothian and Hutchison did not choose to vote upon the occasion, and that Cap' Murray, the other candidate, voted for himself. This has been the first opposition to the nomination of l'-collonel by the commandant upon the records of the society, and probably perfectly illegal. In order to render the minutes of the Society of Captains in future intelligible, and to prevent disputes in the corps with regard to precedent, it is proposed that no person can be elected clerk to this corps without having previously given proof of his acquaintance with grammar and ortho graph}', and being a legible penman, as many inconveni ences have been experienced by such deficiences. (Signed) JAMES DEMPSTER, L'-Col, T. B. 1 8 May '82. The following officers to be fined, by order of the com mandant, L'-Collonel James Dempster, for not being pre sent at dinner the 16 May '82, two magnums of claret : Major John Hay, for exceeding the leave given him by the commandant, 16 May '82, two magnums of claret. Cap' Buchan, for not being present, 16 May '82, he not having leave of absence from the commandant, four mag nums of claret."], [107, "The Trained Bands of Edinburgh. 101 Act 396. Act 397. Cap' Morgan, for retiring, the 16 May '82, without leave from the commandant, two magnums of claret. Cap' Campbell, for the same fault with Cap' Morgan, two magnums of claret. Cap' Murray, for the same fault as the two preceeding officers, two magnums of claret. Cap' Hutchison, for exceeding his leave of absence half an hour, one magnum of claret. (Signed) JAMES DEMPSTER, L'-Col., T.B. Edinburgh, 4 June 1782. — The Corps of Captains met this day, according to orders, in the Goldsmiths' Hall, alongst with their subaltern officers, and proceeded, in company with the Magistrates of this city, to the Parlia ment House, where many noblemen and gentlemen assem bled, for the purpose of celebrating the anniversary of his Majesty's birth. The health of the King, Royall Family, and many other loyal toasts were given, under regular platoons from the City Guard. The Corps of Captains retired in the evening to Fortune's, and had the pleasure to entertain the Lord Provost, Magistrates, and several respectable members of the Council, alongst with a number of the principal citizens, and sundry officers of the arm)*, with that elegance so peculiar to the Corps of Captains. In absence of the commandant, James Bartlet, Esq., as late commandant, did the corps the honor to preside, and behaved with that regularity and pleasantry which has always marked his character. Major Hay being also necessarily absent, Captain Lothian supplied his place with the greatest pro priety. After spending the night in the greatest harmony, the whole troops retreated in distinct divisions, and retired to quarters in good order. In compliment to the absent commandant, Mr Bartlet gave Allan as the word for the night. (Signed) James DEMPSTER, L'-Col, T. B."], [108, "The Trained Bands of Edinburgh. 102 Act 398. Act 399. Act 400. Officers to be fined for neglect of duty. Cap' Francis Buchan for non-attendance on his Majesty's Birthday without leave, eight magnums of claret. Cap' George Kinnear, for the same fault as Cap' Buchan, eight magnums of claret. Cap' Murray, for being absent at supper without leave, four magnums of claret. Cap' Bertram, for retiring after supper without leave, four magnums of claret. By Order of the Commandant. (Signed) James Dempster, L'.-Col., T. B. Arthur Forbes, serjeant, being turned off for bad be haviour, James Cameron was recommended by Commandant Allan to succeed him, the same was unanimously agreed to by the corps. (Signed) James Dempster, L'.-C, T. B. 15 Novr. 1782. William Murray was appointed L'-Collonel, in room of Mr Dempster, and the new captains above-mentioned quali fied and received. The captains had the honour of enter taining at dinner the Lord Provost, Council, James Hunter Blair, Esq', Member of Parliament for this City, and several other gentl\". The whole was conducted with propriety, and at night the troops returned in district divisions to quarters in great good order. (Signed) William Murray, L'.-C, T. B. Edin', 8 Sept. 1784. — The capt\"s, lieutenants, and ensigns of the Trained Bands, being convened by the commandant, in consequence of an order from the Lord Provost, to attend the wheeping of Paull and Anderson, actors in the late"], [109, "The Trained Bands of Edinburgh. 103 Act 400. Act 40 Act 402. riots at Cannonmills, it being apprehended that from the numerous multitudes asembled on such occasions that another mobing or rioting might ensue, the corps being accordingly mett in the old Justiciary Court-room, where they were furnished with stowt oaken sticks, went furth in regular order, and attended the Magistrates on said occasion, and by their formidable and respectable appear ance, had the good effect of detering the multitude, so that they became only peaceable spectators. Absent on this necessary occasion — Capten Anderson, Capten Bonner, Capten Wright, Capten Morgan. A proper excuse was made by Capten Bonner, he being at the time, and some days befor, in Glasgow. (Signed) Thos Tibbetts, L'-C, T. B. Edinburgh, 15\"1 February 1786. — The Society of Cap tains being met in the house of Charles Walker, vintner in Writer's Court, the gentlemen whose names are hereto sub scrib1' were admitted honorary members : — George Camp bell, one of the present Merchant Counsellors ; George Saville Carey, well known for bis agreeable imitations of many of the theatrical performers' songs and speeches ; the Revd Dr Will. Gloag, one of the ministers of the City of Edin', much respected, being possessed of every quality worthy of a clergyman ; and Geo. Hay, late major of the 8o,h Reg', a gentleman of uncommon talents and of abilities fit to please on all occasions. (Signed) Geo. Campbell. Geo. Saville Carlv. Will. Gloag. Geo. Hav. On the same day, the Right Honble James Hunter Blair, Esq', Lord Provost, and other Magistrates ; Will\"1 Creech and Donald Smith, Esq., late worthy commandants ; and other late worthy officers of the Trained Bands, being assembled, at half-past four o'clock afternoon, sat down to"], [110, "Tlie Trained Bauds of Edinburgh. 104 Act 402 Act 403 an elegant dinner ; after which our commandant, John Gloag, Esq'., gave many loyal and patriotic toasts ; sur rounded with a company of respectable and agreeable guests, made the evening pass on with the greatest convi viality and harmony. William Coulter, Captain of the Yellow, officiated as Major for Andrew Bonar, Cap' of the Green and White, he being necessarily detained that day as a juryman on a Justiciary Trial ; however, like a good soldier, he came to his post before the troops seperated. The Commanding Officer of the Guard for that day waited on the Commandant to get the watch word, which was given Hunter. Sometime afterwards, it being time to go to quarters, the corps retired in distinct divisions, and in excellent order. (Signed) Thus. Reid, L'-Col, T. B. Edinburgh, 4th June 1786. — The gentlemen, whose names are here under subscribed, were admitted honorary captains, and promised to be faithfull to the corps on all occasions. (Signed) John Paterson. Henry Cox. Gordon Urquhart. This day being the anniversary of his Majesty's birth, John Gloag, Esq', Col1, Commandant, met with the Society of Captains in the Goldsmith's Hall, where were also assembled the Society of Lieutenants and Ensigns ; the whole corps having appended to their left breast ribbons made in the form of a rose, and denoting each of their colours, and being arranged, they followed the Right Honble Lord Provost and Magistrates in regular procession to the Parliament House, where the health of the day, with many other loyal and patriotic toasts were given by the Lord Provost to a numerous company of nobility and gentry met on the occasion, each toast accompanied by platoon firing from the City Guard. The captains met in the"], [111, "The Trained Bands of Edinburgh. 105 Act 403. Act 404 Act 405. evening at Fortune's, and, with the Right Honble Lord Provost, Magistrates, and other worthy and respectable guests, sat down to an elegant entertainment, conducted with the wonted conviviality and harmony. The Com manding Officer of the City Guard took the watch word from the Commandant, which was given Dunskey* in compliment to the Lord Provost, it being the name of one of his estates. The night concluded as usual, with the corps retiring in separate divisions and in good order to their respective quarters. (Signed) Thos. Reid, L.-C, T. B. Edinburgh, 4th June 1787. — The undersigned gentleman, Mr Miller, was admitted an honorary member, and pro mised to be faithfull at all times, he having gone through the common ceremonies, which was performed by the Rev. Dr James Macnight, chaplain to the society, and in room of Mr John Maclure, deceased. (Signed) Thos. Reid, L.-C, T. B. Willm. Miller. Edinburgh, 30th January 1789. — The following gentle men were admitted honorary members of the Corps of Captains, and, after going through the usual solemnities, promised to be faithfull to the corps on all occasions : — (Signed) Gilbert Innes. William FETTES.t A. Cunningham. Francis Strachan, John Clunie. John Campbell. Alexr. Wood. Walter Hutton. *The Lord Provost of that day was James Hunter Blair, of Blairquhan and Dunskey. t Afterwards Sir William Fettes, Lord Provost of Edinburgh. H"], [112, "The Trained Bands of Edinburgh. 106 Act 406. Act 407. Edinb', J any. 30\"', 1789. — At the last election of Magis trates, John Hutton, Esq'., was chosen Cap' of the Orange Colours, and to succeed And\" Bonnar, Esq'., as command ant of the Corps of Captains. It being previously sug gested by the commandant that the corps should this day appear in iniform, which was instantly agreed to by the whole. In consequence of which, the corps this day mus ter'd in the following iniform : — A dark blue coat, plain yellow buttons, white vest, nankeen breeches, and white silk stockings, each cap' having appended to his left breast ribbons made to the form of a rose, denoting each of their colours — being convened in the house of J. Hunter, vintner, Writer's Court, they had the honour of entertaining the Lord Provost, Magistrates, and many other gentlemen visitors, with a degree of elegance equal to any of their former meetings. Commandant Hutton, presiding with distinguished abilitiy, kept the company long together in the most exalted degree of harmony and good humour. A vote of thanks pass'd to the late commandant for his par ticular care and attention to the corps during the time of his being in office. After spending the afternoon and night in the most happy and social manner, the troops retired in separate divisions to quarters in good order. (Signed) Robt- Buchan, L'-C, T. B. Edin1, April 19\"', 1791. — The Captain Commandant met with the Corps of Captains this evening in the house of Mrs Fortune, and recommend the following uniform for the fourth of June, His Majesties birthday, which was unani mously approved of, viz., coat, dark blue, with lapells, yellow butons ; breeches, buff casmeer, yellow butons * cockt-hat and cockade ; dress sword, white silk stockings, and gloves ; colours to be worn in form of a rose on the breast. The lieu'-col1 got orders to notifie this resolve to the commandants of the other two corps."], [113, "The Trained Bands of Edinburgh. 107 Act 407. Act 408. The treasurer's accounts were examined, and there ap peared a balance of four pounds nineteen shillings and six pence to his debit, preceding this night's bill. The corps was at this meeting favoured with the com pany of their late commandant, Adam. Keir, Esq'., who lamented not having it in his power to attend their last meeting. Having enjoyed a very sociall and happy evening, the corps marched peaceably to quarters. (Signed) Alexr Boog, Lieut.-Col, T.B. N.B.- — The ancient and valuable box belonging to the captains of the Edin' Trained Bands, and under care of the lieut.-colh, had ornaments of medalls at this time to the number of fifty-two. (Signed) ALEXR BOOG, L.-C. Edin', 1791, June 4\"'. — Being the anniversary of his Ma jesty's birth, the corps, by order of the commandant, Charles Kerr, Esq., muster'd, wearing uniform as former minuet, in Goldsmith Hall at five o'clock afternoon, where the captains were met by the other two corps of city militia officers, and joined in procession with the Lord Provost, Magistrates, and Town Council to the Parliament House. There an elegant desert was provided, and several noblemen, gentle men, and respectable citizens, by invitation from the Lord Provost, attended. His Lordship, in honour of the day, gave the King, Queen, Prince of Wales, and many other loyall toasts, accompanied with music and volleys of the City musketry, after which the company adjourned. In the evening the corps again muster'd in house of Mrs Fortune, and at supper were honoured with the company of the Lord Provost, Magistrates, severall of the Town Coun cil, and other extraordinary captains. The meeting was very social and happy under the presiding of the command ant, who, in honour of the Chancellor of Exchequer, gave Pitt as password for the night. The commandant, paying"], [114, "108 The Trained Bands of Edinburgh. Act 409. Act 410. proper regard to the succeeding day (Sunday), timeously dismissed the corps, who, in good order, marched to respec tive quarters. (Signed) Alexr Boog, Lieu'-Col'., E.T.B. Edin', 4th June 1792. — The usual etiquette of mustering in Goldsmiths' Hall, and joining with the Magistrates and Council in procession to the Parliament House, was observed by the officers of the City Trained Bands, who were there, with many of the citizens and gentry in the neighbourhood, elegantly entertained ; after which the commandant ad journed with the Corps of Captains to tea and coffee in Fortune's Tavern. A spirit of licentiousness appearing among some of the lowest order of the people, occasioned the corps, from the necessary steps being taken for preserv ing the peace, to be later than usual of sitting down to supper. However, the magistrates having taken proper precautions, no material disturbance took place. The corps was upon this occasion, the anniversary of His Majesty's birth, honoured with the company of the Lord Provost, Magistrates, and many of the Town Council. The commandant gave Edinburgh for watchword of the night, and, with his usual manly and social spirit, keept the company all happy till the time of their marching to re spective quarters, which was observed with proper decorum. (Signed) Alexr BOOG, Lieut.-Col. Edin', 14th Feb. 1793. — The Council of the City having appointed Adam Freer, Esq1., Captain of Orange Colours and Commandant of the Corps of Captains, he, this even ing, met with the corps in Hunter's Tavern. Several of the captains having served their time, leets for filling the vacancies were made out to be presented to the Town Council. James Jackson, Esq'., bailie, honoured the meeting with his company, and received the thanks of the commandant"], [115, "T/ie Trained Bands of Edinburgh. 109 Act 4II and corps for his services and the attention he had paid to the dutys of his office during the commandantship. The lieut. -colonel having been called into the Civil Government of the City, and retiring from his military situation, pro duced, as treasurer, his accounts to this date, which were found to be fairly ballanced. (Signed) Alexr BoOG, Lieut.-Col, E.T,B. Edin', 28th Jany. 1794. This night the corps muster'd at Hunter's Tavern, by order of the commandant, for the purpose of electing new captains in place of the following, who had served the usual time, viz. :— Major Charles Phin. Captain John Thomson. Richd- Bannatine. Geo. Montgomery. And*'- Smith. Archd- MacCoul. James Cooper. In consquence of a motion offer'd by Command' Walter Lothian, Esq'., the above captains readily and cordially agreed to serve in the corps for another year, which offer was very thankfully received by the whole body. The corps then agreed on the following letter to be sent to the Lord Provost, viz. : — Edinr., 28th Jany. 1794. \" My Lord, — The Corps of Captains of the Trained Bands having met by appointment for the purpose of electing successors to the captains who in the usual routine go out. These captains unanimously and chearfully, in consideration of the late attempts to disturb the public peace, and in testimony of their aprobation of the conduct of the Lord Provost and Magistrates, make offer to con tinue their services in their present capacity of captains to"], [116, "The Trained Bands of Edinburgh. 110 Act 411 Act 412. Act 413. support the civil power of this city for another year, and this they do with the aprobation of the whole corps, and have appointed this to be signed in their name by— My Lord, your Lordship's most obed' and very humble ser's, (Signed) \" Walter Lothian, Commandant. \" Geo. Armstrong, Lieut. -Col. Charles Phin, Major!' (Signed) Geo. ARMSTRONG, L.-C, T. B. Edinburgh, 4 June 1796. The Corps of Cap*5 of the Trained Bands, with Comm' Phin, mustered by order at the Old Church aisle, between five and six o'clock in the afternoon, and from thence they in procession followed the Lord Provost and Magistrates to the Parliament House, where the Due de Angouleme, and several of the French nobility, and gentry of this coun try were assembled, for the purpose of celebrating the an niversary of His Majesty's Birthday. Many loyal and patriotic toasts were given by the Lord Provost, which, as usual, were accompanied by discharges of the town mus quetry. Edinburgh, 4\"1 June 1797. — The corps mustered in the Old Church aisle, by order of Colonel-Commandant Archi bald Gilchrist, at five o'clock p.m., and joined the proces sion of the Right Hon. the Lord Provost and Magistrates to the Parliament House, to celebrate the joyful anniver sary of His Majesty's Birthday. The company assembled for the above purpose was numerous, martial uniform its distinguished feature, being principally composed of the different bodies of Royal Edinburgh and other volunteers. Several French nobility of the first rank, followers of the fortunes of the exiled Monsieur le Comte DArtois, of the dethroned house of Bourbon, resident in the Abbey of Holyrood House, did honor to the health of our beloved"], [117, "Tlie Trained Bands of Edinburgh. 111 Act 413. Act 414. sovereign. The toasts given by his Lordship were adapted to the times, and cheered with much loyalty. In the evening the corps supped in the Tontine Tavern, and were honored with the company of the Lord Provost, Magistrates, and several other persons of distinction. Lieut-Col1. Hay, of the 2d batt. 2 reg' of R.E.V., and other military officers of rank, also obliged the corps with their presence. The commandant presided with unusual gaiety and credit to the corps, and gave \" The King \" for the watchword, which went round with heartfelt satisfaction. At this meet ing many excellent toasts were given, patriotism pervaded every bosom, and, although it expressed itself by much good humour, the company failed not to break up in its wonted good order. God save the King. (Signed) John Young, jun\\, Licu'-Colonel and Secretary. Edinburgh, 5\"' February 1798. — At the annual election of the members of Council, the Lord Provost and Magis trates, having been pleased to appoint William Phin, Esquire, Commandant of the Trained Bands, in the room of Mr Gilchrist, promoted, he was this day introduced to the Company of Captains, who were met to receive him. He took post at their head, and did the honors of the day with much propriety. The corps felt it an indispensible duty to record by their minutes, that no election ever gave it more satisfaction than the appointment of this gentleman to command them. At this meeting it was observed that, since the formation of the first regiment of Royal Edinburgh Volunteers in 1795, the civil power had not found it necessary to call the Trained Bands to its aid, and that it would not be improper for the company to consider whether it should request the Council to suspend its functions during the existence of the"], [118, "The Trained Bands of Edinburgh. 112 Act 414, volunteers, more especially when it was remarked that all the officers of the Trained Bands were, in one shape or other, connected with some of the military bodies, associ ated for the defence of their King and of their country. This observation was not made from the more distant wish to loosen the bonds of obligation of service, but from an earnest desire not to give unnecessary trouble to the Council. The question, however, being of a very delicate nature, and demanding particular attention, a committee (consisting of the Commandant, William Phin, Esq1., Lieu'- Col'., John Young, jun1\"., Major William Raeburn, and Cap tains Simpson, Bonnar, and Walker,) was appointed to consider the propriety of the measure, and to report its opinion at the first general meeting. Agreeably thereto, the committee met on the 12th of the month, and gave the subject the discussion it merited. After several ingenious remarks, and a careful review of the minutes since 1676, which furnished many excellent and incontestible proofs of the good services which the Trained Bands had rendered to the civil power, the committee was of opinion that no appli cation whatever should be made to the Council, and that, however much it regretted the trouble the annual elections of officers now gave to the Magistracy, and however forcibly the conviction of the inutility of the co-existence of the Trained Bands with the other regular and well-drilled regi ments of Royal Edinburgh Volunteers was impressed on its mind, still it determined that the laurels obtained by the institution should not wither in their hands, and that, as the present officers were as willing to fulfill the duties of their stations as any of their predecessors, the committee judged the attempt to shrink from these would be disgrace ful. This opinion was, in due course, laid before the next general meeting, and unanimously approved of. As usual, therefore, the lett of the five officers who annually retire, with the names of their proposed successors, was given by the commandant to the Council on the 14 February 1798. The presenting of this leet brought the idea of the Trained Bands in full view before the members of Council, and his"], [119, "Tlie Trained Bands of Edinburgh. 113 Act 414. Lordship was pleased to remark, that the present officers of the Trained Bands merited the thanks of the community in a superior degree, as they were acting both in the stations which were assigned to them by the Magistracy and as volunteers in the other regiments. His Lordship was pleased to add that he felt much pleasure in giving this public tes timony of his approbation of the conduct of all the corps, but in particular that of the captains (now more particularly before him), and concluded by saying that he thought that the services of the whole body should be dispensed with during the existence of the R. E. Volunteers, or during the pleasure of the Council. His Lordship having made a motion to that purport, it carried unanimously. The fol lowing is a verbatim copy of the extract concerning it : — \"At Edinburgh 14 February 1798. \" Which day the Right Honb'e The Lord Provost, Magis trates and Council of the City of Edinburgh being assembled —There was produced in Council a list of citizens, pro posed to be Captains in the City's Company of Train Bands instead of those going out of office, and the Council suspend the appointing of officers for the Train Bands of the City during the subsistence of the Royal Edinburgh Volunteers or the pleasure of the Council. \" Extracted from the Council Record by (Signed) \" James Laing, Dep. C.C.\" The commandant having laid the above before the cap tains, they warmly expressed their obligations to the Coun cil, and they requested him to assure it, that they would willingly assume their stations at the first call of the Magis tracy, and they entreated their commandant to take the liberty to represent to the Council that their officer would be the only sufferer by the suspension, and that they begged the Council would be pleased to allow him some trifle annually."], [120, "The Trained Bands of Edinburgh. 114 Act 414 The following is the Extract concerning this business : — \" At Edinburgh, the twenty-eight day of February, One thousand seven hundred and ninety-eight. \" Which day the Right Honble the Lord Provost, Magis trates, and Council of the City of Edinburgh being assem bled, — Read letter from the Captain of Orange Colours of the City's Train Bands, addressed to the City Chamber lain, which is of the following tenor, — ' Dear Sir, — The gentlemen of the Train Bands, while they are sensible of the obligations the Lord Provost and Magistrates have laid upon them under, by a suspension of their services for a time, have requested me to solicit that his Lordship and Council will have the goodness to allow the officers belong ing to each corps a small sum annually (suppose a guinea), in lieu of the gratuities they received from the gentlemen, which might be from twenty-five shillings to forty shillings. This favor, they flatter themselves, will not be denied them, as, independent of the advantage the good town derives from the suspension of the corps, they trust his Lordship and the Council will not refuse this only request to a society who have always shown their readiness and zeal to support peace and good order in the city. \" If you will take the trouble to lay this before his Lord ship and the committee, you will very much oblige, dear Sir, yours, etc., (Signed) ' WM Phin, C.O.C Which, having been considered by the Magistrates, they granted the desire thereof, and authorised the City Cham berlain to pay to each of the present officers of the City's Train Bands one guinea annually during their lives. Ex trated by (Signed) \" James LAING, DepA These minutes being laid before the captains at a general meeting on the fourth day of March by Mr Phin, the Com pany considered their duties at an end ; but could not part without attempting to pay to Thomas Hay, Esq., their"], [121, "The Trained Bands of Edinburgh. 115 Act 414 tribute of thanks for his eighteen years obliging services. They well know that no record on their books can add to his character, but they hope he will esteem this as a mark of their regard to him. To advance to their learned and very worth) chaplain, the Rev. Dr Macknight, with any appearance of adequate expression, for the good he has done them for ten years, both by his example and precept, the captains well know is in vain. They therefore briefly thank him in the letter of the word. Nor can the Company separate without re viewing the conduct of their sergeant, John Cameron, which affords them much pleasure. They regard, too, that he will receive this public testimony of their approbation of his long and faithful services. The internal concerns of the Company being now ad- justed, and the duration of its suspension very uncertain, it is judged proper to give the reason of this measure, as the minutes have but barely hinted at it. It proceeds from the Revolution in France having overturned the throne, murdered the sovereign of that country, and driven with a daring arm the happiest to beggary or migration. From their various directors silently disseminating their ruinous principles in Britain (while they were engaged in war with their neighbouring powers), principles of such a nature as to blast indiscriminately the prosperity of the palace and the contentment of the cottage, — our ever watchful Go- vernment unmasked their designs, and forced them to attempt our ruin by open hostility. At a very early period of the war, the City of Edinburgh led the way in loyal ex- pression of their attachment to their king and their country, and was the first in the island to associate for the defence of our invaluable liberty. One regiment of 700 volunteers was soon formed, and served without pay, the good effect of which was instantly felt in counteracting and exposing the destructive levelling principles. The French arms proving victorious on the continent, the merit of which is as much to be ascribed to the effects of their ideal (and never realised) schemes of happiness, as their valour, they shook"], [122, "T/ic Trained Bands of Edinburgh. 116 Act 414. Act 415. to the centre several thrones of Europe, and, in the height of their folly, twice refused us peace on honourable terms. Such a cruel and vindictive spirit fretting at the comfort and blessings we enjoyed, swore in its wrath, that the two Governments should not exist together, and immediately commenced formidable preparations to invade us. At this period it became every Briton to rally round the throne. Edinburgh again was foremost, and in a few weeks its volun teers were upwards of 3000. It was at this time that the Lord Provost proposed the suspension of the Trained Bands, as he saw that the officers, wishing more active engage ments,had enrolled themselves in the different military corps. The Captains of the Trained Bands feel, in common with their fellow-subjects, the pleasure of standing forward in the defence of their King and their country, but will, at the same time, be always ready to resume their stations as officers of the Trained Bands of the City. (Signed) JOHN YOUNG, Jun'., Lieut.-Col. & Secretary. Note. — From this date (14th February 1798), in conse quence of the threatened invasion by France, and the forma tion of \"The Royal Edinburgh Volunteers,\" the Magistrates and Town Council suspended the appointment of Officers of the Train Bands during their pleasure. Between 1798 and 1850, there are no Minutes of the suspended Society of Captains, but the Magistrates and Council, in 1848, appointed William Wilson, Bookseller in Edinburgh, Captain of Orange Colours, and Commandant of the Train Bands, and they continue to make this appointment annually, and the said Commandant until recently pre sented to the Magistrates and Council, at their annual dinner, a \"riddle of claret.\" The Commandant, during the tenure of his office, is custodier of the Colours of the Train Bands, Snuff-box, Tobacco Pipe and Pipe Case, which belonged to the Society, and the Silver Cup presented to the Council by Commandant Wilson. (See Lithographs, pages 75 and 116; and also page 149 infra)"], [123, "Snuff Box, Tobacco Pipe, Pipe Case, and Silver Cup."], [124, ""], [125, "Tlie Trained Bands of Edinburgh. 117 Act 416. Act 417. Minute of Appointment by the Magistrates and Council on 10th October 1848. Wm. Wilson, Bookseller in Edin., to be the Captain of Orange Colours and Commandant of Train Bands. PRESENTATION of a Silver Cup by Commandant Wilson. On Tuesday evening, the 29th October 1850, being the last meeting of the Town Council for the year, the mem bers, as usual, dined together ; and, after the drawing of the cloth, William Wilson, who had held the appointment of Captain of the Orange Colours for the last two years, with high honour to himself and to the entire satisfaction of the Magistrates and Council of the City of Edinburgh, presented to the Council a Silver Cup, bearing the follow ing inscription : — Presented to The Lord Provost Magistrates, and Council of Edinburgh by William Wilson, Bookseller, Commandant of the Trained Bands In the years 1849 and 1850, And to be placed in the Custody of his Successors in Office. William Johnston, Esquire of Kirkhill, Lord Provost. 29th October 1850. The Captain then asked the Lord Provost to set a good example to the company by partaking of the \" magnums\" of claret which he had tabled with the cup ; with which re-"], [126, "118 T/ie Trained Bauds of Edinburgh. Act 417. Act 418. quest his Lordship complied in the most condescending manner, by filling a brimming measure to the health of \" Her Majesty Queen Victoria,\" and the cup passed round the company in true \" love cup \" style. (It is hoped not for the last time.) The Captain gave the parole for the evening, Johnston, in compliment to William Johnston, Esq. of Kirkhill, Lord Provost of the City of Edinburgh. William Wilson was afterwards re-elected Captain of Orange Colours, and Commandant of the Ancient Trained Bands. (Signed) W. JOHNSTON, Lord Provost. At Edinburgh, the eighteenth day of January eighteen hundred and fifty-eight, at 3 Baxter's Place, the quarters of George Hislope Girle, the Captain of Orange Colours, the Right Honourable John Melville, Lord Provost, being present, with the following Magistrates, members of the Town Council, and civilians, viz : — Councillor Alexander Hay. Bailie Robt. S. Grieve. Robt. Johnston. Thos. Russell. ,, James Macknight. ,, Jas. D. Marwick. „ Jas. Crighton. ,, John Hope. „ Geo. H. Marshall. ,, Alex. Cassells. Wm. J. Sands. ,, Geo. Hill. John Boyd, junr. „ Geo. Wood. „ Jas. Ford. Jno. Greig. „ Jas. Drysdale. ,, Jas. C. Anderson. „ Peter Anderson. Treasurer Geo. E. Russell. Convener Geo. Tibbetts. Lord Dean of Guild Duncan Mackinlay. Councillor And. Fife, ex-Bailie. Francis Brown- Douglas, ex-Bailie. William Dick, ex- Captain. Thos. Murray, ex- Captain. Francis Richard- son, ex-Captain. David Peat, ex- Captain."], [127, "The Trained Bands of Edinburgh. 119 Act 4 1 8. J. S. Johnstone, S.S.C. Chas. Morton, W.S. Wm. Nelson, Publisher. John Gray, Bookbinder. Geo. Cairns, S.S.C. W. A. Peterkin, Board of Supervision. Chas. Mackay, Jeweller. Alex. Russell, Editor of Scots- man. Robt. Paterson, City Assessor. Robt. Stewart, Artist. Robt. Bryson, Watchmaker. Thos. Mossville, Tanner. D. J. Thomson, ex-Bailie. Andrew Morison, ex-Bailie. Dr Balfour, Governor of Heriot's Hospit1. R. L. Dymock, Procurator- Fiscal. David Murray, Accountant. F. H. Carter, Moderator of High Constables. Dr Gardner, Senr. Keiller. Littlejohn. M'Gilchrist. Alex. Ramsay, Manager of the Water Compy. At eight o'clock p.m., the Orange flag was unfurled, and the insignia produced, connected with the ancient corps of the City Train Bands, and, also the convivial records of the corps from Sep. 3, 1733, to 21st August 1798, which had been recently collated, mounted, and elegantly bound, gratuitously, by Mr John Gray, the workmanship of which was much admired, and pronounced by all as reflecting great credit upon the taste and ability of the establishment over which that gentleman presides. Measures of a useful nature were propounded and dis cussed, arrangements were furthered for a public demon stration in honour of the coming event, the marriage of the Princess-Royal, and other important business. Thereafter the company partook of refreshments, and, before their separation, attempted to revive that spirit of conviviality which, from the annals produced, evidently had for so many years distinguished those who served and associated with former Captains of Orange Colours ; highly approving of such musters, and recommending their future adoption to succeeding commandants. By Order."], [128, "The Trained Bands of Edinburgh. 120 23rd June 1874. Act 419. Councillor Hall, in terms of notice given by him, moved as follows : — \" That the insignia in the custody of the Captain of the Orange Colours being in a bad state of repair, it be remitted to the Treasurer's Committee to have them properly repaired, with powers.\" The Magistrates and Council approved of the foregoing motion, and remitted in terms thereof. (Signed) Geo. Cousin, Bailie, A cting Chief Magistrate. 19th October 1874. .ut 420. Read and approved of the following report by the Trea- surer's Committee, on motion by Councillor Hall, as to repair of insignia of Captain of Orange Colours : — \" Edinburgh, 16th October 1874. — The Treasurer's Committee beg to report that the insignia have been properly repaired. (Signed) \" J AMES Colston, Tr.\" On the motion of Treasurer Colston, the Magistrates and Council accorded their thanks to Councillor Hall for directing attention to the matter. (Signed) James Falshaw, Lord Provost."], [129, "The following are a few Autograph Signatures of Com- mandants of the Trained Bands, Lord Provosts of Edinburgh, and other well-known Citizens of their day, — including Adam Smith, Author of \"Wealth of Nations\"; Hugo Arnot, Historian of Edinburgh; Rev. James Macknight, D.D. ; William Creech, Bookseller ; Sir William Fettes, Founder of the Hospital bearing his name ; Gilbert Innes, of Stow, etc., etc.,— Photo-Lithographed from the Records of the Society."], [130, ""], [131, ""], [132, ""], [133, ""], [134, ""], [135, "APPENDIX, OFFICE-BEARERS and MEMBERS of the SOCIETY of the CAPTAINS of the TRAIN BANDS OF the CITY OF EDINBURGH, from November 1676 till 1889. Date of Election. 1676. Novr. 23. Thomas Crawford appointed Clerk. In 1680 one of the Bailies. 1677. Feby. 5. Thomas Kennedy. 4th Bailie, 1678 ; ist Bailie, 168 1 ; Lord Provost, 1685 ; Sir Thomas Kennedy, Lord Provost, 1686. Robert Johnston, Inquisitor of Rolls. Ap- pointed by the Town Council. James Hutchison, Master Household. Appointed by the Society. ,, June 4. Ale.xr. Robertson, Clerk. 1681. Feby. 7. Alexr. Simpson appointed Clerk. In 1727, 2nd Bailie. James Baillie. In 1687, one of the Bailies. John Hamilton. Jo. Charteris. John Justice. Ro. Handyside. W. Meinzeis. Appointed Captain Mode- rator 26 Novr. 1686; 2nd Bailie, 1693 ; Treasurer of the City, 1688- 89-90; ist Bailie, 1697. W. R. Neilsone. In 17 12, ist Bailie. Patrick Skirving. I"], [136, "The Trained Bands of Edinburgh. 122 Date of Election. 1 68 1. Feby. 7. Patrick Thomson. George Wedderburne. Appointed Cap- tain Moderator 1 Octr. 1684. James Nicolson. In 1686, 2nd Bailie. John Thomson. Dn. Mclntosh. Al. Robertson. James Lethom. 17. Captain Penman appointed Moderator. Jno. Chancelor appointed Moderator. Octr. 1682. Octr. 4th Bailie, 1683. 4. James Murray. Deer. Patrick Chalmers. J. Duncan. 1st Bailie, 17 14. G. Drummond. Appointed Clerk 30 July 1683. Appointed Captain Moderator 18th October 1683; 4th Bailie, 1664; 2nd Bailie, 1668; 1st Bailie, 1682 ; Treasurer of the City, 1684-85. A. Littlejohn. Andrew Whyrtone James Purdie. James Boyd. James Middleton. 1683. July 30. Andrew Hamilton Appointed Clerk 1 Octr. 1683. Will. Gordon. Octr. 2. John Robertson. 4th Bailie, 1689; 2nd Bailie, 1691 ; 1st Bailie, 1694; Dean of Guild, 1695-96. Thomas Fisher. Patrick Stiell. 1684. Octr. 6. Wm. Wilson. Wm. Brown. Robert Campbell Patrick Chalmers Dec. 30. Wm. Cockburn. John Sandilands. Hugh Blair. 4th Bailie, 1691. Dean of Guild, 1693-94. Walter Scott* * T!V,S ,Wa'ter Scott mi§ht have been the Grandfather or Granrluncle of Sir Walter, who was born 15th August 1 77 1."], [137, "The Trained Bands of Edinburgh. 123 Date of Election. 1684. Deer. 30. J. Hepburn. Appointed Captain of Orange Colours and Captain Moderator 10 Deer. 1687. 1685. James Marjorbanks. 1686. Novr. 26. Gilbert Stewart appointed. Clerk Mode- rator, in absence of Moderator Laudcr, 7 Novr. 1688. Deer. 6. Andrew Brown. Edward Cuningham. Walter Lermonth. Wm. Keir. 1687. Jany. 3. George Macfarlane appointed Officer of the Society. July 15. Robert Hill. Sept. 8. George Livingston. Note. — At this period (1687) the Captains of the sixteen companies are enumerated in the Minute-Book as follows : 1. Orange Company, Captain Moderator George Wedderburne. 2. White 3. Blue Thomas Fisher. Hugh Blair. Patrick Stiell. 4. White & Orange 5. Green & Red Patrick Chalmers. Andrew Hamilton. 6. Purple 7. Blue & White 8. Orange & Green 9. Green & White 10. Red & Yellow 1 1. Yellow John Hay. Walter Scott. Wm. Cockburn. Andrew Brown. John Sandilands. 12. Red & Blue 13. Orange & Blue 14. Red & White 15. Red, White, | Wm. Wilson. Wm. Brown. James Marjoribanks. Robert Campbell. & Orange 16. Red „ John Robertson. Date of Election. [687. Octr. 28. Colin Lauder, mercht. Appointed Cap- tain Moderator 7 Novr. 1688."], [138, "The Trained Bands of Edinburgh. 124 Date of Election. 1687. Deer. 24. Patrick Johnstone, mercht. Moderator, Oct. 1694; 3rd Bailie, 1695; 1st Bailie, 1699; Lord Provost, 1 700; Sir Pat. Johnstone, Lord Provost, 1 70 1 , 1 704, 1 7o8,and 1 709. Robert Pollock. 1688. Novr. 14. Wm. Jamieson. Samuel M'Lelland, mercht. Elected Cap- tain Moderator of Orange Colours, 15 March 1693 ; City Treasurer, 1696-97 ; 3rd Bailie, 1704. James Liddell. James Nairne. 1697, 4th Bailie. Alexr. Wood, mercht. Appointed Clerk 1 1 June 1689. Patrick Hepburn, apothecary. 1689. March 22. Gilbert Somerville, tailor. March 23. George Marshall, mercht. June 1 1. Wm. Scott. George Yorstone, goldsmith. John Miln, druggist. 1690. Novr. 12. George Warrender, mercht. Eodie elected Moderator Captn. of Orange Colours ; 1692-3, Treasr. of City ; 1695 and 1698, 2nd Bailie; 1703-7, 1st Bailie; Dean of Guild, 1708-9; 1713, Lord Provost; 1 7 14, made Baronet when Lord Provost. James Clerland, mercht. 17 13, 2nd Bailie ; 1 7 18-19, Dean of Guild. Alexr. Baird. 1696, 2nd Bailie. Thomas Kyll, wright. John Pringle, litster. Wm. Howley, poulterer. 1 69 1. Novr. 13. Robert Cheislie, mercht. Eo die elected Captn. Moderator of Orange Colours ; 1692, 2nd Bailie; 1694 Lord Pro vost, and made Sir Robert. 1693. March 15. David Mitchell, baxter. John Tait, mercht. Clerk, 14 Octr. 1696 ; Moderator, Nov. 1697. Adam Broun, mercht. Capt, of Orange and White. Elected Clerk, 15 March 1693; Moderator, Octr. 1693; 4th Bailie, 1699; Dean of Guild, 1701-2 ; 1st Bailie, 1709; Lord Provost, 1710-1 1."], [139, "The Trained Bands of Edinburgh. 125 Date of Election. 1693. March 1 15. John Hislop, wright. Robert Forrester. John Hay, mercht. Clerk, June 1698; Moderator.Octr. 1700; 4th Bailie, 1701 ; 3rd Bailie, 1710; 2nd Bailie 1717. Wm. Wightman. John Duncan, mercht. 4th Bailie, 1700; 2nd Bailie, 1704; Dean of Guild, 1710-11 ; 1st Bailie, 1714 and 1717. Patrick Carfrae. John Miller, mercht. Moderator, Octr. 1695; 4th Bailie, 1696; 2nd Bailie, 1702. Andrew Gardner. Wm. Milne, mason. Adam Foulis, mercht. Clerk, Octr. 1693 ; Moderator, Octr. 1696. Adam Keir, baxter. Sept. 8. Robert Elder, mercht. David Bailey, apothecary. James Ker, tailor. Patrick Carfrae, mason. Octr. 19. Wm. Wardrope, litster. Robert Douglas, mercht. Elected Mo- derator 13 Octr. 1697. Thomas Inglis. James Henderson, mercht. Walter Mehil, painter. 1695 Deer. 2. George Mowbray appointed Officer in place of George Macfarlane. 6. Wm. Grahame. Elected Moderator 10 1697 March Octr. 1698. David Forrest. Elected Clerk3Novr. 1697. Alexander Kincaid, merchant, father of Lord Provost (1776), whom see under 3rd Novr. 1775, infra page 139. James Kerr, mercht. This Captain James Kerr received from the Society £2 in charity on 13 Novr. 1729, and on 30 Octr. 1731. Robert Reid. 1 698 June 7. Wm. Neilson. Elected Moderator 7 June 1698 ; 2nd Bailie, 1705 ; Dean of Guild, 1706; 1st Bailie, 1712 ; Lord Provost, 1717-18."], [140, "The Trained Bands of Edinburgh. 126 Date of Election. 1698. June Wm. Duncan. 7- Robert Inglis. Elected Clerk 10 Octr. 1698. John Dunbar. John Cleghorn. Elected Moderator 27 Octr. 1699 ; 4th Bailie, 1703 ; 3rd Bailie, 1706 ; 2nd Bailie, 17 14. Henry Hawthorn. Elected Commandant 4 Octr. 1707; 4th Bailie, 1708; 3rd Bailie, 171 1. Alexr. Johnston. John Hepburn. Elected Clerk 1 Augt. Novr. 17 1707. Patrick Anderson. Wm. Baird. Elected Commandant 8 Octr. 1705. John Angus. John Geills (Giles). His widow, in April 1725, petitioned the Sociey for charity, and was paid one guinea. Colin Mackenzie. Edward Burd. Elected Moderator 2 Novr. 1699, June 2 2 April IS 1700. 1702. Wm. Elphinstone. John Henderson. Elected Clerk 2 Novr 1702. David Burton. Jany IS Wm. Jaffrey. Elected Interim Moderator during Edward Burd's illness, 5 April 1703 ; Commandant, 1703 ; Treasurer of City, 1703-4; 3rd Bailie, 17 13. R. Moubray. 1701 Henry Frazer. Deer. Patrick Coutts. This Captain Coutts was a tradesman in Edinburgh. Died 1704. His son was John Coutts, afterwards, 1742-43, Lord Provost, whom see under 28 August 1724, infra page 130. James Dewar. 4th Bailie, 17 13. Archibald Cockburn. 3rd Bailie, 1707 ; 2nd Bailie, 1710. Adam Cleghorn. 4th Bailie, 1704. James Blackwood. 24, 1703. March 18 George Mosman."], [141, "The Trained Bands of Edinburgh. 127 <s Date of Election. 1703. March 18. James Young. Novr. 18. Robert Hunter. Elected Clerk 6 Deer. I/03. Charles Hope. Elected Commandant 6 Octr. 1704'; 3rd Bailie, 1712 ; 1st Bailie, 1716. James Syme. George Brown. 1704 April John Yorston. 3- John Wardrop. Andrew Duncan. Thomas Warrender. Sept. John Halliburton. Elected Commandant 3 Octr. 1706. 12 March Wm. Brown. 1705 7 Charles Telfcr. Elected Cr*erk 8 Octr. 1705 ; Commandant, 1712. George Manson. Francis Russell. Elected Clerk 4 Octr. 1707. Thomas Fenton. 1st Bailie, 1727. 1706, Sept. David Mitchell. Elected Clerk 10 Novr. 1708. 9 Thomas Rutliersuid, baxter. Received from Society £\\, is. in charity on 28 Octr. 1735. 1707 Jany. 17 David Wemyss. Elected Commandant 10 Novr. 1708. George Haliburton. Elected Command- ant 12 Octr. 17 10 ; 3rd Bailie, 1716; Re-elected Commandant, 1735 ; 1st Bailie, 1737; Dean of Guild, 1738-39; Lord Provost, 1740-41. Thomas Dundas. 4th Bailie, 1710; 2nd Bailie, 1715. Archibald Wallace. Elected Command- ant 2 Octr. 171 1 ; 4th Bailie, 1 7 14 ; 1st Bailie, 1723. March Jany. Wm. Ross. 1 1. Wm. Dundas. Elected Commandant 12 Octr. 1709 ; Treasurer of City, 1710-1 1. 1708. 21. Wm. Cant. Feby. Novr. James Doull. 4- Gain Plummer. 19."], [142, "The Trained Bands of Edinburgh. 128 Date of Election. 1708. Novr. 19. John Forrest. Arthur Brown. John Loch. Feby. 18. 1709. Charles Duncan. Wm. Johnston. Wm. Robertson. April 22. Deer. 2. John Bell. Elected Commandant Novr 1713; 3rd Bailie, 1721; 2nd Bailie, 1725 Wm. Grant. Elected Clerk 26 Octr. 1 7 1 1 John Keir. 2 John Hutchison. Andrew Wardrop. 4th Bailie, 1746; 2nd Bailie, 1750. James Weight. Alexr. Walker. John Hislop. James Mitchelson. Elected Clerk 14 Novr. Jany. Feby. 27. 6. 1 7 10. 171 1. 1712. Roger Hoge. James Laing. Alexr. Simpson elected Doctor to the Society. For ceremony see Minute- Book. Charles Hay Baxter. Robert Purves. Elected Commandant Augt. Feby, 20. 6, 1712 22 Octr. 1 7 16. James Murray. He, in May 1724, peti- tioned the Society for charity, and was paid £\\, is. by the Treasurer. Adam Cowden. Thomas Gordon. Hugh Hawthorn. Elected Commandant 30 Octr. 1717; 4th Bailie, 1720; 1st Bailie, 1740; Dean of Guild, 1742-43; Old Dean of Guild, 1744. Robert Goldie. Elected Clerk 16 Octr. Feby, 6, 171 3 1 7 14. JamesSimpson. Elected Commandant 30 Octr. 1719; 3rd Bailie, 1728 ; 1st Bailie, 1733; Old Dean of Guild, 1735. David Grant. Feby. 6. Samuel McClellan. John Henderson. Elected Commandant 14 Octr. 1 73 1. 1714,"], [143, "The Trained Bands of Edinburgh 129 Date of Election. 1 7 14. Feby. ( 6. Alexr. Burton. James Purdie. James Forrest. Born, 1670 ; died, 1725. M.D., 1691 ; F.R.C.P.E., 1696; Presi- dent of that College, 17 19 to 1722. Great Grandfather of Sir Jas. Forrest, Bart.,of Comiston,Lord Provost, 1837-43. Archibald Macauley. Elected Com- mandant 16 Octr. 1714; 4th Bailie, 1716; 1st Bailie, 1721 ; Dean of Guild, 1724-25 ; Lord Provost, 1727-28, 1737, 1748-49; Old Provost, 175 1. 1715 May 28. James Newlands. Elected Clerk 22 April 17 1 7. Gavin Bailey. Elected Commandant 20 Octr. 17 18. Thomas Leslie. James Fergusson. John Campbell. 28. Alexr. Chalmers. 17 16, May Wm. Keir. Elected Clerk 20 Octr. 17 17. Andrew Fisher. Andrew Purdie. Octr. 22. David Craigie. Wm. Hunter. 1717 May 28. Louis Pringle. Wm. Carmichael. Elected Commandant 8 Novr. 1 72 1. Robert Tod, junr. Elected Clerk 30 Octr. 17 19; Commandant 8 Novr. 1722. George Hay. 28. John Paxton. Elected Commandant 1 1 171S May Octr. 1732. Arthur Clephane. Charles Crockatt. Elected Commandant n Octr. 1723; 1st Bailie, 1721 ; Old Provost, 1732 ; Old Bailie, 1735. George Riddle. Elected Clerk 8 Novr. 1720. Jany. 20. James M'Clellan 1719, Alexr. Brown. May 20. James Norie. David Cuninghame. Elected Command- ant 8 Novr. 1720."], [144, "The Trained Bands of Edinburgh. 130 Date of Election. 1720. May 28. Alexr. Masson. Duncan Campbell. Wm. Douglas. Wm. Shaw. Wm. Ewing. Cromwell Hamilton. Elected Clerk 8 Maj*. 29. 1721. Novr. 1722 ; Commandant 29 Jany. 1726 ; 3rd Bailie, 1726. John Martin. John Clerkson. Wm. Eitton. David Russell. May 28. 1722 Robert Hamilton. James Henry. L\"23 May 28. James Tod. John Seton. David M'Clellan. Roderick Chalmers. Sept. April 4- Alexr. Blackwood. Elected Commandant 23 Novr. 1724; City Treasurer, 1732- 33; Old City Treasurer, 1734; 3rd Bailie, 1735. John Coutts.\" Born 1699; died 1780. Old 1724. 21. Augt, 28 Bailie, 1730; 3rd Bailie, 173 1 ; Old Bailie, 1732; 1st Bailie, 1741 ; Lord Provost, 1742-43 ; Great Grandfather of the present Baroness Burdett-Coutts, born 1 8 14. Novr, Wm. Reoch elected Treasurer of the Society. Thomas Allan. Mercht. Councillor, 1 7^6 ; 23 April 1725 9- 4th Bailie, 1737 ; 1st Bailie, 1743 ; Dean of Guild, 1744-46. Robert Dundas, supposed to be a son of Robert Dundas, merchant in Edinburgh, a scion of the family of Dundas of Dundas. Commandant, 9 Oct. 1 741 ; Mercht. Councillor, 1741. James Burn. James Tait. May May Patrick Gordon. William Mitchell 1 + 27. 1726. * This John Coutts' father was elected a Member of the Society, 24th December 1701. (See page 126 an/ea.)"], [145, "The Trained Bands of Edinburgh. ■31 Date of Election. 1726. May 27. John Wilson. Elected Commandant 9 Octr. 1727. Alexr. Sharpe. Commandant, 8 Octr. 1736. Mercht. Councillor, 1736; City Treasurer, 1738-39; Old Treasurer, 1740. Hugh Clark. Alexr. Maitland. Elected Clerk 9 Novr. 1726 ; Commandant, 4 Octr. 1728 ; Drill Master, 22 Sept. 1736. City Treasurer, 1730-31. John Jack. 1727. May 17. David Maxwell. James Beatson. David Carmichael John Trails Octr. 4. John Robertson. Elected Commandant 30 Octr. 172S. James Robb. Octr. 30. John Cochran. Elected Commandant 13 Novr 1729; Mercht. Councillor, 1730; 4th Bailie, 173 1 ; 2nd Bailie, 1734; Old Bailie, 1735. Wm. Bryden. Elected Clerk 4 Octr. 1728; Re-elected Clerk, 28 October 1731- Robert Cumming. Robert Campbell. 1728. Octr. 30. John Bell. 1729. Octr. 30. David Inglis. Old Bailie, 1739; City Treasurer, 1740-41 ; 2nd Bailie, 1743 ; 1st Bailie, 1747— 1753. James Robertson. Elected Clerk 13 Novr. 1729. Thomas Trotter. Mercht. Councillor, 1742 ; Old Treasurer of City, 1743. Robert Bennet. Novr. 13. John Forrest, mercht. Born, 1703; died, 1777. Commandant, 7 Octr. 1740; Old Dean of Guild, 1741 ; City Treasurer, 1742-43; Old Treasurer, 1744; 2nd Bailie, 1748. Son of James Forrest (see 1 7 14 anted), Grandfather of Sir Jas. Forrest, Bart., of Comiston, Lord Provost 1837 to 1843 ;"], [146, "The Trained Bands of Edinburgh 132 Date of Election. David Spence, mercht Thomas Hay, baxter. John Blair, barber. 1729 Novr. 13- Octr. Wm. M'Vey. Wm. Jamieson. Patrick Henderson. Elected Clerk 11 1731 30. Octr. 1732; Commandant, 14 Octr. 1734. James Stirling. Octr. John Rollo. Elected Clerk 14 Octr. 1734. John Inglis, baxter. Received in charity £2 from Society, 21 July 1736. Wm. Tod, junr. 3rd Bailie, 1750; Mercht. Councillor, 1750; Old Bailie, 1732 30. 1751. Robert Montgomery. Elected Command- ant 9 Octr. 1733; Mercht. Councillor, 1733; Old Dean of Guild, 1735; Old City Treasurer, 1735; City Treasurer, 1736-37; 3rd Bailie, 1739; 1st Bailie, 1746-52; Dean of Guild, 1748-49; Lord Provost, 1756-57 ; Old Provost, 1753. Wm. Tod, senr. Old Bailie, 1736. Gilbert Haliburton. Octr. 1733 30. Archibald Robertson. John Don. Octr. Robert Bull. Commandant, 12 Octr. 1737. J. W. Davidson. 1734- 30. Archibald Panton. James Stewart. John Grant. Febv July Yaxly Davidson. 1735 7- Thomas Heriot, present Bailie of Edinr. 3rd Bailie, 1734; Dean of Guild, 1735-36. Archibald Wallace. Commandant, 14 Octr. 1748. Wm. Carmichael. John Watson. Clerk, 6 Octr. 173S. George Ball. Robert Gordon. Octr. 30. 1736. July 21. John Haliburton. John Murray. Clerk, 8 Octr. 1736. Alexr. Peters. Expelled for refusing to answer summons by officer, 6 Octr. 1738. Francis Kemp. Octr. 27."], [147, "T/ie Trained Bands of Edinburgh 133 Date of Election. 1736. Octr. 2 Octr. Hugh Wilson. 27. Charles Bruce George Loch. Commandant, 6 Octr. 1738. Mercht. Councillor, 1738. John Douglas elected Doctor of the Society. Octr. 12. Octr. James Brymer. '737- 30. David Cleland. John Dewar. James Pringle. II. John Nisbet. Commandant, 15 Octr. 1739. 11. John Carmichael, junr. W3$- Augt. Octr. Wm. Ormiston. Clerk, 15 Octr. 1739. Alexr. Menzies. Alexr. Brymer. Octr. James Currie. '739- 19- Thomas Craig. Walter Orrock. Expelled from the So- ciety for rude and abusive language, 6 May 1740. Octr. 13- Archibald Hart. Commandant, 8 Octr. 1742. Augt. Octr. Octr. John Allan. 1740. 13- John Forrest elected Commandant. 7- Gavin Waugh. 20. Francis Brodie. Deer. Edward Lothian. Thomas Fairholme. Mercht Councillor, 13 1741. Robert Tennent elected Clerk. Com- Octr. 1741 9' mandant, 12 Octr. 1744. Robert Dundas elected Commandant. Thomas Dundas, mercht. Octr. 30. George Stevenson, wright. John Hope, mercht. Colin Alison, wright. May 26. 1742 Wm. M'Ghie, mercht. Wm. Murray, mercht. Alexr. Scott. Commandant, 20 Octr, Augt 2 5 1747; Mercht. Councillor, 1747. Ebenezer M'Culloch, mercht. Octr. 30. John Trotter, brewer. Wm. Douglas, mercht. Andrew Dickie, watchmaker."], [148, "The Trained Bands of Edinburgh. 134 Date of Election. Alexander Boswall, painter. Clerk, 1 1 Octr. 1743. 1743. Feby. 1 6. John Mein, slater. Alexr. Hepburn. Ralph Dundas. George Boswall. John Haliburton. Thomas Gairdner. George Wemyss. Wm. Todd. Commandant, 4 Octr. 1750. Sept. Octr. 28. 25 Octr. 30. Octr. 1744 12 (See autea, 30 Octr. 1733.) Alexr. Campbell. John Moubray. Patrick Ross. John Dalgleish. Alexr. Broun. Augt, 1745 14. [A hiatus in the Minute-Book occurs here, of two years and two months.] Octr. Alexr. Crawford, baxter. ■747 20, Adam Fairholm, mercht. Mercht. Coun- cillor, 1750; Old Treasurer, 1751 ; City Treasurer, 1752-53 ; 2nd Bailie, 1759. Thomas Hogg. Charles Howison. John Balfour, mercht. Gilbert Lawrie, chemist. Commandant, 11 Octr. 1752; Mercht. Councillor, 1752; Old City Treasurer, 1755; City Treasurer, 1756-57 ; 3rd Bailie, 1759 ; Dean of Guild, 1760-61 ; 1st Bailie, 1764; Lord Provost, 1766-67, 1772- \"]l ; Grandfather of the late Gilbert Lawrie Finlay, Esq., W.S., and Great- Grandfather of William Finlay, Esq., Secretary Scottish Equitable Life Assurance Society. Wm. Baillie, wright. Wm. Hutton, mercht. Clerk, 4 Octr. 1750 ; Commandant, 9 Octr. 1759; Mercht. Councillor, 1759. George Home, baxter. Clerk, 20 Octr. 1747; Lieut-Colonel, 10 Octr. 1750. James Napier, mercht. Commandant, 13 Octr. 1749."], [149, "The Trained Bands of Edinburgh 135 Date of Election. 1747. Octr. 20. Adam Cleghorn, mercht Walter Jollie, tailor. Robert Cleugh, mercht. Commandant, 9 Octr. 1 75 1. Wm. Dempster, goldsmith. John Learmonth. Mercht. Councillor, 1753; 4th Bailie, 1754; Old Bailie, 1755 ; 3rd Bailie, 1758; 2nd Bailie, 1761 ; 1st Bailie, 1 77 1. 30. Doctor White received as Doctor to the Society. Octr. April 29. James Stewart, one of the Bailies in Edinr.; 2nd Bailie, 1747; 1st Bailie, 1754 1748. Octr. 30. Reverend Dr Anderson received as Chaplain of the Society. 30. Robert Selkirk. Commandant, 17 Octr. 1755 ; Mercht. Councillor, 1755 ; 4th Bailie, 1759; Old Bailie, 1760. Octr. 1 749. Octr. 10. John Livingston. Commandant, 13 Octr. 1750. 1756; Mercht. Councillor, 1756. John Welsh. Octr. 9. James Gulland. David Robertson. Lieut. - Colonel, 28 1751. Octr. 1757. James Calender. Died 1859; succeeded by Wm. Hogg, junr. ii. Andrew Rannie. Commandant, 9 Octr. Octr. 1752. 1754; Mercht. Councillor, 1754. 17. Alexr. Learmonth. John Clerk. John Hutton. Maitland's \" History of Edinburgh,\" published 1753. 9. Andrew Alison. Commandant, 28 Octr. 1757; Mercht. Councillor, 1757; 4th Bailie, 1760; 2nd Bailie, 1763; Old Octr. '753 Octr. 1754 Bailie, 1764. 18. Charles Wright. Commandant, 15 Octr. 1760; Mercht. Councillor, 1760. 20. John Dalrymple Major, 28 Octr. 1757 ; Commandant, 13 Octr. 1761 ; Mercht. Octr. '755 1756, Octr. Councillor, 1761 ; 3rd Bailie, 1765 ; Old Dean of Guild, 1767 ; 1st Bailie, 1769 ; Lord Provost, 1770-71, and 1777."], [150, "The Trained Bands of Edinburgh. 136 Date of Election. 1756. Octr. 20. Alexr. Smith. Clerk and Treasurer, 12 Octr. 1757 ; Lt.-Colonel, 9 Octr. 1759. 1757. Octr. 28. Thomas Tod, mercht. Thomas Hepburn, mercht. Commandant, 18 Novr. 1766; Mercht. Councillor, 1766; 3rd Bailie, 1767; Old Bailie, 1769. Walter Hamilton, mercht. Commandant, 11 Octr. 1758; Mercht. Councillor, 1758 ; 4th Bailie, 1763 ; 2nd Bailie, 1 77 1 ; ist Bailie, 1776; Lord Provost, 1778-79. Adam Keir, baxter. Thomas Donald, smith. John Milne, founder. James Brown, wright. 1758. Octr. 11. Wm. Callender, mercht. Commandant, 23 Novr. 1767; Mercht. Councillor, 1767; 3rd Bailie, 1768; died, 1769. Novr. 8. Wm. Scott, junr., mercht. 1759. Augt. 21. Wm. Hogg, junr.. mercht. Major, 15 Octr. 1760; Commandant, 12 Octr. 1763. Mercht. Councillor, 1763; Old City Treasurer, 1764; City Treasurer, 1766. Octr. 10. Alexr. Johnston, mercht. Benjamin Yule, baxter. Lieut-Colonel, 12 Octr. 1763. 1760. Octr. 15. Wm. Stewart, mercht. Commandant, 2 Octr. 1762; Mercht. Councillor, 1762; Old Bailie, 1765 ; City Treasurer, 1767- 68 ; Old Treasurer, 1 769. John Gloag, mercht. Commandant, 19 Jany. 1786, vice Alexr. Walker, retired ; Mercht. Councillor, 1785 ; Old Bailie, 1787; 2nd Bailie, 1789; Old Bailie, 1790. Henry Lindsay, mercht. Alexr. Mercer, mercht. Charles Robertson, painter. Treasurer and Clerk, 12 Octr. 1763; Lt.-Colonel, 18 Novr. 1765. Wm. Gifford, smith. 1 76 1. Octr. 14. Robert Scott, mercht. Patrick Inglis, mercht. James Cunninghame, baxter. Clerk and Treasurer, 2 Octr. 1762."], [151, "Tlie Trained Bands of Edinburgh, 137 Date of Election. 1 76 1. Octr. 14. Dr Congalton admitted and received Physician to the Society. 1762. Octr. 2. James Stodart, mercht. Thomas Cumming. Alexr. Gardner, goldsmith. David Poison, mercht. 1763. June 4. Dr Drummond admitted Physician to the Society. ,, Octr. 12. Wm. Trotter, mercht. Mercht. Coun- cillor, 1770; Old Bailie, 1772 and 1775; 2nd Bailie, 1787; Old Bailie, 1788. John Clerk, goldsmith. Wm. Barclay, mercht. Commandant, 23 Octr. 1764. John Anderson, goldsmith. James Wright, wright. 1764. Octr. 23. George Stewart. Charles Butler. Commandant, 18 Novr. 1765. Charles Innes, mercht. Commandant, 19 Octr. 1773; Mercht. Councillor, 1773; Old Bailie, 1775 ; Dean of Guild, 1776- ■JJ ; Old Dean of Guild, 1778. Wm. Trotter, junr. Alexr. Esplin. Commandant, 22 June 1775; Mercht. Councillor, 1774; Old Bailie, 1776. Wm. Crawford. Wm. Armstrong. 1765. Novr. 18. David Wardrobe, mercht. Resigned, being appointed Kirk Treasurer, March 1767 ; succeeded by Samuel Foggo. John Black, mercht. George McQueen, mercht. Commandant, 10 Octr. 1769. Bailie Blinshall, sadler. Treasurer and Lieut-Colonel, 18 Novr. 1766. John Richardson, printer. Resigned ; went to London, June 1768; succeeded by John Wardie. Alexr. Hope, mercht. 1766. Novr. 18. Mark Straton, painter. John Bonnar, painter. K"], [152, "The Trained Bands of Edinburgh. 138 Date of Election. 1766. Novr. 18. Thomas Cleghorn. Mercht. Councillor, 1771 ; 2nd Bailie, 1777; Old Bailie, 1778; ist Bailie, 1780; Dean of Guild, 1781 ; Old Dean of Guild, 1783. 1767. March 25. Samuel Foggo. David Wardrobe admitted Surgeon to the Society. „ Novr. 23. James Allan, mercht David Milne, mercht. Commandant, 3 Novr. 1775 ; Mercht. Councillor, 1775 ; 3rd Bailie, 1787; ist Bailie, 1790 and 1795 ; Old Bailie, 1796. James Thomson, junr., mercht. Wm. Hume, mercht. Robert Clydesdale. Duncan M'Queen. Treasurer and Clerk, 24 Octr. 1769. 1768. June 23. John Wordie. Commandant, 24 Jany. 1769; Mercht. Councillor, 1768; City Treasurer, 1771-72; 3rd Bailie, 1775; Old Bailie, 1776; ist Bailie, 1778. 1769. Jany. 24. Alexr. Lauder. Major, 23 Octr. 1770. ,, Octr. 10. Thomas Elder. Commandant, 16 Octr. 1770; Mercht. Councillor, 1770; 3rd Bailie, 1771 ; Old Bailie, 1772; 1st Bailie, 1774; Old Dean of Guild, 1786; Lord Provost, 1788-89, 1792-93, and 1796-97. Mr Elder is one of the por- traits in the interesting painting of the \" Old Parliament Close,\" by Sir David Wilkie and others, the property of the Corporation of Edinburgh. Thomas Rannie, senr., mercht Donald Smith, mercht. Appointed Kirk Treasurer, 1769. Resigned. Succeeded by James Stirling. Commandant, 9 March 1778; Mercht. Councillor, 1777; 2nd Bailie, 1778 ; Old Bailie, 1779; 2nd Bailie, 1781 ; Old Bailie, 1782; City Treasurer, 1783-84; ist Bailie, 1787 and 1794; Lord Provost, 1806- 1807. James Craig. Lieut.-Colonel and Clerk, 23 Octr. 1770. Gilbert Auchinleck, cutler."], [153, "T/ie Trained Bands of Edinburgh. 139 Date of Election. 1769. Octr. 10. Alexr. Smith, junr. Thomas Hutcheson. Octr. 24. James Stirling. 1770. Octr. 18. Robert Johnston, mercht. John Robinson, mercht. John Pillans, mercht. David Fleming, mercht. Richard Richardson, mercht. Gilbert Seton, mercht. Alexr. Greig. Alexr. Drysdale. Novr. 21. Archibald M'Dowall, mercht. l773- June 2. Alexr. Anderson, mercht. „ Octr. 19. Walter Seton, mercht. John Skirving. James Dickson, mercht. James Cumming, painter. John Milne, junr., founder. Wm. Lamb, mercht. Andrew Hardie. Wm. Deas, painter. Wm. Stoddart, mercht. . John Gardner, mercht. James Hodgecase, mercht. Commandant, 1 1 Deer. 1776. Charles Macpherson, mercht. John Wright. 1775. Novr. 3. Dunbar Pringle, mercht. James Milne, mercht. James Fyffe, junr., mercht. Commandant, 15 Jany. 1784, vice Wm. Gillespie, retired. Retired 4 June 1784. George Hardie. Edward Moles. Clerk, 9 March 1778. Alexr. Kincaid,* His Majesty's printer for Scotland. Mercht. Councillor, 1737 ; Old Bailie, 1738; 1st Bailie, 1750 and 1772 ; Lord Provost, 1776. He died in office, 20 Jany. 1777. His funeral was attended by the Society to Grey- friars' Churchyard, 28 Jany. 1777. Kincaid Mackenzie, Lord Provost in * The father of Lord Provost Alexander Kincaid was elected a Member of the Society, 6th March 1697. (See page 125 supra)."], [154, "The Trained Bands of Edinburgh. 140 Date of Election. 18 1 7-1 8, was named after this gen tleman. His father held a situation in the printing establishment of Lord Provost Alexr. Kincaid. He was afterwards appointed Treasurer to Heriot's Hospital, with a salary of £600. He died 1830. 1775. Novr. 3 Wm. Law, mercht James Paxton. James Spankie. David Macpherson, mercht. John Alston, mercht. Wm. Creech, mercht. Major, 9 March 1776, Deer. 1 1 1778; continued Major, Jany. 1779; Commandant, 16 Feby. 1780; presented new Minute-Book to the corp, 16 Feby. 1780; Mercht. Councillor, 1779; 3rd Bailie, 1788; Old Bailie, 1789; 2nd Bailie, 1791 ; Lord Provost, 1811-12. Born 1745 ; died 1815. Charles Elliot, mercht. Fined three bottles of wine for absenting himself from duty on 4th June 1779 ; minute, 8 July 1779. Archibald Sawers. Edward Innes, jun., elected Clerk. 1778. March May 9 29. John Horner, mercht.* Fined in one bottle of wine, for absence from duty, 14 April 1779. Minute rescinded, 8 July 1779. David Steuart, mercht. Councillor, 1778. Commandant, January 1779. 3rd Bailie 1779. Lord Provost, 1780-81. A younger son of the family of Dalguise ; a partner of Robert Allan, Esq., under partnership of Allan & Stewart, bankers. Died 1824. Wm. Gillespie, mercht. Fined for absence from duty, and in respect of being an old captain, £2, 2s., 14 April 1779. This minute rescinded, 8 July 1779. Com- mandant, vice Robert Allan, 1 Novr. 1782 ; retired 1784. * John Horner was a wealthy merchant in Edinburgh, of English extraction, and was the father of the distinguished Francis Horner, M.P. Born in Edin burgh, 1778 ; called to the Scottish Bar, 1800 ; English Bar, 1S07 ; friend of Jeffrey, etc. Died at Pisa, 1817."], [155, "Tlie Trained Bands of Edinburgh 141 Date of Election. 1778. May 29. Wm. Scott, mercht. Thomas Cleghorn, mercht. George Jollie. Clerk and Treasurer, 14 April 1779; resigned 17 April 1781. Alexr. Wallace, mercht. Major, 16 Feby. 1780, vice Creech promoted ; resigned, 17 April 1781. James Jackson, mercht. Commandant, 11 Octr. 1 79 1, vice Charles Kerr, retired ; became a Bailie 1792. Francis Shiells, baxter. Thomas Hill. Lt.-Colonel, 17 April 1781, vice George Jollie, resigned ; retired 1782. ,, June 4. Archibald Cockburn, % Esq., Sheriff-Depute of Mid-Lothian. Colonel Dundas, of the Admitted Honorary Edinr. Volunteers. Captains of the City »T . T /-j fit. of Edinburgh Train MajorJas.Gordon.ofthe I BandSj ift|r going Edinr. Volunteers. through the usual Alexr. Palmer, Esq. ceremonies. John Forrest, mercht. in Edinr. John Aitken. „ Sept 15. Baillie Gilbert Mason, j Esq. Admitted Honorary James Clepham, in i Captains. Canongate. ; 1779. April 14. James Haig, mercht. Walter Smiton. James Simpson. Fined for absence from duty, but, in respect of his inexperience, one guinea, 14 April 1779. This minute rescinded, 8 July 1779- Jamieson, Honorary Member. Alexr. Hamilton, Surgeon to the corps, fined £2, 2s. for not having appeared on duty, or sent a proper apology for absence, 14 April 1799. This minute rescinded, 8 July 1779. James Bartlett, mercht. Commandant, March 1781."], [156, "The Train-ed Bands of Edinburgh. 142 Date of Election. 1779. June Revd. Dr John Macfar- \\ Honorary Mernbers. lane. f Admitted in John Lindsay I Fortune's vininer's Dr Halliday. ' ) house* Arthur Forbes appointed Sergeant, vice John Braidwood, deceased. Thomas Campbell. Retired 6 March 4 1780. Feby. 14. April 12 1782. Francis Buchan. Retired 6 Novr. 1782. Mercht. Councillor, 1786; 4th Bailie, 1787; Old Bailie, 1788. James Dempster, goldsmith. Lt.-Colonel, vice Thos. Hill, retired, 17 May 1782 ; retired 1782. George Kinnear. Retired 6 Novr. 1782. James Walker. James Jollie, Writer to June 5- the Signet. J. Cook, student. .Admitted Honorary James Mansfield, f Members. banker. Merchant Councillor, 1786; City | Treasurer, 1787-88. J Thomas Hay, Surgeon, vice Alexr. Hamilton, resigned, per his amusing letter of this date in Minute-Book. Augt, 25 Matthew Henderson. Laurence Dundas, grandson to Sir Laurence, present Member for the City. Earl of Zetland, 1838. Born, 1766; died, IS39. Honorary Hugo Arnot, author of the Members \" History of Edinburgh.\" Born at Leith, 1749; Ad- vocate, 1772; Died, 1786. Robert Dick, D.D., Chap- lain to the Edinr. Regt John Hay. Major, 17 April 1781, vice Alexr. Wallace, resigned. Robert McGachar. Walter Lothian. Commandant, 1794. Mercht. Councillor, 1793; 3rd Bailie 1794; Old Bailie, 1795. 1781 April A"], [157, "The Trained Bands of Edinburgh 143 Date of Election. 178 1. April 17. John Hutchison. James Bertram. David Willison. A highly respected printer in Craig's Close. Edinburgh Review first printed. Daughter Mary married, 1795, Archd. Constable, Esq., \" The Prince of Publishers.\" Retired 6 Novr. 1782. Mercht. Councillor, 1782; 4th Bailie, 1783; 2nd Bailie, 1786 and 1799. John Fraser. Wm. Murray. Lt.-Colonel, 6 Novr. 1782, vice Dempster retired. April 24. Charles Wallace, Honorary Member. Mercht. Councillor, 1778; 3rd Bailie, 1780; Old Bailie, 1781. June 4. Charles Hay. Francis Shand. Mercht. Councillor, 1780; Old Bailie, 1782. Wm. Campbell. Andrew Frazer. Adam Smith.* Founder of Political Eco- nomy, as a separate branch of human knowledge. Born 1723. A Commissioner of Customs, Edinburgh, 1778. His \"worthy mother\" died 1784. Adam died 1 790. Buried in Canongate Churchyard. Alexr. Webster. 1782. May 16. Thomas Morgan, vice Smiton, retired. John Sibbald, smith, vice James Simpson, retired. Thomas Tibbetts, hatter, vice Thomas Hill, retired. Lt. -Colonel, 15 Jany. 1784; retired 1786. June 4. Robert Robb. Captn. 80th Regt David Martin. Alexr. Trotter. Capt. 73rd Regt. Wm. Junor. John Spottiswood, mercht. Wm Allan. Lieut. 16th Regt. Samuel Anderson, mercht, vice Francis Buchan. Retired 1786. John Stoddart. Lieut, 80th Regt. * Adam Smith's father was Comptroller of the Customs of the port of Kirkcaldy."], [158, "The Trained Bands of Edinburgh. 144 Date of Election. 1782. June 4. Andrew Wardrop, surgeon. Andrew Crosbie, advocate. Lt.-Colonel of the Edinburgh Defensive Band. James Cameron appointed Serjeant, vice Arthur Forbes, dismissed for bad behaviour. „ Novr. 6. James Brown, mercht., vice Thomas Campbell retired. Retired 1786. James Airds, mercht., vice David Willison, retired. Alexr. Walker, mercht., vice George Kinnear retired. Commandant 1785; retired 1786. Andrew Boog, vice James Dempster, retired. Novr. 15. James Gordon, bailie. Macduff Hart, deacon. 1784. Feby. 13. John Spence. Retired 1787. Malcolm Wright. Retired 1787. David Hamilton, mercht. Died Feby. 1786. Thomas Reid. Lt.-Colonel, vice Tibbetts, 19 Jany. 1786; retired. David Bridges. Retired 1787. Wm. Coulter. Retired 1787. Mercht. Councillor, 1786; 3rd Bailie, 1793; 2nd Bailie, 1796; ist Bailie, 1804; Dean of Guild, 1806; Lord Provost, 1808-9. Andrew Bonar. Major, 19 July 1786, vice James Brow-n, retired ; Commandant, 1788; Mercht Councillor, 1787. Bain Whyte. John Mitchell. Retired 1787. June 4. Revd. Dr James Macknight, Chaplain, vice Revd. John M'Lure, deceased. Thomas Miller. James Monteith, junr. 1785. March 7. George Douglas. George Shaw. Thomas Sanderson. Peter Hunter. Hamilton M'Lure. Alexr. Dudgeon. Lt.-Colonel, 1788. Josiah Manton. Andrew Leslie."], [159, "The Trained Bands of Edinburgh. 145 Date of Election. 1785. March 7. Laurence Dalgleish. June 4. Joseph Eyre. John Aray. Wm. Buchan. Robert Whitworth. John Dudgeon. 1786. Jany. 19. Henry Hardie, vice Thos. Tibbetts, retired. Francis Marshall, junr., merchant, vice James Brown, retired. James Mansfield, banker, vice Samuel Anderson, retired. John Gloag. Commandant; Merchant Councillor, 1785; Old Bailie, 1787; 2nd Bailie, 1789; ist Bailie, 1792; Dean of Guild, 1793-94; 3rd Bailie, 1809. Feby. 15. GeorgeCampbell. Mercht. Councillor,i785. George Saville Carey, well known for his agreeable imitations of many of the the- atrical performers' songs and speeches. Rev. Dr Wm. Gloag, one of the Ministers of the City of Edinr., much respected, being possessed of every quality worthy of a clergyman. George Hay, late Major of the 80th Regt., a gentleman of uncommon talents, and of abilities fit to please on all occasions. Robert Forrester, banker, vice David Hamilton, deceased. „ June 4. John Paterson. Henry Cox. Gordon Urquhart. 1787. April 3. Alexr. Bonar, banker, vice James Mans- field. John Thomson, mercht., vice John Mitchell. Major, 1788. Patrick Fraser, mercht., vice Wm. Coulter. Donald Maclaine, mercht., vice David Bridges. Robert Buchan, mercht., vice John Spence. Lt.-Colonel, 17S9. Robert Anderson, mercht., vice Malcolm Wright. Robert Dewar, glazier. Deacon Convener „ June 4. Wm. Miller."], [160, "The Trained Bands of Edinburgh. 146 Date os Election. Wm. Hall. 1788. Feby. 28 Robert Plenderleath Adam Keir. James Hunter. Matthew Sheriff. Robert Burn. James Gibson. D. Thomson. F. Dewar. John Bonar. James Gibson. James Campbell. James Christie. Thomas Armstrong. Lt.-Colonel 1790. Alexr. Pitcairn. 1789, Jany. 30. Wm. Ranken. Gilbert Innes of Stow, afterwards Deputy- Governor of the Royal Bank of Scot- land and Deputy-Lieutenant of the - County of Edinburgh. In 1 8 14 he was made an honorary Burgess and Guild Brother of Edinburgh, in testimony of the respect of the Magistrates and Council for his character, and from a sense of the services he had rendered in forwarding various public measures for the advancement and improvement of the City. Mr Innes was perhaps the richest Commoner in Scotland — he left upwards of a million sterling. Wm. Fettes. Merchant Councillor, 1788; 4th Bailie, 1789 ; Old Bailie, 1790; Lord Provost, 1 800-1 ; SirWm. Fettes, Bart., Lord Provost, 1804-5. Born 1750; died 1836. Buried in Canongate Churchyard. A. Cunningham. Francis Strachan. John Clunie. John Campbell. Alexr. Wood. Walter Hutton. John Hutton. June 4. Thomas Dundas. J. F. Fourdinier, junr."], [161, "The Trained Bands of Edinbnrph. 147 Date of Election. 1789. June 4. Wm. Lane. Charles Kerr. Major, 1790; Command- ant, 4 April 1791 ; Merchant Councillor, 1790; 2nd Bailie, 1793; Old Bailie, 1794; ist Bailie, 1796; Dean of Guild, 1797-98; Old Dean of Guild, 1799. 1790. April 1. Francis Sharp. Andrew Forbes. James Heriot. Adam Freer. Commandant, 14 Feb. 1793. John Little. David Ramsay. Major, 1791. Wm. Laing. James Carfrae. „ June 4. John Scott. W. Staveley. 1 79 1. March 24. John Rotheram. Robert Kerr. „ April 4. Alexr. Boog. Lt.-Colonel, 1 791. George Montgomery. Charles Phin. Major, 1793. John Thomson. Andrew Smith. James Cooper. Richard Bannatine. Archibald M'Coull. Alexr. Allan. June 4. James Brown. Deacon of the Incorpora- of Tailers. Alexr. Reid. Convener of the Trades. 1792. March 10. Peter Hill. Commandant, 12 March 1795. George Armstrong. Lt.-Colonel, 1 793- George Baird. Wm. Macneill. „ June 4. Robert Donaldson, W.S. 1793. Feby. 22. Thomas Bonar. James Charles. Major, 1796. Thomas Milne. John Bradfute. Charles Izett. Retired, 1796. Wm. Robertson. Lt.-Colonel, 28 May 1 794. Robert Freer. John Young. Lt.-Colonel, 1797. Robert Bow."], [162, "The Trained Bands of Edinburgh. 148 Date of Election. 1793. Feby. 22. David Freer. June 4. George Freer. Alexr. Duncan. Wm. Somerville. 1794. May 28. James Hamilton. June 4. Wm. Dalrymple. Adam Dalmahoy. Thomas Wood. Peter Matthie. Robert Charles. Wm. Chambers Darling. W. Brigg. George Spankie. [795. March 12. Wm. Raeburn. Major, 1797. Elder son of Wm. Raeburn, manufacturer in Stockbridge, and elder brother of Sir Henry Raeburn, R.S.A.. This William succeeded his father in business. Sir Henry Raeburn was born 1756; married 1778; died 1 823, leaving two sons, Peter and Henry. J. Brown. John Walker. Gavin Beugo.* John Dick. Ro. Cameron. Patrick Crichton. Wm. Simpson. Alexr. G. Hunter. June 4. James Law. James Cathcart. Wm. Mowbray. George Fowler. John MacRitchie. David Hunter. 1796. Feby. 17. John Young, junr. Lt.-Colonel, 1797. George Dudgeon, vice Smith. James Simpson, vice Phin, promoted. John Fairbairn, vice Montgomery. James Walker, vice Bonar. * Beugo— a well-known engraver — engraved, inter alia, four excellent views in the Hebrides, by Lieut. Pierce, R.N., in 1789, viz. :— Kilchurn, The Harbour of Cana, Town and Harbour of Stornoway, and Town and Port of Oban."], [163, "T/te Trained Bands of Edinburgh 149 Date of Election. 1796. Feby. 17. John Rae. James Fowler. Nathaniel Grant. A. M. Guthrie. W. Wood. „ June 4. Alexr. Inglis. A. G. Clarke. Alexr. Smith. James Denholm. James Home. Ro. Dalrymple. John Taylor. James Scott Lindsey. Benjamin Clifton. 1797. Feby. 8. George Wenton, vice Robertson. Archibald Mackinlay, vice Charles. John Gloag, vice Bradfute. Thomas Smith, vice Milne. John Bonnar, jr., vice Hamilton. Francis Braidwood. G. Rimington. Wm. Simpson. Alexr. Simpson. George Mitchell. Thomas Henderson. Wm. Phin. Commandant, 5 Feby. 1798, vice Archibald Gilchrist, retired. John Hay. ,, Feby 20. Archibald Gilchrist. „ June 5. Wm. Cooper. Wm. Gilchrist. T. Hay. James L'Amy. R. Scott Moncrieff. Thomas Cunningham. Wm. Hunter. John More. Robert Maitland. Wm. Elder. 1798. Feby. 14. The Town Council of this date, in conse- quence of the threatened invasion by France, and the formation of the Royal Edinr. Volunteers, suspended the ap- pointment of officers of the Train Bands during the pleasure of the Council. Be-"], [164, "The Trained Bands of Edinburgh. 150 Date of Election. 1798. Feby. 14. tween 1798 and 18 50 there are no minutes of the suspended Society of Captains, but the Magistrates and Coun- cil appointed, in 1848, the Captain of Orange Colours and Commandant of the Train Bands, and they continue to make this appointment annually, and the said Commandant until recently presented to the Magistrates and Coun- cil at their Annual Dinner, a riddle of claret. (See also page 1 14 supra.) 1848. Octr. 10. Wm. Wilson, bookseller, Captain of the Orange Colours and Commandant of the Ancient Train Bands. On 29 Octr. 1850, Commandant Wilson presented to the Lord Provost, Magistrates, and Council a Silver Cup bearing the follow- ing inscription: — \"Presented to the Lord Provost, Magistrates, and Council of Edinr. by William Wilson, bookseller, Commandant of the Train Bands in the years 1849 and 1850, and to be placed in the custody of his successors in office — Wm. JOHNSTON, Esquire of Kirkhill, Lord Provost. — 29th October 1850.\" (See also page 116 supra.) 1850. Octr. 29. Wm. Wilson. 1852. Novr. 5. Wm. Dick, professor, Councillor. 1855. ,, 7. Thomas Murray, LL.D., Councillor. 1856. ,, — David Peat, Councillor; Captain R.N. ; afterwards Admiral. 1857. „ 6. George Hislop Girle, Councillor. 1861. ,, — James Marshall, Councillor; afterwards Treasurer of the City, and Bailie. 1862. ,, — Alexander Bryson, Her Majesty's clock- maker for Scotland, Councillor. 1863. ,, 6. George Lorimer, afterwards Lord Dean of Guild, in discharge of which office he met his death at the burning of the Theatre Royal, Broughton Street, on 13th January 1865. 1864. „ 4. James Lewis, Councillor. 1865. ,, 10. Sir George Home, Bart, Councillor; after- wards Sheriff-Substitute of Argyllshire."], [165, "T/ie Trained Bands of Edinburgh. 151 Date of Election. 1 866. Novr. 9. Peter Howden, Councillor; afterwards Bailie. 1867. ,, 8. Robert Gordon, Councillor. 1868. Deer. 4. John Tawse, W.S., Councillor ; afterwards Bailie, now (1889) Clerk to George Heriot's Trust 1869. Novr. 5. Robert Younger, Councillor; afterwards Bailie ; and also Master of the Mer- chant Company. 1870. „ 4. Robert Mitchell, Councillor. 1 87 1 . ,, 10. Thomas Methven, Councillor; afterwards Bailie. 1872. ,, 8. James L. Mansfield, advocate, Councillor. 1873. „ 7. Thomas Hall, Councillor; afterwards Bailie. 1874. ,, 6. James Steel, Councillor ; afterwards Con- vener of Cleaning and Lighting Com- mittee ; now (1889) Bailie. 1875. ,, 5. Charles Jameson Alexander, Councillor. 1S76. „ 10. Archibald Slitter. C.E., Councillor. 1877. ,, 9. Alexander Henry, Councillor; Captain and Quartermaster Q.RV.B. 1878. ,, 8. Robert Hay, wine merchant, Councillor. 1879. ,, 7. Wm. Gilmour, Councillor. 1880. ,, 5. Thomas Drybrough, brewer, Councillor ; afterwards Convener of Markets Com- mittee. 1S81. ,, 4. Robert Turnbull, Councillor; afterwards Bailie. 1882. ,, 10. Andrew M'Donald, Councillor; afterwards Bailie; and also Master of the Merchant Company. 1883. „ 9. Robert Macdougald, Councillor; sometime Convener of Education Committee. 1884. ,, 7- Matthew Wallace, Councillor. 1885. „ 6. John Charles Dunlop, Councillor. 1886. „ 5. Wm. B. M'Lachlan, Councillor. 1887. ,, 4. Andrew Ritchie, Councillor. 1888. ,, 9. W. J. Kinloch Anderson, Councillor. 18S9. „ 8. Andrew Bryden, Councillor."], [166, ""], [167, "EXTRACTS FROM A VOLUME ENTITLED \"CONVIVIAL RECORDS OF THE TRAIN BANDS OF EDINBURGH, COMMENCING 1733 AND ENDING 1798.\" The Captains of the Train Bands, To Geo. Wilson, Vintner. 1 750. Dr. Oct. 23. To Supper ... ... ... ... £1 o o ... Bread and ale ... ... ... 026 ... Wine I 18 o .. Punch 180 ... Porter 030 ... Officers and servants ... ... o 1 8 ... Cook, quills, and biscuits ... ..: 020 ... Cadies, oyle, and lemon ... ... 007 ... Ale, cadie and glasses brock after the bill 027 £4 IS 4 ,, 30. To Supper ... ... ... ... £2 10 o ... Bread and ale ... ... ... o 4 10 ... 26 botles wine ... ... ... 2 12 o ... (>% botles rum in punch .. ... 256 ... Porter ... ... ... ... 026 ... Cadies and paper ... ... ... o 1 10 ... Officer and servants ... ... ... o 3 10 ... Biscuits ... ... ... ... o I 10 ... Oyle, lemons, and sugar ... ... o o 10 ... Jeels ... ... ... ... ... 100 ... Sillibobs o 12 o ... A pies and pears ... ... ... 060 ... Pistacha nuts ... ... ... 046 ... Shel'd almonds .. .. ... 036 ... Jar raisins ... ... ... ... 030 ... Olives and anchovies .. ... 060 ... Cook - 020 ... Glass brock ... ... ... ... 046 11 4 8 £rt 3 o Servants ... ... ... 050 £16 8 o I."], [168, "T/ie Trained Bands of Edinburgh. 154 Edinburgh, nth August 1752. To Supper ... ... ... ... ... •■• £1 3 ° ... Fifty-one bottles of punch 2 11 o ... Seven bottels of claret o 14 o ... More one do 026 .. 12 bottels of porter .. ... ... ... ... 030 ... Beer and cadies ... ... ... ... •■• 023 ... Ye officer 010 ... Glasses 016 £4 18 3 Servants 020 £5 ° 3 Then receved the above, and discherges the sem bay me. Peter Cleland. £S ° 3 Cadies 003 £S o 6 The Captains of the Train Bands, To Ann Walker (Writers' Court). 1755- D\". Nov. 10. To Supper ... ... ... ... ... ... £2 12 6 ... 31 bottels 2s. claret ... ... ... ... 320 ... 1% bottels rum in punch ... ... ... ... 2 10 9 ... 3 bottels Burgundy ... .. ... ... o 15 o ... Bisket, cook, oyl, and quills ... ... ... 050 ... 1 1 glasses brock ... ... ... ... ... 056 .. Porter ... ... ... ... ... ... 076 ... Anchovies ... ... ... ... ... ... 040 ... Cadies and paper ... ... ... .. ... o I 10 £l° 4 1 ... Bread and beer for servants of officers ... .. 014 ... Porter, and drams for do. ... ... 056 ... Cash for Wm. Fisher 020 £10 12 II ... Servants ... ... ... ... ... ... 030 £10 15 I' Received the above in full of all demands. Ann Walker."], [169, "TJie Trained Bands of Edinburgh. 155 The Society of Captains, To John Clearihue. '757- Dr. Oct. 28. To Supper \\ ... Jeels and sillibobs / , ... Fruits \\ £2 ° ° ... Bread and beer ... ... ) ... 25 botles claret at 2s ... ... ... ... 2 10 o ... I botle Lisbon ... ... ... ... ... 020 ... 8 botles rum in punch ... ... ... ... 2 16 o ... Porter 030 ... Anchovies ... ... ... 026 ... Porter bread and beer to servants ... ... ... 026 ... Cadies ... ... ... ... ... ... o 1 10 ... Prawns ... ... ... ... ... ... 010 ... Glasses brock ... ... ... ... ... 040 ... Cook ... ... ... ... ... ... 020 ... Biscuits ... ... ... ... 013 ... When the supper was bespock ... ... ... o 17 6 £9 3 7 ... Servants ... ... ... ... ... ... 026 £9 6 1 The Captains of the Train Bands, Edinburgh, To John Clearihue. i758. Oct. 11. C To Coffee and tea ... ... £0 7 6 Breksast \\ \" ° \\ ° 1 ... Madeira... ... ... 030 ( ... Officer ... ... ... 005 £0 12 S To Supper ... ... ... ... 100 ... Jeelys, sillibubs, fruit ... ... ... ... 090 ... Bread and beer ... .. ... ... .. 026 ... 17 botles claret at 2s ... ... ... ... 1 14 o ... I ditto Madiera 036 ... 7 bottles rum in punch ... ... ... ... 290 ... Porter 028 ... Anchovies ... ... ... ... ... ... 020 ... Biscuites o o 10 ... Officers' servants ... ... ... ... ... 020 ... Snuff 001 ... Glasses brock ... ... ... ... ... 040 .. Cook 010 £7 3 ° Servants ... ... ... ... 026 £, 5 6"], [170, "T/ie Trained Bands of Edinburgh. 156 Capttns. of Edinbr. To Thos. Sommers, Vintner (Opposite the Guard House). 1764. June 4. To Supper, jelees, and sileybubs ... ... ... £2 2 o ... 2 doz. and 7 bolls clerat ... ... .. ... 586 ... 2 doz. and II botls punch ... ... ... ... 1 5 o ... 6 botls Madeira I I o ... Bread and beer ... ... ... ... ... 030 ... Porter ... ... ... ... ... ... 020 ... Cups ... ... ... ... ... ... 046 ... 4 botls neguss ... ... ... ... ... 050 ... Apples, oringes, resins, and almons ... ... 076 . . . Prans ... . . . ... ... ... ... 026 ... Cook and biskts ... ... ... ... ... 016 ... Cadies ... ... ... ... ... ... 016 ... Servants' of officers' drink ... ... ... 020 ;£ll 6 O Waitters ... ... ... ... ... ... 050 _■£» 11 o The Society of Captains, To Chas. Walker (Writer's Court). 1774- April 14. To Dinner jJj o o ... 27 pints claret, at 8s. ... ... ... ... 10 16 o ... 2 pints rum in punch ... ... ... ... 140 ... 5 bottles Madeira ... ... ... :.. ... 100 ... 3 do. sherry 076 ... 1 do. do. in negus ... ... ... ... 030 ... 4 do. port 080 ... 7 do. porter 024 ... Plain S. C. H. brandy and ginn ... ... ... 043 ... Small beer and bread ... ... ... ... 050 ... Cook, biscuit, and prawns ... ... ... 032 ■■• Apples 036 ... Olives and anchoves ... ... ... ... 050 ... Cadies, tobacco, and paper ... ... ... 017 ••• Tea 036 ... A plate broke ... ... ... ... ... 016 .. The bill at bespeaking ... ... 3 10 7 £21 18 n Waiters o 10 1 £22 9 o"], [171, "The Trained Bands of Edinburgh. 157 Hunters, 17th Feby. 1792. Supper £140 Porter, bread, and beer ... ... 050 6 botts. port, 4 do. sherry 146 16 botts. claret ... ... ... ... 3 12 O Toddy ... ... ... ... ... I 1 o Brandy and gin ... ... ... ... 030 Cook and biscuits ... ... ... 020 Brock ... ... ... 010 Offr's. servants' supper and drink ... 040 £7 16 6 March 9. Dinner .. ... ... ... ... £^ 2 6 Cups, porter, bread, and beer . . 0126 10 botts. port, 6 do. sherry ... ... I 19 o 4 do. Madeira ... ... ... o 18 o 34 pints claret ... ... ... 1560 Toddy ... ... ... ... ... 090 Brandy and gin ... ... ... ... 080 ■ Cook, biscuits, olives, and anchovis, &c. 076 Tea and coffee . ... ... ... o 12 o Brock and cadies ... ... ... 030 Offr. servants' and cadies' dinr. and drink 060 Fruits ... ... ... ... ... 136 Wax lights ... ... ... ... o 16 o £2, 3 o 19 6 Paid, J. H. FORTUNE'S Tontine Tavern (opposite the Town Guard). 1797. June 5. Supper ... ... ... ... ... ... ... £6 4 6 46 botts. port, 3s 9d ... ... ... 8 12 6 19 botts. sherry, 4s ... ... ... 3 16 o Rum punch ... ... ... ... ... ... 213 6 Whisky tody 026 Brandy and gin ... ... ... ... ... ... 096 Porter ... ... ... ... ... ... ... 076 Negus ... .. ... ... ... ... ... 056 Bread and beer ... ... ... ... ... ... 086 Biscuits, prawns, &c. ... ... ... ... .. 079 Breakage .. ... ... ... ... ... 080 Fruits, &c. o 19 4 Tea and Coffie ... ... ... ... ... ... o 12 o Cadies and paper ... .. ... ... 036 Rum tody, 6s ... ... ... ... ... ... 060 £25 16 7 Waiters 1 1 o £26 17 7"], [172, "158 TJie Trained Bands of Edinburgh. 1798. March 5. Dinner £1 16 o Porter, breade, and beer .. ... ... ... 060 2 botts. sherry ... ... ... ... ... ... 080 15 botts. port 2 16 3 Brandy, gin, and whisky ... ... ... ... 042 Punch 040 Cadies ... ■ ... ... ... ... ... ... 006 Port negus ... ... ... ... ... ... 046 Whisky toddy 016 Devills, &c 036 Officers' servants' dinr. and drink ... ... ... 058 Cook and biscuits ... .. ... ... ... 010 £f> 'I I Brokage ... ... ... ... o o n _*£(> 14 o * This is a mistake.— The summation should be £6, 12s. od. H. 6r y. Pillans 6>° Wilson, Printers, 18 Thistle Street, Edinburgh"], [173, ""], [174, ""], [175, ""], [176, ""], [177, ""], [178, ""]]