[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ".. l*i_mJ___ i v' - 4^__9Pi^B^__B Merry Beggars. Prefented in a COMEDIE, A T The Cock*pit mTtrurji'Lane , in the Year I641. And fince, a&ed by His Majesties Servants, at the New Theatre in Kerf-Street, 1.661. Written by . Richard Brome. Mart. Hie totus volo rideat Likllus. LOXCDOJV, Printed for Henry \"Brome Gunia IvjAane^ 1 6 6 l"], [8, ""], [9, "To the Right Noble, Ingenious, and Judicious Gentleman, THOMAS STA^LSXEfq; SIR, 1Havet long fince, fiudied in thefe anti-ingenious Times, to find out a Man thtt might, at once, be both a ]udge and Patron to thu Ijfueofmy Old Age, which needs both. And my blejfed Stars have flung me upon You : In whom both thofe Attributes Concentre and Flourifh : Nor can I yet find a rea fin, why 1 jhouldprefent it to You ( it being below your Acceptance or Cenfure ) but only my own Confidence ; which had not grown to this ForwardnefTe, _ _d u not been incoura'ged by your Goodneffe. Tet we all kpow, Beggars u\\e to flock.to great mens Gates. And, though my Fortune has aft me in that Mold, lam poor and proud ; endpreferve the humour of him, who could not beg for any thing, but great Boones, juch, as are your kind Acceptance and Protection. 1 dare not fay {at my Brethren ufej that Iprefent this, as a Teftimonial of my Gratitude or Recompence for your Favours: For (Iprotefi ) Iconceiveit fo fa\\ from quitting oM Engagements, that it creates new. So that, all, that this Play can do, is but n makf more Work ; and involves me in Debts, beyond a poffibility of Satis faltion. Sir, it were a folly in me, to teUytu of your Worth, the World kpowt it enough ; and are bold to fay, For- tune and Nature fcarce ever club'd/i welt. Tou knur, Sir, 1 am old, and cannot Cringe, n»r Court, with the powder'd and ribbanded Wits of our dayes : But, though I cannot fpeak fo much, lean think as well, and at honourably m the btft. AB the Arguments I can ufe to induceyou to takf notice of this thing of nothing, is, that it had the luckto tumble laft ofaUin the Epidemical! ruine of the Scene ; andnow limps hither with a Wooden Leg, to beg an Almes atyeur hands. IwiU winde up all. with a Ufe of Exhortation , That fince the Times confpite to make us all Beggars, let us make our fel»es merry •, which ( if I am nnmif- takfn ) thit drives at. Be pleafed therefore , Sir, to lodge thefe harmleffc Beggars in the out-houfes of your thoughts ; and, among the reft, Him, that in this Cuckoe , time, puts in for a Member fhip,andwiU fill the Choyre of thofe, that Duly and \" truly pray for you, and is, SIR, Tour humble Servant • ■ R t c h : Br o m e. A 2 TO"], [10, "To Matter Richard Bronte, on his '?/«, called, A Jovial Grew: or, i be Merry BEGVARS. PLayes are inftruHive Recreations . Which, who would wnre, may not expeft, at once , No, nor with every bieed'ng, to write well. And, though fome itching Acidemicks fell La-ely upon this T«k, their Produfts were Lame and imperfect; and did grate 'he eare , So, that they mock'd the ftupid Stationers care , That both with Guelt ahd\"Cringes did prepare Fine Copper-Cuts; and gather'd Vetfes too , To make a Shout before the idle _how. Your Fate i* other : You do not invade ; Rut by great Jhnfoa were made f ee o'th' Trade. So, that we riiuft in this your Labour find Some Image and fait Rclique of hit Mind. JOHN HALL. ToMafter Richard Bronte, on his Comedie of A Jovial Crew. or, The Merry BEGGARS. NOt to Commend, or Ccnfure thee or thine ; Nor like a Buffi, to fignifie good Wine . Hor yettopublifli to the World, or Thee , Thou rnerit'ft Bayes by Wit and Poetry , Do I land here. Though I do kno'« there comes A Shole, with Regiments o( Encomiums , On all occafions , whofe Aftronomie Can calculate a praife to Fifty three , And wire blank Copies, /ucn, as being view'd , May ferve indifferently each Altitude ;\\ And make Books, like Petitions , whofe Commands Are not from Worth, but multitude of Hands: Thofe will prove Wit by power, and make a Trade > To force by number when they oan't perfwade. Here's no fuch need : For Books, like Children, be Well chrilYned, when their Sureties are but three. And thofe, which to twelve Godfathets do come , Signifie former Guilt, or fpeedy Doom. Nor need the Stationer, when all th'Wits are paft , Bring his own Periwig Poetry it I aft. All"], [11, "All this won't do; For, when their Labour's done, The Reader's rm'd, not by their tafts, but's own. And he, that for Encomiaftickj looks. May find the bigger, not the better Books. So thit the rooft our Leavers ferve for, fhews Only that we're his Friends, and do fuppofe 'risgood.- And that is all, that I fhall fay. In truih f love him well, tndltke his Play, And if rhere's any, that don't think fo roo : Let them let it alone for them that do. 7.B. To his worthy Friend Matter Richard Brome, upon his Comedie, called, A Joviall Crew : or, The Merry beggars. THis Comedie ( ingeniocs Friend ) will raife It fclf a Monument, without a Praife Begg'd by the Stationer ; who, withftrcngth of Purfe Arid Pens takes care, to make his BocA fell worfe. And I dare calculate thy Play, although Not elevated unto Fifty iw». It may grow old as Time or Wit ; and he, 1 hit dares dcfpife, may afrer envy rhce. Learning the File of Poefte may be Fetch'd from the Arts and Vniverfitie : But he that w ites a Play, and good, muft know, Beyond his Books, Men, and their Aftions too. Copies of Verfe, that make the New Men (wear, Reach not a Poem, nor the Mufes heat , Small Bavine-Wits, and Wood, may burn a while, And make more noife, then Forrefti on a Pile, Whofe Fivers ftnunk, ma' invite a piteous (.ream, Not to lament, but to extinguifh them. Thy Fancie'i Me ttall ; an 1 thy ftrain's much higher Proof 'gainft their Wit, and what that dreads, the Fire. Jt. Shirley. To my vorthy Friend Matter Ricbard Bronte, on his Excellent Play, called, A Joviall Grew : or , The Merry Beggars; THere is » Faftion ( Friend ) in Town, that cries, Down with the Dagon-Poet, Johnfon dies. His Works were too elaborate, not fit To come within the Verge, or face of Wit. B J Beaumont"], [12, "0/\"Fortune-tellcrs, Damfels, and their Squire?, Expos'd to ftrange Adventuret. through the Briers Of Love and Fate. But why need I forestall WhaifhiOftfion be obvious to you all : But wtjb the dtlneffe may makf no Manfleep, Njrfadnejfe of it any Woman weep. The Perfons of the Play. rXLdrents, an antient Efquire. Hearty, his Friend,and merry Companion, but a decay 'd Gentle- man. Springl.tie, Steward to Matter Oldrtnts. HsuZX } cw°y°unS Gentlemen. %aniall% a Groom, Servant to Oldrents. Matter Senttoell, -s and two other > Friends to Juftice Clacks Gentlemen, J O/^rtbeJufticesSon. Matter Clac{, thejuflicehimfelf. Matter Talboy, Lover to the Juttices Neece. Martin, the J uttices Cleark, Chaplain, ~> % Ufher, C t0 Qldrents. Sutler, C Coo{, 3 ZiYei\\old\"»K Daughters. Jtmie, Juttice Clac{'s Neece. Jutum-M?ort,za old 'BeggAr-tnornm. Tatrico, \"\\ Souldier, C Four efpeciall Beggars. Lawyer, \\ Courtier, ** Scribble, their Port. . Divers other Beggars, tidier ;,and Mutes. A"], [13, "A JOVIAL CREW 0 R, The Merry Beggars. Alius Primus* Oldrents* Hearty. Old.TT has indeed, Friend, much affli&ed me. X Heat And very juilly, let me tell you, Sir, That could fo impioufly be curious To tempt a judgement on you ; to give ear, And Faith too (by your leave) to Fortune-tellers, Wizards and Gipfies. Old. 1 have fince been frighted With'c in a thoufand dreams. Hea. ' 1 would be drunk A thoufand times to bed, rather then dream Of any of their Riddlemy Riddlemiis. If they prove happie fo : If not, let'c go j You'll never finde their meaning, till tti* event, If you .'uppofechrre was, at all, a meaning, As the equivocating Devil had, when he Cofeny the Monk, to let him live foul-free, Till he fliould find him fleeping between fheets: Thcwarie Monk, abjuring all fuch lodging, At 1 aft, by over- watching in his ftudie, The foul Fiend took him napping with his nofe Betwixt the (beer-leaves of bis conjuring Book. There was the whim, or double meaning on't. But thtfe fono F riune-tellers, that know nothing, Aim to be thought more cunning then their Mafteri The forefaid D vil, tho* truly notfo hurtfull ; Yet, truil; 'cm / hang 'cm. Wizards ! old blinde Buzzards / B Fpi"], [14, "A ffovial Crew : or, For otice they hit, they mifs a thoufand times ; And moft times give quite contrary, bad for good, And beft for worft. One told a Gentleman His fon ftiould be a man-killer, and hang'd for't j Who, after prov'd a great and rich Phyfician , And with great Fame ith* Univerfity Hang'd up in pifture for a grave example. There was the wbim of rhat. Quite contrary / Old- And that was happy, would mine could fo deceive my fears. Hea. They may: but truft not to't. Another Scbemifl Found, that a fquint-ey'dboy ftiould prove a notable P.ck-purte, and afterwards a mott ttrong thief 5 When he grtwnip t&be a cunning Lawyer , And at laft died a Judge. Qyite contrary ! How many have been mark'd out by thefe Wizards For fools, that after have been prick'd for Sheriffs _? Was not a Shepheard boy foretold to be A D mkard, and to get his living from Bawds, Whores, Thieves, Quarrellors and the like.? And did he not become a Suburbe Juflice > And live in Wine and Wor/hip by the Fees Rack'd out of fuch Delinquent».?Thert's thewbim on't. Now I come to you : Your Figure-flinger finds, That both your Daughters, notwithftanding all Your great Pofleffions, which they are Co-heirs of, Shall yet bt Beggars : May it not be meant, ( If, as I faid, there be a meaning in it ) They may prove Courtiers, or great Courtiers wives , And fo be B ggars in Law > Is not that the wbim on'* think you ? you fliall think no worfe on'c. Old. Would I had your merry heart. Hea. I thank you, Sir. OU. I mean the like. Hea. I would you had ; and I Such an E date as yourf. Four thoufand yearly, With fuch a heart as mine, would defie Fortune , And all her babling Sootb-fayers. I'de as foon Diftruft in Providence , as lend a fear To fuch a Vefliny, for a Child of mine, While"], [15, "The Merry Beggar r. While there be Sack and Songs in Town or Country; Think like a man of conscience ( now I am ferious ) What jullice can there be for fuch a curfe To fall upon your Heirs . Do you not live Free, out of Law, or grieving any man > Are you not th'only rich man lives un -envied ? Have you not all the praifes of the Rich , And prayers of the Poor > Did ever any Servant, or Hireling, Neighbour, Kindred, Curfe you, Or wifti one minute ftior ten'd of your life ? Have you one grudging Tenant > will they not all Fight tor you J Do they not teach their Children , And make 'em too, pray for you morn and evening , And in their Graces too, as duly as For King and Realm ? The innocent things would think They ought not eat elfe. Old.' Vis their goodnefle. Hea. It is your merit. Your great love and bounty Procures from Heaven thofe infpirations in 'em. Whofe Rent did ever you .xj& ? whofe have You not remitted, when by cafuelties Of fire, of floods,of common dearth, or fickneffe, Poor men were brought behind hand ? Nay, whofe loiles Have you not piouflie repair 'd > Old, Enough. Hea. What Hariots have you tane from forlorn Widows ? What Acre ofyour thoufands have you rack'd ? Old. Good Friend no more. Hea. Thefe are enough, indeed, To fill your ears with joyful acclamations Where e're you pafs . Heaven blefs our Landlord Olirenu Our Matter Oldrent; our good Patron Oldrtnt. Cannot thefe founds conjure that evil fpiric Of fear out of you, that your Children (ball Live to be Beggars ? Shall Squire Oldrem't Daughters Wear old rents in their Garments? (there's a wbim too.) Because a Fortune-t l/er told you fo > Old. Come, 1 will ftrive to think no more ot *c. Hea. Will you ride forth for air then, and be merry 1 Old. Your counfel and example may inftrucT: me,"], [16, "A JovialCretv : or, He*. _?_r^muft be had in fundry places too. For Songs I am provided. Enter Springlove with Bookj and Papers, be lays tbetn on the Table. Old. Yet here comes one brings me a fecond fear , Who has my care the next unto my children. Wea Your Steward, Sir, it feems has bufinefs with you. lwifti you would have none, _ Old Til foon difpatch it : And then be for cur journey inftantlie. Eea, I'll wait your comming down, Sir. Exit. Old- But why, Springlove , Is now this < xpedition ? Spr. Sir, 'Tis duty. Old Not common among Stewards, I confefs , To urge in their Accompt* before the day Their Lords have limited. Some that are grown To hoary haires and Knighthoods, are not found Guilty of fuch an importunity. Tis yet but thirtie daies, when I give fortie After the half-year day , our Lady laft. Could 1 fufpeft my Truft were loft in thee ; Or doubt thy youth had not abilitie To carry out the weight of fuch a charge , I, then, fhould call on thee. Spr, Sir, your indulgence , 1 hope, (hall ne'r corrupt me. Nt'r theleft , The teftimony of a fair difcharge From time to time, will be incouraeeroent Springlove turns over the fever al spooks tt bis Majter. To virtue in me. You may chen be pleas'd To take here a Survey of all your Rents Receiv'd, and all fuch other payments, as Came to my hands fince my laft Audit , for - Cattel, Wool, Corn, all Fruits of Husbandrie. Then, my Receipts and Bond*, and fome new Leafes , With fome old debts, and slmoftdefpe rate ones, As well from Countrie Cavaliers, as Courtiers. Then, here fir, arc my feveral Disburfemems , In"], [17, "The Merry leggml In all particulars for your felf and Daughters , vIn charge of Hout-keeping, Buildings and Repairi , Journeys, Apparel, Coaches, Gifts and all Expences for your perfonal neceffaries. Here, Servants wages, Liveries, and cures. Here for lupplies of horfes, hawks and hounds. And lardy, not the lcalt to be remembred , Your largt Benevolence to the poor. Old Thy charnie there goes hand in hand with mine. And, Spin^love, I commend it in thee, that So young in years art grown fo ripe in goodnefie. . May their Heaven piercing P. ayers bring on thee Equall rewards with me, Spr- Now here, Sir, is Theballanceof thefeveral Accompts, Which (hews you what remains in Cifti : which added Unto your former Banck, makes up in all — Old. Twelve thoufand and odd pounds. Spr. Here are the keys Of all. TheChefts are fafein your own Clofet. Old. Why in my Clofet V is not yours as fafc ? Spr. O, Sir, you know my fuit. Old. Your fuit 1 what fuic > Spr. Touching the time of year. OW.Tis well-nigh May. VVhy what of that, good Spinglovt Wgbtith Spr. O, Sir you hear 1 am cali'd, gale ftngt. Old. Fie Springlove, fie. 1 hop'd thou had 1. abjur'd that uncough practice, Spr. You thought 1 had forftken Nature then. Old. h that difeafe of nature It ill in the* So virulent ? and, notwithstanding all My favours, in my gifts, my cares, and counfels , VVhich to a foul ingrateful might be boafted ; •-Have 1 firft bred thee, and then preferr'J thee ( from 1 will not fay how wretched a beginning ) To be a Matter over all my Servants J Planted thee in my bofom ; and c . nft thou , There, flight me for the whittling of a Bird > Sfr. Your reafon, Sir, informs you, that's no caufe, B3 But"], [18, "yjt jovial Crew '.or* But *cis the feafon of the year that calls me. VVhat moves her Noats, provokes my difpofition By a more abfolute power of Nature, then Philofophie can render an account for. Old. 1 find there's no expelling it 5 but ftill It will return. I have try'd all the means ( As I may fafely think ) in humane wifdom, And did (as near as reafon couldj afTure me, That thy laft years reftraint had ftopp'd for ever, That running fore on thee,that gadding humour ; When, only for that caule, 1 laid the weight Or mine Eftatein Stewardihip upon thee ; Which kept thee in that year, after lo many Sommer vagaries thou hadft made before. Spr. You kept a Swallow in a Cage that while. 1 cannot, Sir, indure another Sommer In that reftraint, with life : 'twas then my torment, But now, my death; Yet, Sir, my life is yours ; Who are my Patron ; freely may you take it. Yet pardon, Sir, my frailty, that do beg A fmall continuance of it on my knees. Old. Can there no means be found to preferve life In thee, but wandring, like a Vagabond ? Do_s not the Sun as comfortably (hine Upon my Gardens, as the opener Fields _? Or on my Fields, as others far remote > Are not my Walks and Greens as del_&able As the High- ways and Commons? Are thelhades Of Siecamore and Bowers of Eglantine heft pleafing then of Bramble, or thorne hedges _ Or of my Groves and Thickets, then wild Woods? Are not my Fountain waters freflier then The troubled ft reams, where every Beaft does drirjk . .f_. Do not the Birds fing here as fweet avd lively, As any other where ? is not thy bed more foft, And reft more fafe, then in a Field or Barn ? Is a full Table, which is cali'd thine own, L'ls curious or wholfom, then the fcrap» From others trenchers,twice or thrice tranflated> Spr. Yea, in the winttr fcafon, when the fire"], [19, "The Merry Beggars. Is Tweeter then the air. Old. What air is wanting ? Spr. O Sir, y'have heard of Pilgrimages J and ' The voluntary travels of good men. Old. For Pennance ; or to holy ends > but bring Not thofe into companion, I charge you. Spr. 1 do not, Sir. But pardon me, to think Their fufferings are much fweetned by delights, Such as we finde, by (hi; ting place and air. 0/d. Are there delights in beggary ? Or, if to take Diverfityof Air be fuch a folace, Travel the Kingdom over : And if this Yeeld not variety enough, try further : Provided your deportment be gentile. Take Horfe, and Man, and Money : you have all, Or I'll allow enough. Spr. O how am I confounded ! Dear Sir, retort me naked to the world, Rather then lay thofe burdens on me, which wTT-fi /__•/_! ¥ n ■_ _ ■ «_i SingNigb:* ingaU, Cuc kpe, &c. Will (tine me. 1 mutt abroad or penlh. Old, I will no longer drive to wafti this Moor ; Nor breath more minutes fo unthriftily, In civil argument,againft rude winde, But rather pra&ife to withdraw my love And tender care fif it be poflible) From that unfruitful breaft j ineaple / Of wholefome counfel. Spr. Have I your leave, Sir ? Old. 1 leave you to difpute it with your felf. 1 have no voice to bid you go, or (lay : My love (hall give thy will preheminence ; And leave th'effeft to Time and Providence- Exit. Spr. I am confounded in my obligation To this good man : His virtue is my punilhment. When 'tis not in my Nature to return Obedience to his Merits. I could wifh Such an Ingratitude were Death by th'Iaw, And put in prefent execution on mr, To rid me of my (harper fuffering. Npr but by death, can this predominant iway"], [20, "n^i tfovial Crew : or, OF nature be eXfinguiftM in me. 1 Have fought with my Afl.&ion»,'by th'afllftance O all the ftrengths of Art and Discipline fAll which I owe him for in education too) To conquer and eftablifh my obfervance (As in ail other rules) to him in this. This inborn ftrong defire of liberty In > hit free courfe, which hp d terts as fliamefull, And 1 approve my earths felicity ♦ But find' tSe war is endkfs, and mnft fly. What mutt I lofe then .? A good Mafter's love. What Iofs feels he that wants not what he lofes ? They'l fay I lofe all Reputation. What's that,to live where no fuch thing is known} My djtie to a Matter will be qneftion'd. Where'dutie isexafted is is none : And among Beggars, each man is his own. Enter Randal and three or four fervants with a great Kettle, and blackjacks, and a Bakfrs Basht, all empty, exeunt with all, manet Randal. Now fellows, what news from when.ce you came .? Ran. The old wonted news, Sir, from your Guett-houfe, the old Barn.We have unloaden the Bread- basket, the Beef- Kettle, and the Beer Bumbards there, amongft your Guefts the Beg. g.rs. And they have all prayed for you and our Matter, as their manner is, from the. teeth outward, marrie from the teeth inwards 'tis enough to fwallow your Alms; from whence 1 think their Prayer? feldom come. Spr> Thou.lh..u.u*.t not think uncharitably. Ran. Thought's free, Mafier Steward, and it pleafe you. But your Charitie is ncverthelels nocorious, I mutt need* fay. S ■ Spr. Meritorious thou meantft to fav. Ran Sjrelie Sir, no ; 'tis out of our Curats Book. Spr. B,»t I afpirc rttfmeViUj, nor popular thanks, ' Lis Will if I do well in it. Ran- It might b_ better though (if old Randil , whom m ji allow to calk, might cuunfe.') • to help to breed up poor mens"], [21, "The merry Beggars. mens children, or decayed labourers,paft their work, or tra veler towards the fetting up of poor young maried couples; then to beftow an hundred pound a year ( at leaft you do that, if not all you get) befides our Matters bounty, to main tain in begging fucn wanderers as thefe, that never are out of their way ; that cannoc give account from whence they came, or whither they would; nor of any beginning they ever had, or anyendthey feek, but ftill doflrowleand beg till their bellies be full, and then deep till they be hungry. Spr. Thou art ever repining at thofe poor people / they take nothing from thee but thy pains : and that I pay thee thee for too. Why fhould'ft thou grudge f Ran. Am I not bitten to it every day, by the fix-footed blood-hounds that they leave in theirT_,itter, when I throw out the old , to lay frefh ftraw for the new comers at night. That', one part of my Office. And you are fure that though your hofpitality be but for a night and a morning for one Rabble, to have a new fupply every evening. They take nothing from me indeed, they give too much. Spr. Thou art old Randall ftill,/ ever grumbling, but ftill officious for 'em. Ran. Yes ; hang 'em, they know I love 'em well enough, I have had merry bouts with fome of 'em. Spr. What fay'ft thou Randall? Ran. They are indeed my pattime. I left the merry Griggs fas their provender has prickt 'em)in fuch a Hoigh younder! fuch a frollick ! you'I hear anon, as you walk nearer 'em. Spr. Well honeft Randal. Thus it is. I am for a journey. I know not how long will be my abfence. But I will prefently take order with the Cook, Pander and Butler, for my won ted allowance to the Poor; And I will leave mony with thee to manage the affair till my return. JUtn. Then up rife Randal, Bayley of the Beggars. Spr. And if our Matter fhall be difpleas'd (although the charge be mine) at the openefs of the Entertainment, thou (halt then give it proportionably in money, and let them walk farther. Ran. Pfeugh ! that will never do't, never do 'em good : 'Tis the Seat , the Habitation, the Rendevous, that chears their hearts. Money would clog their Gonfcienccs, Nor ■ «* * C mufi"], [22, "A JovialCrtw.or, mu ft 1 lofe the mufick of 'em in their lodging. Spr. We will agree upon't anon. Go now about your bu finels. . . , Wan. 1 go. Bayley ? nay Steward and Chamberlain ot the Rogues and Beggars. _ Spr. I cannot think but with a trembling fear On this adventure, in a fcruple, which I have not weighed with all my other doubts. I (hail, in my departu-e, rob my Matter. Of what? of a true Servant; other theft I have committed none. And that may be fupply'd, And better too, by fome more conftant to him. But I may injure maijy in his Truft, Which now he cannot be but fparing of. I rob him too, of the content and hopes He had in me, whom he had built and rais'd Unto what growth in his affeftion, That 1 became a gladnefs in his eye, And now muft be a grief or a vexation A noyfe andfinging within. Unto his noble heart. But heark .' I there's The Harmony that drowns all doubts and fears; A little nearer. . Song. FRom hunger and cold who lives mere free , Or who more richly clad than wee ? Our bellies are full ; our fie fh is warm ; And, againO pride, our rags are a charm. Enough is our Feaft, and far to morrow Let ricb men core : we feel no [orrow. No forrowt no forrow, no forrow, no (orrow. Let ricb men care, we feel no forrow. Sp. The Eroperour hears no fuch mufick; nor feels content like this ! Bach City, each Town, and every Village , Affords us either an Alms or Pillage. And if the weather be cold and raw Then, in a Barn we tumble in (iraw. Jf warm and fair, by yea-cock\\and nay-cock^ Ihe Fields mU afford m a Hedge or tt Hay-coc]^ jg»"], [23, "The merry Beggars. A Hay-cock, a Hay-cock^, aHay-eecl^, a Hay-cock,, Ibe Fields will afford us a Hedge or a Hay-cocl^. Spr. Moft ravifhing delight ! But, in all this Onely one fenfe is pleas d : mine ear is feafted. Mine eyes toomuftbefatisfied with my joyes. The hoarding Ufurer cannot have more Thirtty defire to fee his golden ftore, When he unlocks his Treafury, then I The equipage in which my Beggars lye. He opens the Scene; the Beggars are difcovered in their poftures; then they iffue forth; andlaji, the Patrico. * AH. Oar Matter, our Matter! our fweet and comfortable Matter. Spr. How chear my hearts > i Beg. Moft crowfe, moft capringly. Shall we dance, (hall we Gng, to welcome our King > Strike up Piper a merry merry dance That we on our Hampers may foot it and prance, To make his heart merry as he has made ours; As luftickandfroliqueas Lords in their Bowers. M«fck. Dance. Spr. Exceeding well perform'd. i Beg, 'Tis well if it like you, Mafter. B'lt we have not that rag among us , that we will not daunce off, to do you fervice; we being all and only your fervants, moft noble Sir. Command us therefore and imploy us, webefeech you. Spr. Thou fpeak'ft moft courtly. 2. Beg. Sir, he can fpeak, and could have writ as well. He is a decay 'd Poet, newly fallen in among us; and begs as well as the beft ofus. He learnt it pretty well in his own profef- fion before; and can the better praftife it in ours now. Spr. Thou art a wit too, irfeems. 3 Beg. He ftiould have wit and knavery too, Sir; For he was an Attorney , till he was pitch 'd over the Bar. And, from that fall , he was taken up a Knight o' the Poft; and Co he continued , till he w« degraded at the whipping-pott; 10 C 2 and"], [24, "A Jovial Crew, or, and from thence he ran refolutely into this courfe. His cunning in the Law,and the others labour with the M'-tfes are dedicate to your fervice ; and for my felf, I'll fight for you. Spr. Thou art a brave fellow , and (peak ft like a Com- mander. Haft thou born Armes ? 4 Beg. Sir, he has born the nameof a Netherland Souldier, till he ran away from his Colours , and was taken lame with lying in the Fields by a Sciatica : I mean , Sir, the papa. do. After which , by a fecond retreat , indeed running away , he fcambled into his Country , and fo efcap'd the Gallows ; and then fnap'd up his living in the City by his wit in cheating, pimping, and (itchlike Arts, till the Cart and the Pillory (hewed him too publickly to the world. And fo, begging being the laft refuge , he enter'd into our Society. And now lives honeftly, I mutt needs fay as the beft of us, Spr. Thou fpeak'tt good language too. i Beg. He was a Courtier born, Sir, and begs on pleafure I affure you, refilling great and conftant means from able Friends to make him a (laid man. Yet ( the want of a legg notwithftanding ) he mutt travel in this kinde againft all common reafon, by the fpecial pollicy of Providence. Spr. As how , I prethee ? i Beg. His Father, Sir, was a Courtier; a great Court- Beggar I afTure you; J made thefe Verfes of Him and his Son here. A Courtier begg'd by Coveti(e,-not Need, From Others that, which made them beg indeed. - j. He begg'd, till wealth had laden him with cares To keep for's Children and their Children (hares : While the opprefs'd, that loft that great Eftate Sent Curfes after k unto their Fate. The Father dies ( the world (ayes ) very rich; The Son, being gotten while ( it feems ) the itch - 3 Of begging was upon the Courtly Sire, Or bound by Fate, will to no wealth afpire, Tho' offer'd him in Money , Cloathes or Meat, More than he begs, or inftantly mutt eat. Is not he Heavenly blett, that hates Earth's Treafure And begs, with What's a Gentlemen bm's pleafure ? Or"], [25, "The merry Bcgg.tr/, Or fay it be upon the Heira curfe; What's that to him ? The Bexar's ne'r the worfe. For of the general ftore that Heaven has fent He values not a penny till't be fpent. All. A Scribble, a Scribble ! 2 Beg. What City or Court Poet could fay more than our Hedge Mufe-monger here > 2 Beg. What fay, Sir, to our Poet Scribble here? Spr. I like his vain exceeding well; and the whole Con- fort of you. 2 Beg. Contort, Sir. We have M'fteiam too among us : true merry Beggars indeed , that being within the reach of the Lafh for fitiging libellous Songs at London, werefainto flie into our Covie, and here they fing all our Poets Titties. They can fing any thing moft tunably , Sir , but Pfalmes. What they may do hereafter under a triple Tree, is much expected. But they live very civilly and gentily among u.s; Spr. But what is he there? t'-atl'olemn old fellow, that ne ther fpeaks of himfelf, nor any body for him* 2 Beg. O Sir, the rareft man of all. He is a Prophet. See how he holds up his Prognofticating nofe. He is diviriing DOW. Spr. How ? a Prophet ? 2JBjg. Yes Sir,, a cunning-man and a Fortune-teller : 'tis thought he was a great Clark before his decay, but he is very clofe, will nut tell his beginning, nor the fortune he himfef is falne from: But he ferves us for a Clergy-man Rill, and marries us, if need be, after a new way of his own. Spr. How long have you had his company ? 2 Beg. But lately come amongtt us, but a very anrient Strowle all the Land over, and has travell'd with Gipfies, and is a Patrico. Shall he read your Fortune Sir ? Spr. If it pleafe him. Pat. Lend me your hand, Sir; By this Palme I underfiand, Thou art born to Wealth and hand, E*_ And after many a bitter gulf, Shalt build with thy great Grandftres dn$. Spr. Where (hall I find it ? but come, I'lenot trouble my head with the (ear ch, C 3 2 Beg"], [26, "y^f Jovial Crew : or, 2 Bg. What fay, Sir, to our Crew? are we not well con predated ? . , Spr. You are A Jovial Crew ; the only people Whofe happinefs I admire. 2 Bee Will you make us happy in ferving you ? have you any Enemies? (hall we fight under you? will you be our Captain ? 2 Beg. Nay, our King. 3 Beg. Command us fomething, Sir. Spr. Where's the next Rendevouz? i Beg. Neither in Village nor in Town : But three mile off at Mnple-down. Spr. At evening there l'ie vifit you. Song. COme, come ; away : The Spring ( By every Bird that can butfmg, Or chirp anote~) doth now invite Vs forth, to tatfe of his delight. In Field, in Grove, on Hill, in Vale , B«t above all the Nightingale: Who in her fwietneffe ftrives fout-doe The loudnefs of the hoarfe Cuckoe. r Cuckoe cries he, Jug Jug ]ugftngsfhe, From bvjh to bujh, from tree to tree , Why in one place then tarry we ? Come away ; why do we {fay > We have no debt or rent to pay. No bargains or account, to mak^ ; Nor Land or Leafe to let or ta\\e : Or if we had,fhould that remore us, When all the world's our own before us, And where we pafs, and makg re fort, It is our Kingdom and our Court. Cuckoecrieshe,&c. Exeunt Cmtantes. Spr. So, now away. They dream of happinefs that live in State, But they enjoy it that obey their Fate. Alius"], [27, "The Merry Beggars. AS us Secundus. Vincent, HiUiard, Meriel, Rachel. Vhu T Am overcome with admiration, at the felicity they ltake! Hi/. Beggars! They are the only people, can boaftthe benefit of a free ftate, in the full enjoyment of Liberty, Mirth and Eafe ; having all things in common, and nothing wanting of Natures whole provifion within the reach of their defii es. Who would have loft this fight of their Revels ? Vin. How think you Ladies ? Are they not the only hap py in a Nation ? Mer. Happier then we I'm fure, that are pent up and tyed by the nofe to the continual fteam of hot Hofpitality, here in our Father's houfe, when they have the Aire at pleafure in all variety. Ra. And though I know we have merrier Spirits then they, yet to live thus confin'd, ftifles us. Hi!. Why Ladies, you have liberty enough ; or may take what youpleafe. Mer. Yes in our Father's Rule and Government, or by his allowance. What's that to abfolute freedom; fuch as the very Beggars have; to Feaft and Revel here to day, and yonder to morrow ; next diy where they pleafe; andfoon ftill, the whole Country or Kingdom over ? There's Liber-. ty! the birds of the Aire can take no more. Ra. And then at home here, or wherefoever he comes, our Father is fo penfive, (what muddy fpirit foe're poffeffes him, would I could conjure't out ) that he makes us even fick of his fadnefle, that were wont to fee my Ghofftps cock to day ; mould Cockfebread ; dance clutter depouch ; and Hannykin booby; binde barrels; or do any thing before him, and he would laugh at us. Mer. Now he never looks upon us, but with a figh,or tears in his eyes, tho' we fimper never fo fanftifiedly. What tales have been told him of us, or what he fufpetts I know not j God forgive him, I do ; but I am weary of his houfe. Ra."], [28, "A Jovial Crew : or, Ra Does he think us Whores tro, becaufe fometimes we talk a/lHitly as great Ladies. I can fwear lately forthe Vi.gimty'ofoneotu^ fo far as Word and Deed goes ; mar rv Thought's nee. -.- _, Mer. Which is that one of us I pray? yourfelf or me? Ra Good lifter Meriel , Charity begins at home. But 1 1 fwear* as charitably of thee : And not onely becaufe thou art a year younger neither. „■__.__ ■_• Mer. I am beholden to you. But for my Father, I would . I knew his grief and how to cure him, or that we were where we could not fee it. It fpoyles our mirth , and that has been better than his Meat to us. Vw. Will you hear our motion Ladies ? Mer. Pfew, you would marry us prefently out of his way, becaufe he has given you a fooliffikinde of promife : But we will fee him in a better humour fiift,and as apt to laugh as we to lye down, I warrant him Hill. 'Tis like that courfe will cure him , would you im brace it. Ra. We will have him cur'd firft, I tell you : And you fhall wait that feafon, and our leafure. Mr. I will rather hazard my being one of the Devil's Ape-leaders, then to many whi.ehe is melancholly. Ra. Or I to ftay in his houfe; to give entertainment to this Knight , or t'other Coxcomb, that comes to chear him up with eating of his chear : when we mutt fetch 'em fvvcet meats, and they mutt tell us, Ladies, your lips are fweeter, and then fall into Courtlhip, one in a Cet fpeech taken out of old Brit aim Works, another with Verfes out of the Acade my of Complements , or fome or other of the new Poetical Pamphletters, ambitious onely to fpoile Paper , and publifh their names in print. And thentobekift, and fometimes flaver'd fagh. Mer, 'Tis not to beindur'd. We muft out of the Houfe. We cannot live but by laughing, and that aloud, and no body fad within hearing. 1)in. We arefor any adventure with you, Ladies.' Shall we projeft a journey for you ? your Father has trufted you, and will think you <(afe in our company; and we would fain ' be abroad upon fome progrefle with you. Shall we make a fling"], [29, "•the merry Beggars^. fling to London , and fee how the Spring appears there in the Spring-Garden, and in Hidepar_\\, to fee the Races, Horfe and Foot . to hear the Jockjes crack ; and fee the Adamites run naked afore the Ladies ? Ra. We have feen all already there, as well as they , latt year. Hil. But there ha' been new Playes fince. Ra. No : no : we are not for London. Hil. What think you of a Journey to the Bath then > Ra. Worfe than t'other way. I love not to carry my Health where others drop their Difeafes. There's nofport i' that. Vih. Will you up to the hill top of fports, then, and Mer riments, ~Dovors OHmpickj or the Cotswold Games. Mer. No, that will be too publique for our Recreation. We would have it more within our felves. Hil. Think offomecourfe your felves then. We are for you upon any way, as far as Horfe and Money can carry us. Vin. I, and if thofe means failes us, as far as our legs can bear,orour hands can help us. • Ra. And we will put you to't. Come afide Meriel—. — « Afxde. Vin. Some jeere, perhaps to put upon us. ' Hil. What think you of a Pilgrimage to St. Winifrides Well? Vin. Or a Journey to the wife woman at Nantwich, to ask if we be fit husbands for 'err. ? Hil. They are not fcrupulous in that, we having had their growing loves up from our Childhoods; and the old Squire's good will before all men. Ra, Me. Ha ha ha Vin. What's the conceit I mervail. IU Afc. Ha ha ha ha Hill. Some merry one it feems. Ra. And then, Grrah Meriel Heark agen i _ha ha ha Vin. How they are taken with it ! Mar. Ha ha ha Heark agen Rachel. Hil. Some wonderful! Nothing fure. They will laugh as much to fee a fwallow flie with a white.feather imp*d in her Uil. D Vim"], [30, "A tfovial Crew ; or, Vin. They were born laughing I think. Ra. Me. Ha ha ha *Z.i«. If it be not fome trick put upon us,, which they I difcover in fome monftrous fhape, they cozen me. Now La dies , is your Projeft ripe ? poffefi us with the knowledge ofit. Ra. It is more precious, than to be imparted upon a flight demand. Hit. Pray let us hear it. You know we are your trufty fer vants. Vin. And have kept all your councels ever fince we have been Infant-Playfellows. Ra. Yes you have plaid at all kinds of fmall game with us; but this is to the purpofe. Ha ha ha- . . Hil. Itfeemsfoby your laughing. Ra. And asks a ftronger tongue-tie than tearing of Books; burning of Samplers; making Dirt-pies; or piffe and paddle in'r. Vin. You know how, and what we have vow'd ; to wait upon you any way, any how, and any whither. M\"r. And you will ftand to'c ? Hil. I, and go to't with you, wherever it be. Mer. Pray tell't 'em, fitter Rac htl. Ra Why Gentlemen —ha ha- Thus it is — Tell it you Meritl. V'm. O, is that all .? Mer. You are the elder. Pray tell it you. R<r. You are. the younger. I command you tell it. Come, out with it. They long to have it.. Hd. When? Vin. When? Mer. Introth you mutt tell it, Sifter , I cannot. Pray be« gin. Ra. Then Gentlemen ftand your ground; Vin. S^nie ter.-ible bulinefs fure ! R«. You feem'd e'n now to admire the felicity of Beg\\ comie And hlVC \"iaaS'd y°Ur fdVeS t0 }0ya With us in anfl Rtfl"], [31, "The Merry Beggars. R*. Will you now with us, and for our fakes turn Beg* gars _ ' M^r. It is our Refolution , and our Injunction on you. Ra. But for a Time, and a fhort Progrefs. Mer. And for a fpring-trick of youth, now , in the fea« fon. Vin. Beggars! What Rogues are thefe > Hil. A fimple tryal of our Loves and fervice I Ra. Are you refolv'd upon't? If not Godbw'y'. VVe are refolved to take our courfe. Mer. Let yours be to keep councel. Vin. Stay, ftay. Beggars] Are we not fo already > Do we not beg your loves, and your enjoyings ? Do we not beg to bereceiv'd your fervants i To kifs your hands, or ( ifyou will vouchfafe ) Your lips; or your imbraces ? Hil. VVe now beg, That we may fetch the Rings and Pricfts to marry us. Wherein are we no Beggars ? Ra. Thac will not ferve. Your time's not come for that yet. Yonmallbegr.ffKa/ifirft. Vin. O, I conceive your begging progrefle is to ratable out this Sommer among your Father's Tenents; and 'tis in requeft among Gentlemens Daughters to devour their Cheeie-cakes , Apple-pies, Cream and Guftards, Fla piacks, and Panpuddings. M^. Not fo, not fo , HH. Why fo we may be a kind of civil Beggars: Ra. I mean ftai k, errant, downright Beggars, I , Without equivocations; Statute Beggars. Mer. Couchant and Paflant, Guardant, Rampant Beggars, Vin. Current and vagrant HU. Stockant, whippant Beggars ! Vin. Mutt you and we be fuch ? would you fo have it ? Ra. Such as we faw fo merry ; and you concluded Were th'only happy People in a Nation. Mer. The onely Freemen of a Common-wealth ; iFree above Scot-free; that obferve no Law , Obey no Governour, ufe no Religion, I Da But"], [32, "A JovialCrew-.tr, But what they draw from their awn ancient cuftorn , Orconftitutethemfelves,yetare no Rebels. Ra. Such as of all mens Meat and all men. Money Take a free part ; and, wherefoe'rethey travel, Have all things gratis to their hands provided. Vin. Courle fare moft times. %a. Their ftomack makes it good *, And feafts on that, which others '.corn for Food. Mer. The Antidote, Content, is only theirs. And, unto that, fuch full delights are known , That they concei ve the Kingdom is their own. Vin. 'Fore Heaven I think they are in earneft : for they werealwayes mad. Hill. And we were madder then they , if we fhould lofe 'em. Vin. 'Tis but a mad trick of youth ( as they fay ) for the Spring, or a (hort progiefs : and mirth may be made out of it ; knew we how to carry it. Ra. Pray Gentlemen be fudden. Heark, you hear the Cuckoe. Cuc^t, Hil. We are moft refolutely for you in your courfe. Vm. But the vexation is how to fet it on foot. Ra. We have projefted it. Now if you be perfclft and con- ftant Lovers and friends, fearch you the means. We have puzzell'd'em. Mer. I am glad on't. Let 'em pump. Vtn. Troth a fmall flock will ferve to Cet up withall. This Doublet fold offo' my back , might ferve to furnifti a Camp Royal of us. Hil. But how to enter or arrange ou r felves into the Cm will be the difficulty. If we light raw and tame amongft'eni C like Cage-Birds among a flight of w iid ones ) we fhall ne- ver pick up a Living, but have our brains peckt out. Vm. We want inftru&ian dearly. inter Spr int^hve. Hil. O here comes Springlovt. His great Benefaftorfhip » mong the Beggars might prefer u_ with Authority into!, ragged Regimenc prelently. Shall I p.,t n to him. V»"], [33, "The Merry Beggars. Vi n. I will cut his throat then. My noble Springlove, the great Commander of the Maunders, and King of Canters, we faw the gratitude of your loyal Subjects, in the large Tribu- tary content they gave you in their R.velV Spr. Did you, Sir? Hil. We have feen all with great delight and admiration. Spr. I have leen you too, kind Gentlemen and Ladies; and over-heard you in your queint defign, to new create your felves out of the worldly bleffings, and fpiritual graces Heaven has beftowd upon you, to be partakers and Go- aftors too, in thofe vile courfes, which you call delights, tane by thofe defpicable and abhorred Creatures. Vin. ThouartaDefpifer, nay a Biafphemer Againft the Maker of tfiofe happy Cieatiues. Who, of all humane, have priority In their content. In which they are fo bleft That they enjoy moft in poffefling leaft. Who made em fuch, doft chink ? or why fo happy ? Ra. He grows zealous in the Caufe: litre he'll beg indeed, Hil. Art thou an Hypocrite, then, ail this while ? Onely pretending Charity ; or ufing it To get a Name and Praife unto thy felf; And not to cherifh and increafe thofe Creatu res, In their moft happy way of living? Or Doft thou beftow thine Alms with afoul purpofe Toftint their Begging, and with lofs to buy And flave thofe free (ouls from their liberty ? Mr. They are more zealous in the Caufethen we.-. Spr.- But are you, Ladies at defiance too With Reputation, and the Dignity Due to your Father's Houfe and You ? Ra. Hold thy peace, good Springlove , Andtho' you feem to diflike this couife,and reprove us for it , Do not betray us in it : your throat's in queftion. I tell you for good will, good Springlove. Mer, What wouldft chou have us do ? Thou talk'fto'th' Houfe. 'Tisabaie melanchoIIyHoufe. Our Father's fadnefs banifhes us out on't. D 3 And"], [34, "\\jl Jovial Crew \\or, And, for the delight thou tak'ft in Beigarsand their bra wis th_ucanftnotbut think they live a better life abroad, then we do in this Houfe. - _ , - Spr. 1 have founded your Faith : And 1 am glad I find you all right. And for your Father's fadnefs, I'll tell you the caufe on't. I over-heard it buc this day in his private Uil courfe with his merry Mate Mafter Hearty. He has been told by fome Wizard that you both were born to be Beggars- All. How. How t Spr. For which he is fo tormented in mind, that he cannot deep in peace, nor look upon you but with hearts grief. Vin. This is moft Orange. Ra. Let himbegriev'd then, till we are B/ggars , We have juft reafon to become fo now : And, what we thought on but in jeft before , We'll do in earneftuow, Spr.O, I applaud this refolution in you ; Would haveperfwaded it, will be your Servant in'c For, look ye Ladies : The Sentence of your Fortune does not fay, that you Hull beg for need; hungry or cold neceflky. If therefore you ex- pofeyour felves on pleafureinto it , you (hall abfolveyour deftiny neverthelefs , and cure your Father's grief, I am over-joy'd to think on't ; and will aflift yju faithfully. All- A Springlove ! a Springlove ! Spr. I am prepar'd already for th' adventure- And will with all conveniencies fumifh , And fet you forth; give you your Dimenfions , Pviilesand Direftions: I will be your Guide, j YourGuaid, your Convoy, your Authority. You do not know my Power; my Command 1* th' Beggars Commonwealth, Via. But how ? But how ? good Springlove ? Spr. I'll confefsall. In my Minority My Mafter took me up a naked Beggar ; Bred me at School ; then took me to his fervice; ( You know in what good falfiion ) and you may Colleft to memory for feven late Sornmers , Either by leave, pretending Friends to fee At far remote parts of the Land, or elfe , By .Health, I would abfent my felf from fervice , To"], [35, "The Merry Beggars. To follow my own Pleafure, which was Begging , Led to't by Nature. My indulgent Mafter (Yet ignorant of my courfe ) on my fubmiflion When i old and Hunger forc'd me back at Winter , Receiv d me ftill again. Till, two years fince , He being drawn by journey towards the Noith , Where I then quarter'd with a ragged Crew ; On the high way, not dreaming of him there , I did accoft him, with a Goodjour Wtffbip The Guijt one fmale penny toaCreeple; (.For here I was with him ) and the good Lord Halts To blefsyou, and rejlore it y win Heaven. All. Ha ha ha. Spr. My head was dirty clouted , and this leg. Swadled with Rags, the other naked, and My body clad, like his upon the Gibbet. Yet, He, with fearching eyes, through all my Rags And counterfeit Poftures, made difcovery Of his Man Springlovt ; chid me into tears ; And a confeffion of my forefpent life. At laft, upon condition, that vagary Should be the laft, he gave me leave to run That Sommer out. In Autumne home came I In my home Cloaths again and former Duty. My Mafter not alone conferv'd my Counfel ; But layes more weighty Truft and Charge upon me; Such was his love to keep me a home-Man , That he conferr'd his Stewards place upon me , Which clog d me, the laft year, from thofe Delights, I. would not lofe again to be his Lord. All. A Springlove, a Springlove. Spr. Purfue the courfe you are on then, as cheerfully As the inviting Seafonfmiles upon you. Think how you are neceffitated to it , To quit your Father's fadnefle, and his fears Touching your Fortune. Till you have been Beggars The Sword hangs over him. You cannot think Upon an Aft of greater Piety Unto your Father, then texpofe your felves Brave Volunteers, unprefs|d by common need Into"], [36, "\\^t jovial Crew : or, Into this meritorious Warfare; whence ( After a few daies, or fhort feafon fpent ) You bring hima perpetual Peace and Joy By expiating the Prophecy that torments him; T were worth your Time in painful, woful fteps, With your lives hazard in a Pilgrimage, So to redeem a Father. But you'l find A Progrcls of fuch Pleafure (as I'll govern't ) That the moft happy Courts could never boaft In all their Tramplings on the Countries coft; Whofe envy we (hall draw , when they {hall-read VVe out-beg them, and for as little Need. All. A Springlove ! a Springlove I Spr. Follow me, Gallants, then, as cheerfully As— (heai k) we are fummon'd forth. Birds All. VVe follow thee Exeunt fmging Enter Randal A Purfe in his hand. Ran. Well, go rhy waies. If ever any juft or charitable Steward was commended, fure thou (halt beat the Ian Quarter-day. Heie s five and twenty pounds for this Quar- ters Beggar-charge. And ( if he return not by the end of this Quarter ) here's order to a Fi iend to fupply for the next. If I now fhould venture for the commendation of an unjjft Steward, and turn this money to mine own ufe! ha! dear De- vil tempt me not. I'll do thee fervice in a greater Matter, But to rob the Poor ! ( a poor ti ick ) every Church-warden can do't. Now fomething whifpers me, that my Mafter , for his Stewards love, will fupply the Poor , as I may handle the matter. Thenlrob the Steward, if 1 reftoie him not the Money at his return. Away Temptation, leave me. I am frail flefh : yet I will fight with thee. But fay the Steward never return. O but he will return. Perhaps he may not re* turn. Turn from me Satan: ftrive not to clog my confcience. 1 would not have this weight upon'tfor all thy Kingdom. Enter Hearty finging, *»ci01drentS- Hey down hey down a down, &c Remember, Sir, your Covenant to be merry. Old. I ftrive you fee to be fo. Yet fomething pricks me within, me thinks. Hea. No further thought, I hope, of Fortunes tell-tales. Old."], [37, "\"the Merry Beggars'. Old. I think not of 'em. Nor will I prefage. That when a difpofition of fadnefle O'rcloudsmy fpirits,I lhall therefore hear 111 news, or fhortly meet with fome difafter. Hea. Nay,when a man meets with bad tidings, why May not he th*n compel his mind to mirth $ As well as pulling ftomacks are made ftrong By eating againft Appetite ? OW.-Forc'd Mirth tho' is not good. Hea. It reliffiesnot you'll fay. No more does Meat That is moft favory to a long iickftomack, Untill by Strife and Guftom 'tis made good. Old. You argue well. But do you fee yond Fellow? Hea. I never noted him fo (ad before. He neither fings nor whittles. Old. Something troubles him. Can he force Mirth out of himfelf now, think you? Hea. What fpeak you of a Clod of Earth ; a Hind ? But one degree above a Beaft, compar'd To th'acry fpirit of a Gentleman ? Old. He looks, as he came laden with ill news, To meet me on my way. Hea. Tis very pretty. Suppofe the Affe be tir'd with fadnefs : will you dif-burden him To load your (elf? Think of your Covenant to be merry Infpight of Fortune and her Riddle-makers. Old. Why how now Randal ! fad ? where's Springlove ? Hea. He's ever in his Care. But that I know The old Squirfs virtue, I fhould think Springlove Were fure his Baftard. Ran. Here's his Money, Sir. Ipray that I becharg'd with it no longer. The Devil and I have ftrain'd courtefie thefe two hours a boutit. I would not be corrupted with thetruftof more then is mine own. Mr. Steward gave it me, Sir, to order it for the Beggars. He has made me Steward of the Barn and them, while he is gone ( he fayes ) a Journey, to furvey and meafure Lands abroad about the Gountreys. Some purchafe I think for your Worfhip. E Old."], [38, "A jovial Crew, or, OW-Iknowhismeafuring of Land. He is gone his old way. And let him go. Am not I merry Hearty ? Hea. Yes ; but not hearty merry. There s a whim now. Old. The Poor's charge dull be mine. Keep you the Mo- ney for him. Ran. Mine is the greater charge then. Knewyou but my temptations and my care, You would difcharge me of it. Old. Ha ha ha. Ran. I have not had it fo many minutes, as I have been in feveial Minds about it ; and moft of them difhoneft. Old. Go then, and give it to one of my Daughters to keep for Sprin: love. Ran. O, I thank your WorlLip Exit. Old. Alafs poor knave I How hard a tafque it is to alter Cuftome ! Hea. And how eafie for money to corrupt it. Whata pure Treafurer would he make ! Old. All were not born for weighty Offices. Which makes me think of Springlove. He might have tane his leave tho'. Hea, I hope he's runaway with fome large Truft, I never lik'd fuch demure down-look'd Fellows. Old. You are deceiv'd it_ him. Hea. If you be not 'tis well. But this is from the Co- venant. Old. Well Sir, I will be merry. Iamrefolv'd To force my Spirit only unto Mirth. Should I hear now, my Daughters were milled Or run a *ay, I would not fend a figh To fetch 'em back. Hea. To'ther old Song for that. Song. THere was an old fellow at Waltham Crofs, Who men ilyfung when he liv'd by the Lofs. He never was heard to figh with Hey-ho : Butfent it out with a Haigh trolly lo. Pi"], [39, "The merry Beggarsl He chear 'd up his Heart, when his Goods went to wracks , Witff a heghm boy, heghm, and a Cup of old Sac\\\\. Old. Is that the way on't ? well, it fhall be mine then. Enter Randal. Ran. My Miftreffesare boch abroad, Sir. Old. How ? fince when ? Ran. On foot, Sir, two hours fince, with the two Gentle men their Lovers. Here's a L etter they left with the Butler. And there's a muttering in the Houfe. Old. I will not read, nor open it ; but conceive Within my felfthe worft that can befali them ; That they are loft and no more mine. What follows _ That lam happy: all my cares are flown, The Counfel 1 anticipated from My Friend, (hall ferve to fet my Reft upon ( Without all further helps ) to jovial Mirth : Which I will force out of my fpleen fo freely, That Grief fhall lofe her name, where I have being ; And fadnefle,from my furtheft foot of Land, While I have life, be banifh'd. Hea. What's the whim now > Old. My Tenants fhall fit Rent-free for this twelve-month !> And all my ServaHts have their wages doubled ; And (o fhall be my charge in Houfe-keeping. ] hope my friends will find and put me to't. Hea. For then I'le be your Undertaker, Sir. But this is over-done. I do not like it. Old. And for thy news, the Money that thou haft, Is now thine own. lie make it good to Springlove. Be fad with it and leave me. For I tell thee, I'le purge my houfe of ftupid melancholly. Ran. l'le be as merry as the Charge that's under me. ' noyfe within of laughing andfinging, and one crying out. The Beggars, Sir. Do'e hear 'em in the Barn ? Old. I'le double their allowance too ; that they may Double their Numbers, and increafe their Noyfe : Thefe Bear not found enough : and one ( me thought ) Cri'd out among 'era. - E 2 Ratu"], [40, "J Jovial Crew: or, Ran. By a moft natural Caufe. For there's ,*] DoxU Has been in labour, Sir. And 'tis their Cuftome, With fongs and fhouts to drown thewomans cries. A Ceremony which they ufe, not for Devotion, but to keep off Notice of The work chey have in hand. Now fhe is in The ftraw it feem>; and they are quiet. Hea. The ftraw ! that's very proper there; Tnat's Randal's whim. Old. VVe w ill have fiich a lying in and fuch AChriftning; fuch up-fitting and Ghofhpping '- I mean to fend forty miles Circuit at the leaft, To draw in all the Beggars can be found; And fuch Devices we will have for jollity, As Fame (hall boaft to all Pojlerity. Amlnot merry Hearty ? hearty merry ? Hea. Would you were elie. I fear this over-doing- Old, l'le do'tfor expiation of a crime That's charg'd upon my Confcience till't be done. Hea. What's that ? what fay es he ? Old. VVe will have fuch a Feftival month on*t, Randal Ran. Sir, you may fpa re the labour andthecoft: They'l never thank you for'.. They'l not iodure A Ceremony, that is not their own, Belonging either to the Childe, or Mother. A moneth Six ? They'l not be detain'd fo long For your Eftate. Their work is donealready : The Bratling's born, theVoxefs in the Strummel, Laid by an Autum Mart of theirown Crew, That ferv'dfor Mid-wife : and the Child-bed woman. Eating of hafty Pudding for her fupper, And the Childe part of it for pap I warrant you by this time ; thento deep j So to rife early to regain the ftrength By travail, which fhe loft by travail. Hea. There's Randal again. Old. Can thi. be ? _?<.«. Shee'l have the Bantling at her back to morrow That was today in her belly, and march a foot-back with it. Hea,"], [41, "The Merry Beggars. Hea. Art there again, old Randal . Ran. Andfor their Ghoffipping ( now you are fo nigh ) If you'l look in, I doubt not, but you'l find 'em At their high Feaft already. Hea. Pray let's fee 'em, Sir. Randal opens the Scene. The Btggars difcovered at their Feaft. After they have fcr ambled awhile at their Visuals : This Song. 4 HEre,fafe in our Skipper, let's c\\y off our Peck, And bowfe in defiance o'th' Harman-beck. Here's Pannum and Lap, and good Poplars of Yarrum, To fill up the Crib, and tocomfort the Quarron. Now bowfe a round health to the Go-well and Cbm-weU Of Cifley Bumtrincket that lies in the Strummel. Now bowfe a round health to the Go-well andCom-weU Of Cifley Bumttincket th&tliesin the Strummel. Here's Ruffpeck and Caflbn, and allofthe belt, And Scraps of the Dainties of Gentry Cofe'j Feaft. Here's Grunter <r«^Bleater,»7r& Tib of theButtry,. And Margery Prater, alldrejl without fluttry.. For all this bene Cribbing and Peck let us rbe«, Bowfe a health to the Gentry Cofe of the Ken. Now bowfe a round health to the Go-well and Corn-well Of Ciftey Bumtrincket that lies in the Strummel. Old. Good Heaven how merry they are. Hea. Be not you fad at that. Old. Sad Hearty, no unlefle it be with envy Attheirfull happineffe. What is an Eftate Of Wealth and Power,ballanc'd with their Freedom, But a meer load of outward complement ? When they enjoy the Fruits of rich Content > Our Drofs but weighs us down into Defpair, While their fublimed fpirits daunce i'th' Air. ' ' Hea.X havnot fo much Wealth to weigh me downj Nor fo little ( Ithank Chance ) as to dance naked. E3 Old A"], [42, "A Jovial Crew : or, ~Old. True my Friend Hearty , thou having Ieffe than I , fOt which 1 boaft not ) art the merrier man : But they exceed thee in that way fofar, That (hould 1 know, my Children now were Beggars ( Which yet I will not read ) I mutt conclude , They were not loft, nor I to beagriev'd. Hea. If this be madnefle, 'tis a merry fit. Enter Patrico. Many of the Beggars lookout. Pat. Toure out with your Glafiers, I fwear by the Ruffin, That we are affaulted by a quire Cuffin.. Ran. Hold .' what d'e mean, my friends? This is our Ma- fter. The Mafter of your feaft and feafting-Houfe;1 Pat. Is this the Gentry Cofe ? /ill the Beggars. Lord blefs his Worfhip.His good Worfhip. Blefs his Worfhip. Exit Beggars manet Tatr. Pat. Now, bounteous Sir, before you go , Hear me, the Beggar Patrico ; j Or Prieft, if you do rather chufe , That we no word of Canting ufe. Long may you live, and may your ftore Never decay, nor baulk the poor: And as you more in years do grow , May Treafure to your Coffers flow ; And may your care no more thereon Befetjtnen ours are, that have none. But as your riches do increafe , So may your hearts Content and Peace. And after many, many years , When the Poor have quit their Fears Of lofing you; and that with Heaven And all the world you have made even , Then may your blefl Poller ity , Age after age fucceflively , Until the world fhall be nntwin'd Inherit your Eftate and Mind. So fhall the Poor to the laft day , For you, in your fucceflion, pray. j. Hea. 'Tis a good Vote, Sir fatrico: but you are too grave: Let"], [43, "The merry Beggary. Let us hear and fee fomething of your merry Grigs, that can fing, play Gambals, ind do feats. Pat. Sir 1 can lay my Funftion by, And talk as wild and wantonly As Tom, or Tib, or Jack^, or Jill, When they at Bowfiug Ken do twill. Will you therefore daign to hear My Autum Mort, with thtoat as clear , As was Dame Aniffes of the Name ; How fweet in Song her Notes (he'll frame, That when (he chides, as lowd is yawning , As Chanticlere wak'd by the dawning. Hea. Yes, pray let's hear her. What is fhe your wife ? - Pat. Yes Sir, we of our Miniftry , As well as fhofe oth' Presbyterie , Takes wives and defie Dignitie. Exit. Hea. A learned Cleark inveritie / Enter Patrico with his old wife, with a wooden Bowie of Drink* She is drunkc Pat. By Salmon, I think my Mort is in drink , I find by her ftink ; and the pretty pretty pink Oiher Neyes, that half wink , That the tipling Feaft, with the Doxie in the Neaft , Hath turn'd her brain, to a merry merry vain. Mort . Go Fiddle Patrico, and let me fing. Firft fet me down here oh both my Prats. Gently, gently, for cracking of my wind, now I muft ufe it. Hem hem. She ftngs. TH*r is Bien Bowfe, this U Bien Bowfe , Too little it my Skew. 7 bowfe no Lage, but a whole Gage Of this 17/ bowfe to you, . , i . This Bowfe is better than Rom-bowfe, It fet s theGan agigling; the Autum-Mort finds better [port In bowfing then in nigling. This is Bien-bowfe &c."], [44, "x^i jovial Crew : or, She tofjes off her Bowie, faUsbac\\, and is carryed out. F«r.Sofo: your part is done — • Exit with her Hea.How find you, Sir, your felf ? Old. Wondrous merry, my good Hearty. Enter Patrico. . Pat.lmlh we had, in all our ftore, Something that could pleafe you more. The o! d or Autum-Mort's a fleep ; But before the young ones creep Into the ftraw, i>ir, ifyou are, ( A* Gallants fometimes love courfe fare , ( So it be frefh and wholfome Ware ) , Difpos'd to Doxie, or a Dell, That never yet with man didMell; Of whom no Vpright wn« is tatter, 111 prefent her to you, Mafter. Old. Away. You would be punifh'd. Oh. Hea. How is it with you, Sir ? Old. A fudden qualm over-chilsmy ftomack. But 'twill away. Enter Daunctrs. Pat. See, in their rags, then, dauncing for your fports, Our Clapper Dugeons and their walking Morts. Daunce. Pat. You have done well. Now let each Tripper Make a retreat into the Skipper; had couch aHogi-head, till the darkjnansyifk; Then all with Bag and Baggage bing awaft. Exeunt Beggars Ran, I told you, Sir, they would begoue to morrow. I underftand their canting. Old. Take that amongft you >■ Gives' Money. Vat. May rich Plenty fo yofi blefes • Tho' you ftill give, you ne're have lefle. Exit, i Hea. And as your walks n^ay lead this way : Pray ftrike in here another day. So you may go, Sir Patrico-~— How think you , Sir ? or what /or why do you think at all, uiilefle"], [45, "The Merry Beggar/I unlefle on Sack and Supper-time > do you fall back > do you not know the danger of relapfes ? Old. Good Hearty , thoumiftak'ft me. I was thinking Up on this Patrieo. And that, he was more foule than a born Beggar in him. Hea. Rogue enough though, to offer us his whatdecalts ? his Doxies. Heart and a cup of Sack, do we look old Beggar niglers ? Old. Pray forbear that language. Hea. Will you then talk of Sack, that can drown figh ing? willyouin, to fupper, and take me there your Gueft? Or muft I creep into the Barne among your welcome ones? Old. You haverebuk'd me timely ; and moft friendly: Exiu Hea. Would all were well with him, Exit- Ran. It is with me. For now thefe pounds are ( as I feel them fwag ) Light at my heart, tho' heavy in the bag. Exit. m* ■ ■■___■> ■ i. . ii — »■ ■— ■ ■ i . . , Alius Tertius. Vincent and Hilliard in their Rags. Vin. TS this the life that we admir'd in others; with envy at j. their happinefs .? Hill. Pray let us make vertuous ufe of it : and repent us of that deadly fin ( before a greater punifhment than Famine and lice fall upon us ) by fleering our courfe homeward. Be fore He indure fuch another night—-— Vin. Whits' what wouldft thou do ? I would thy Miftris heard thee. Hil. I hope ftiee does not. For I know there is no altering our courfe before they make the firft motion. Vin. Is't poffible we fliould be weary |Jready ? and before their fofter conftitutions of flefh and blo&l? HH. They are the ftronger in will it feems. F \"Enter"], [46, "A jovial Crew : or, Enter Springlove. Spr. Kow now Comrades 1 repining already at your Ful- nefle of Liberty ? Do you complain of eafe ? Vin. Eafe call'tt thou it ? Didft thou fleep to night > Spr. Not fo well thefe 18. moneths I fwear ; fince my laft walks. Hil. Lightning and tempeft is out of thy Letany. Could not the thunder wake thee ? Spr. Ha ha ha. Vin. Nor the noife of the Crew in the Quarter by us > Hil. Nor the Hogs in the hovel , that cryed till they drown'd the noile of the winde ? If /could but onceha'dreamt in all), my former nights; that fuch an affli&ion could have been found among Beggars, fure 1 fhould never have travell'd to the proof on't. Vin. We look'd upon them in their Jollity , and caft no further. Hill. Nor did that onely draw us forth ( by yourfavour Vince ) but our obedience to our Loves, which we muft fuffer , till they cry home agen. A>_e they not weary yet,. as much as we doft think Springlove? Spr. They have more moral underloading then fo. They know ( and fo may you ) this is your Bi._thn.ght into a new World. And we all know (or have been told ) that all come crying into the World, when the whole World of Pleafures is before us. The World it felf had ne'r been glo- rious, had it not fiift been a conf u fed Chaos. Vin. Well: never did Knight Errants in all Adventures, merit more of their Ladies , than we Beggar-errant s or errant Beggars, do in ours. Spr. The greater will be your Reward. Think upon that. And (hew no manner ofdiftafte to turn their hearts from you. Y'are undone then. Hil. Are they ready to appear out of their privy Lod- gings, in the Pigs Palace of Pleafure? Are they coaming forth ? Spr. I left 'emlilmoft ready, fitting on their Pads of ftraw, helping to drefle each others heads (\"The ones eye is the tothers Looking- glaffe J with the prettieft coy le they keep to fit their fancies in the moft gracefull way of wearing their new"], [47, "The Merry Beggars. new Dreffings, that you would admire. Vin. I hope We as gracefully fet out. Are we not _? Spr. Indifferent well. But will you fall topra&ife? Let me hear how you can Maund when you meet with Paffen- gers. HU. We do not look like men, I hope, too good to learn. Spr. Suppofe fome Perfons of Worth or Wealth pafling by now. Note me. Good your good Worftiip, your Charitf to the Poor , that will duly and truly pray for you day and night. Vin. Away you idle Rogue, you would be fet to work and ivhipt — - — . Spr. That is lame and fick ; hungry and comfortlefs ■ ■ ■ Vin, If you were well ferv'd - Spr. And even to bleffe you and reward you for it ' Hil. Prethee hold thy peace ( here be dolefull Notes in- deed) and leave us to our own Genius. If we muftbeg, let's let it go , as it comes, by Infpiration. I love not your fet-form of Begging. Spr. Let me inftruft ye tho'. Enter Rachel and Meriel in Rags. Ra. Have a care, good Meriel, what hearts or limbs foever we have , and tho' never fo feebie , let us fee our beft faces on't, and laugh our laftgafp out before we difcover any diflike, or wearinefs to them. Let us bear it out, till they complain firft , and beg to carry us home a pick pack. Mer. lam forely furbated with hoofing already tho', and fo crupper-crampt with our hard lodging, and fo bumfidled with the ftraw, that. —~ Ra. Think not on't. I am numm'd i' the bum and fhoul ders too a little. And have found the difference between a hard floor with a little ftraw, and a down Bed with a Quilt npon't. But no words, not a fowre look I prethee. H'V. O here they come now ; Madam Fewcloaths, and my Lady Bonnyrag. Vin. Peace, they fee us. Ra. Mer.. Ha ha ha. Vin. We are glad the Objeft pleafes ye. J_*. So do'sthe Subjeft. F 2 Now"], [48, "A Jovial Crew '. or, Now you appear the glories of the Spring, Darlings ofFbeelnsmd the Sommers heirs. HiS. How fairer, then fair Floras felf appear ( To deck the Spring Diana\\ Darlings dear ! O let us not AQeon-Yike be ftrook ( With greedy eyes while we prefume to look On your half nakednefs, fince courteous rags Cover the reft ) into the (hape of Stags. Ra.Mr. Ha ha ha We are glad you are fo merry. Vin, Merry and lufty too. This night will we lye toge ther as well as the proudeft Couple in the Barn. Hil. And fo will we. I can hold out no longer. Ra. Do'i the flra w ftir up your flelh to't, Gentlemen ? Mer. Or do's your Provender prick you ? Spr. What ! do we come for thi. ? laugh and lye down When your bellies are full. Remember, Ladies, You have not beg'd yet, to quit your Dciliny: But have liv'd hitherto on my endeavours. Who got your flippers, pray, laft uight, but V ? Ofdainty Trencher-Fees, from a Gentleman? houfe: Such as the Serving-men themfel ves, fometimes , Would have been glad of. And this morning now , What comfortable Chippings and fweet Buttermilk Had you to Breakfaft / Ra. O 'twas excellent ! 1 feel it good ftill, here. Mer. There was a brown Cruft amongftit, that has made my neck fo white me thinks. I. it not Rachel. Ra.Yes. You ga'me none on't. You ever covet to have all the Beauty. Tis the ambition of all younger Sifters. Vin. They are pleas'd, and never like to be weary. HiB. No more muft we, if wee'l be theirs. Spr. Peace Here come Paffengers. Forget not your Rules; and quickly difperfeyour felves, and fall to yourCalling Enter two Gentlemen. i. Lead the Horfes down the Hill. The heat of our fpeed is over, for we have loft our journey. 2._Had they taken this way , we had over taken 'em or heard of 'em at feaft. J.Butfomcofour Scouts will light on 'em, the whole Conn-"], [49, "The Merry Beggars. Gountrey being overfpread with em. 2. There was never fuch an elcape elfe. Vin. A feai ch for us perhaps. Yet I know not them , nor they me. Lam fure. Imight the better beg of 'em. But how to begin, or fet the worft leg forwards, would I were whipt if I know now. i. That a young Gentlewoman of her breeding, and Heir to fuch an Eftate, fhould flie fromfo great a Match, and run away with her Uncles Cleark I 2. The old Juftice will run mad upon't I fear. Vin. Iflwereto be hang'd now, I could not beg for my life. Spr. Step forwards and beg handfomely. I'll fet my Goad i'your breech elfe. r/».Whatfhalllfay? Spr. Have 1 not told you ? now begin* Vin. After you, good Springlove. Spr. Good, your good Worfhips. — — I. Away you idle Vagabond Spr. Tour Worjhips Charity to a poor Qrytur welly flarv'd. Vin. That will duly and truly preaforyee. 2. You counterfet Villains, hence. Spr. Good Mafter s fweet Worfhip, for the tender mercy «f- T_ Vin. Duly and truly pre a for you. i. You would be well whipt and fet to work, if you were duly and truly ferv'd. Vm. Did net I fay fo before ? Spr. Good Worfhipful Mfters Wbrjhip, to beftowyour Charity^ and to maintain you< health and Limbs. Vin. Duly and truly pray for you. , 2. Be gone, 1 fay,you impudent lufty young Rafcals. ' I'll fet you going elfe. Switch' em. Spr.AhxbegoodnefteofcompafftonXof often your hearts to the por. Vin. Oh the Devil, muft not we beat 'em now? fteth Spr. Nor fhew an angry look for all the skin of our backs. Ah the (weetnefle of that mercy that gives to all , to move your companion to the hungry, when it ftiall feem good un- to you, and night and day to blefle all that you have. Allah— F 3 a. Come"], [50, "xji Jwial Crew '.or, *_ Come back firrah. His Patience and Humility has wrought upon me. Vin Duly and—— . , ... __ . a. Not you firrah. The t'other. You look like a fturdy Rogue. Spr. Lord blefle you Matters Worfhip. 2. There's a half-penny for you. Let him have no lhare with you. Vin. 1 fhall never thrive o'this Trade. i.They are of a Fraternity, and will (hare, I warrant you. Spr. Never in our lives trooly. He never begg'd with me before. i. But if Hedges or Henroofts could fpeak, you might be found fharers in Pillage, I believe. Spr. Never faw him before, blefs you good Mafter, in all ■my life. { Beg for yourfelf. Your Credit's goneeile. ) Good HecCne to blifje and profp-.r yea. Exit. i. Why doft thou follow us ? Is it your office to be privy to our talk ? Vin. Sir, I befeech you hear me, ( S'life what jhalll fay ?)1 am a Granger in thefe parts, and destitute of Means and Apparel. i. So me thinks, and what o'rhat. Vin. WiQyou therefore be pleas d, as you are worthy Gentlemen, and bleft with plenty 2. This is Courtly / Vin. Out of your abundant fiore, towards my relief in extream necefftty, tofurnijh me with a {mall parcel of Money five or fix peeces, or ten, if you can prefently fpare it. I. 2. Standoff. Draw. Vin. I have fpoil'd all ; and know 'not how to beg other- wife. i. Here's a new way of begging ! Vm. Quite run out of my Inftru&ions. a. Some High- way Theef o' my confcience, that forgets he is weaponlefs. Vin. Onely to make you merry, Gentlemen, at my unskil- fulneffe in my new Trade. I have been another man i'my dayes- Solkiffeyour hands. Exitt i. With your heels do you > 2. It had been good to have apprehended theRake-fcame. There"], [51, "The Merry Beggars. There isfome myfterie in his Rags. But let him go. Enter Oliver, putting up his fword. Cl. You found your legs in time, I had made you halt fb\\ fomething elfe. i. Matter O'iver, well return'd; what's the matter, Sir? 01. Why, Sir, a counterfeit lame Rogue beg'd of me; but in fiich Language, the high Sheriffs Son o'the Shire could not have fpoke better; nor to have borrowed a greater fumme. (Heask'dmeifl could fpare him ten or twenty pound. ) 1 fwitchd hin_,his Cudgel was up. I drew, and into the Wood hefcap'd me, as nimbly Butfirfthe told me, I (hould hear from him by a Gentleman,to require fatisfaftion of me. 2. VVe had fuch another begd of us. The Court goes a begging, I think. l.Dropt through the Clouds, Tthink. more Lucifers tra- vailing to Hell, that beg by the way. Met you no news of your Kinfwoman, Mifti is Amie. 0/. No. Whats the matter with her? Goes her Marriage forwards with young Mafter Talboy ? Ihaften'd my Journey from London to be at the Wedding. 2. T'was to ha'bin yeftei day morning; all things in readi- nefle prepar'd for it. But the Bride, ftolne by your Father's Cleark, isfliptaway. VVe were in queft of 'em , and fo are twenty more, feveral waies 01. Such young wenches will have their own waies in their own loves, what Matches foever their Guardians - make fo. 'em. Anil hope my Father will not follow the Law fo dole to hang his Cleark for ftealing his Ward with her own con- fent. It may breed fuch a grudg, may caufe fome Clearks to hang their Mailers, that have em o' the hip of injuftice.Be ' fides, M«r-ri»( though he be his fervant ) is a Gentleman. But, indeed, the miferableft Rafcai .' He will grudge her Meat when he has her. l. YourFather is exceedingly troubled at their efcape. I wifh that you may qualifie him with your Reafons. 01. But what (ayes Talboy to the matter, the Bridegroom, that (hould ha' been? 2. Marry he fayes little to thepurpofe; but cries out right. 01i-"], [52, "A jovial Crew, or, 'Oil like him well for that: He holds his humour. A miferable wretch too, tho' rich. 1 ha' known him cry when he has loft but three (hillings at Mum-chance. But, Gentle men, keep on your way to comfort my Father. I know iome of his Mans private haunts about the Country here, which 1 will (earch immediately. i . We will accompany you, if you pleafe. 01 No, by no means: That will be too publiqueJ 2. Do yourpleafure. Exit i. 2. 01. My pleafure, and all the fearch that I intend, is, by hovering here, to take a review of a brace of thehandfomeft Beggar-br aches that ever grac'd a Ditch or a Hedge fide. I paftby'em in haft, but fomthing fo poffeffes me, that I muft -_— What the Devil muft I ? A Beggar .? Why, Beggars are flefh and blood ; and Pvags ai e no Difeafes. Their Lice are no French Fleas. And there is much wholfommer flefh under Country Dirt, than City Painting : And lefle danger in Dirt and Rags than in Cerufe and Sattin. I durft not take a touch at London, both for the prefent coft, and fear of an after-reckoning. But Oliver, doft thou fpeak like a Gentle man? fear Priceor Pox, ha? Marry do I Sir: Nor can Beggar fpjrt be inexcufable in a young Country Gentleman, fhort of means, for another refpeft,a principal one indeed; to a void the punifhment or charge of B^ftardy : There1* no commu ting with them; or keeping of Children for them. The poor Whores, rather than part with their own, or want Children at all, will deal other folks, to travel with, and move companion. He feeds a Beggar- wench well that fills her belly with young bones. And thefe reafonscon- fidei ed. good Mafter Oliver s'lid yonder they are at peep. And now fitten down as waiting for my purpofe. Enter Vincent. Heart here's another delay. Iniuft fhifthim. Doft hear ho- neft poor fellow? I prethee go back prefently, and at the hill foot ( here's fixpence for thy pains) thou fhalt find a Footman with a Horfe in his hand. Bid him wait there. His Mafter will come prefently, fay. Vin. Sir, I have a bufinefle of another nature to you. Which (a« I prefume you area Gentleman ofrightNoble Spirit and Refolution ,) you will receive without offence; and"], [53, "The Merry Beggars\", and in that temper as moft properly appertains to the moft Heroick^ natures. 01. Thy Language makes me wonder at thy Perfon. What's the matter with thee? quickly. Vin. You may be pleas'd to call to mind a late affront, which, in your heat ofpaffion, you gave a Gentleman. . tOl. What, foch a one as thou art, was he ? Vin. True noble Sir. Who could noleflein Honour, then direft mej his chofen Friend, unto you, with the length of his Sword, or to take the length of yours. The place, if you pleafe, the Ground whereon you parted; the hour, feven the next morning : Or, if you like not thefe, in part, or all, to make your own appointments. 01. The bra veft Method in Beggars, that ever was difco verei ! I would be upon the bones of this Rogue now, but for eroding my other defign, which fires me. I muft there fore be rid of him on any terms. Let his own Appointments ftand. Tell him l'le meet him. Vin. You fhall moft nobly ingage his life to ferve you, Sir. 01. You'll be his Second, will you ? Vin. To do you further fervice, Sir, I have undertaken it. 01. I'le fend a Beadle fhall undertake you both. Vin. Your Mirth becomes the bravery of your mind and dauntlefle Spirit. So takes his leave your Servant, Sir. 0/. I thin*, as my Friend faid, the Court goes a Begging indeed. But I muft not lofe my Beggar-whenches. Enter Rachel, and Meriel. Oh here they come. They are delicately skin'd and Iimb'd. There- there, I faw above the ham as the wind blew. Now they fpie me. Ra. Sir, I befeech you look upon us with the favour of a Gentleman. We are in a prefent diftrefle, and utterly unac- quainted in thefe parts; and therefore fore'd by the Cala mity of our mif-fortune, to implore the Courtefie, or ra- ther Charity, of thofe to whom we are ftrangers. 01. Very.fine, thi» ! Me*. Be therefore pleas'd- right Noble.Sir, not only valu- ing nf by our outward Habits, which cannot but appear loathtcrne or defpicable unto you, but as we areforloru Chiiftians j and, in that eftimation, be compaflionately mo- G ved"], [54, "A JovialCrew : or, ved to caft a handfull or two of your Silver,\" or a few of your Golden Pieces unto us, to furnifh us with Linnen, and tome decent Habilliments 01. They beg as high as the Man-beggar 1 met withall fure the Beggars are all mad to day, or bewitched into a Language they underftand not. The fpirits of fome decayd Gentry talk in 'em fure. Ra. May we expect a gracious Anfwer from you Sir? Mer. And that as you canwifh our Virgin Prayers to be propitious for you. Ra. That you never be deny'd a Suit by any Miftrefs. Mer. Nay, that the faireft may be ambitious to place theirfavoursonyou. Ra. That your Virtue and Valour may lead you to the moft honourable Actions and that the Love otallexqui fite Ladies may arm you. Mer. And that, when you pleafe to take a wife may Ho nour, Beauty, and Wealth, contend to endow her moft with. Ra. And that with her you have a long and profperous life- Mer. A fair and fortunate Pofterity. O/.Tbis exceeds all that ever I heard, and fti ikes me in- to wonder. Pray tell me how long have you been Beggars; or how chanc'd you to befo ? Ra. By influence of our Stars, Sir. Mer. We were born to no better Fortune. 01. How came you to talk thus, and fo much above the Beggars Dialeft > Ra. Our fpeech came naturally to us, and we ever lov'd eo learn by wrote as well as we could. Mer. And to be ambitious above the vulgar, to ask more then common Alms, what ere men pleafe to give us. 01. Sure fome well difpofed Gentleman, as my felf, got thefe Wenches. They are too well grown to be mine own* and I cannot be inceftuous with 'em. Ra. Pray Sir your noble bounty. 01. What a tempting lip that little Rogue moves there! and what an mticing eye the tother. I know not which to I begin with. What's this a flea upon thy boforae > Men"], [55, "The Merry Beggars. Mer. Is it not a ftraw colour'd one, Sir? 01. O what a provoking Skin is there J that very touch inflames me. %a. Sir, are you mov'd in charity towards us yet f 01. Mov'd? I am mov'd. No flefh and blood more mov'd. Mer. Then pray Sir your Benevolence. ■ 01. Benevolence? which fhall I be Benevolent to; or which firft ? I am puflell'd in the choyce. Would fome fworn Brother of mine were here to draw a Gut with me. Ra. Sir, Noble Sir. 01. Firft let me tell you, Damfells, I am bound by a ftrong vowtokiffeall of the woman fex I meet this morning. Mer. Beggars and all Sir ? 01. All, all. Let not your coynefle crofle a Gentlemans vow, I befeech you — — RiJJe: Ra. You will tell now. 01. Tell quoth a! I could tell a thoufand on thofe Lips — — and as many upon thofe. What life- reftoring breaths they have : Milk from the Cow fleams not fo fweetly. 1 muft lay one of 'em abroad ; both if my tackling hold. Ra. Mer. Sir, Sir. 01. But how to bargain, now, will be the doubt. They that beg fo high as by the handfulls, may expeft for price above the rate of good mens wives. Ra. Now, will you, Sir, be pleas'd? 01. With all my heart, Sweetheart. And I am glad thou knoweft nsy mind. Here is twelve-pencea peece for you. Ra. Me. We thank you, Sir. 01. That's but in earneft. I'll Jeft away the reft with yee Look here ■ ■ - All this. Come, you know my meaning.' Doft thou look about thee, Sweet little One? I like thy care. There's no body coming. But we'll get behind thefe Butties. I know you keep each others Connfels _. Muft you be drawn to't? Then I'll pull. Come away — Ra. Me. Ah ah Enter Springlove, Vincent, Hilliard. Vin. Let's beat his brains out. 01. Come leave your fquealing. Ra. O you hurt my hand. G2 Hill."], [56, "- A jovial Crew '.or, Hill Or cut theLechers throat. Spr.'Would you be hang'd. ? Stand back. Let me alone. M^r. You fhall not pull us fo; Spr.Odcfnot hurt 'em, Mafter. „,.',., 0/. Hurt 'em? 1 meant 'em but too well, bhail I beio Spr. They be but young and fimple. And if they have offended, let not your Worfhips own hands drag *em to the Law or carry 'em to Pumfhment. Correft em not your felf.'lt istheBeadle- Office. 01. Do you talk Shake-rag : Heart yond's more of 'em. I ftiaU be B^ggar-mawl d If I flay. Thou faift right, honeft fel low, there's a Tetter for thee. Exit running. Vin.Heis prevented, and afham'd ofhispurpofe. Spr. Nor were we to take notice of his purpofe more than wprevent it. Hill. True, politique Springlove, 'twas better his own fear quit us of him, than our force. Ra. Look you here, Gentlemen, twelvepence a peece. Mer. Befides fair offers and large promifes. What ha' you got to day, Gentlemen ? Vin. More then ( as we are Gentlemen ) we would have taken. Hill. Yet we put it up in your Service. Ra. Mer. Ha ha ha. Switches and kicks. Ha ha ha — : — ~ Spr. Talk not here of your Getcings. We muft quit this Quarter. The eager Gentlemans repulfe may arm and re turn him with revenge upon Us. We muft therefore leap Hedge and Ditch now; through the Bryers and Myres, till welcapeoutofthis Liberty, to our next Rendevouz ; where we fhall meet the Crew, and then, hay toffe and laugh all night. Mer. As we did laft night. Ra. Hold out, Muriel. Mer. Lead on, brave Genera. II. to Spr. Vin. What fhall we do ? They are in heart ftill. Shall we goon? Hill. There's no flinching back, you fee. . Spr. Befides, if you beg no better then you begin, in this lofty Faftiion, you cannot fcape the Jayle, or the whip, long Vin,"], [57, "The Merry Beggars. Vin. To tell you true, 'tis not the ieaft of my- purpofe, to work means for our difcovery, to be relea-'d out of our ■ Trade. Enter Martin and Amie inpoor habits. Spr. Stay here come more Paffe<;gers. Single your felves agen, and fall to your Calling difcreetly. Hill. I'll fingle no more. If you'll beg in full cry I am for you. Mer. I that will be fine; let's charm all together. Spr. Stay firft and lift a little. Mur. Be of good cheer, Sweetheart, we have fcap'd hither- to: And I believe that all the Search is now retir'd, and we may fafely paffe forwards. Am. I fhould be fafe with thee. But that's a moft lying Proverb, that faies, Where Love is, there's no Lack. lam faint, and cannot travel further without Meat; and if you lov'd me, you would get me fome. Mur. We'll venter at the next Village to call for fome. The beft is, we want no Money. Am. We fhall be taken then, I fear. I'll rather pine to death. Mar. Be not fo fea.rfull. Who can know us in thefe Clow- nifh Habits ? Am. OurCloaths, indeed, are poor enough to beg with. Would I could beg, fb it wereof Strangers that could not know me, rather then buy of thofe that would betray us. Mar. And yonder be fome that can teach us. Spr. T hefe are the young couple of Run-away Lovers dif- guiz'd, that the Country is fo laid for. Obferve and follow now. Now the Lord to come with ye, good loving M^fter and Mayfireffe, your blefjed Charity to the poor, lame and fick^, we al^ and comfortleffe, that wiH night and day AH. Duly and truly prayfof+you. Duly and truly pray for you. Spr. Pray hold your peace, and let me alone. Good young Mafter and Mftris, a little Comfort amongsl mall,andtobleffe yon where e'reyou go, and AH. Dnly and truly pray for you. Duly and truly < • Spr. Pray do not ufe me thus. Now fweet young Mafter and Miftris, to loo_\\ upon your Poor, that have no relief orfuccour, no bread to put in our heads: Vin. Wouldft thou put Bread in thy Brains ? G 3 All"], [58, "jovial Crew : or, r No Lands or Livings. Spr. No Houfe nor home; nor covering from the cold', wt £ health , no help but yonr fweet Charity. ■S Mer. No Bands or Shirt shut low fie on our backj: &< Hil. No Smocks or Petticoats to hide our Scratches'. 2 Ra. No Shooes to our Legs , or Hofe to our Feet. 5 Vin. No Skjn to eur FUftt, nor Flefh to our Bones fhortly. Hil. If we follow the Devil that taught us to beg. . AS. Duly and truly pray {or you. Spr. I'll run away from you if you beg a ftroak more. Goa£ worjhipfull Mafter and Mifteres Mar. Good Friend forbear. Here is no Mafter or Miftris. . We are poor Folks. Thou feefl no Worfhip upon our backs, I am fine. And for within, we want as much as you , and would as willingly beg, if we knew how as well. Spr. Alack for piety. You may have enough. And what I have is yours, if you'll accept it. 'Tis wholfom Food from a good Gentlemans Gate- Alafs good Miftiis— —■ Much good do your heart. How favourly fhe feeds ! Mar. VVhat do you mean; topoyfon your felf? Am. Do you (hew Love in grudging me _ Mar. Nay, if you think it hurts you not, fall too. I'll not beguile you. rind here, mine Hoft, fomething towards your Reckoning. Am. This Beggar is an AngelCuve] Spr. Nothing by way of bargain, gentle Mafter. 'Tisa« gainft Order, arid will never thi ive. But pray, Sir, your re ward in Charity. Mar. Here then in Charity. This fellow would never make a Cleark. Spr. What! All thi'-, Mafter? Am. What is it ? Let me fee't . Spr. Tis a whole filver three-pence, Miftres. Am. For fhame, ingr atefull Mifer. Here Friend, a golden Crown for thee. Spr. Bountifull Goodnefs ! Gold ? If I thought a dear year were coming, I would take a Farm now. Am. I have rob'd thy Partners of their fhares too. There's a Crown more for them. £. Duty and truly pray for you. M'r."], [59, "The Merry Beggars. Mar. What have you done ? lefle would haveferv'd. And your Bounty will betray us. Am. Fie on your wretched policy. Spn No, no good Mafter. I knew you all this while, and my fweet Miftris too. And now 1*11 cell you. The Search is every way; the Country all laid for you. *Tis well you ftaid here. Your Habits, were they but a little neerer our Fafhion , would fecure you with us. But are you mariec., Mafter and Miftris ,? Are you joyned in Matrimony ? In heart I know you are. And I will ( if it pleafe you) for your great bounty, bring you to a Curate, that lacks no Licenfe, nor has any Living to lofe, that fhall put you together. Mar. Thou art a heavenly Beggar ! Spr. But he is fo fcrupulous, and feverely precife, that un lefle you, Miftris, will affirm that you are wichChilde by the Gentleman ; or that you have, at leaft , cleft or flept to gether fas he calls it) he will not mary you. Butifyo.i have lyen together , then 'tis a cafe of neceflity, and he holds himfelf bound to do it. Mar. You may fay you have. Am. I would not have itfo, nor make that lye againft my felf for all the World. Spr. That I like well, and her exceedingly. Afide. I'll do my beft for you however. Mar, I'll do for thee, that — thou fhalt never beg more. Spr. That cannot be purcha^'d fcarcefor the price of your Miftris. Will you walk , Mafter ? — We ufe no Comple- ments. Am. By inforc'd Matches Wards are not fet free So oft, as fold into Captivity : Which made me, fearleffe, fly from one I hate, into the hazard of a har4er Fate, K^ilitu"], [60, "• \\jt Jovial Crew, or, ' ___.___^=_«_«™^ Attut guarttK. Scena Primal Enter Talboy. Oliver. With riding Switches. Tal. -QHe's gone. Amie is gone. Ay me fhe's gone, And has Onie left of joy bereft, to make me mone. O me, Amie. 01- What the Devil ayles the Fellow tro ? why ! why Ma fter Talboy ; my Cozen Talboy that fhould'ft ha' been , art not afham'd to cry at this growth ? and for a thing that'* better loft than found; a Wench ? Tal. Cry ! who cryes ? do I cry; or look with a crying Countenance ? I fcorn ic ; and fcorn to think on her, but in juft anger. 01. So this is brave now if 'twould hold Tal. Nay it fhall hold. And fo let her go, for a fcurvy what d'ecall'c;! know not what bad enough to call her—But fome thing of mine goes with her I am fure. She has coft me in Gloves, Ribands, Scarfes, Rings, and fuch like things, more thin Jam able tofpeakofat this time — Oh. 01. Becaufe thou canft not fpeak for crying. Fy Mafter Talboy, agen ? Tal. I (corn it agen , and any man that fayes I cry, or will cry agen. And let her go agen; and what fhe has of mine let her keep , and hang her felf, and the Rogue that's with her. Ihaveenough ; and am Heir of a well-known Eftate,and that fhe knows — And therefore that fhefhould Height me, and run away with a wages-fellow, that is but a petty Cleark and a Serving-man. There's the vexation of it — Oh there's the grief and vexation of it — Oh— • 01. Now he will cry his eyes out ! You Sir. This life havel had with you all our long journey; which now is at an end here. This is Mafter OWre«r_ houfe, where perhaps we fhall find old Hearty, the Uncle of that Rogue Martin- that is run away with your Sweet-heart. Tal. I 'tis too true, too true, too true. You need not put me in mind on c--0.h--0 . 01. Hold your peace and mind me. Leave your bawling, for"], [61, "the Merry Btggart, for fear 1 give yo« corre&ion. This is the Houfe I fay, where it is moft likely we (hall hear of your Miftris and her compa nion. Makeup your face quickly. Here comes one of the Servants,Ifuppofe. .. Enter Randall, Shame not your felf for ever, and me for company. Come, be confident. Tall. Ai eonfidenc «» your felf or any man — But my poor heart feels what lies here. Here. 2 here it is, Q ■\"»— 01. Good morrow, Friend. This is Squire Oldrents Houfe, /take it. Ran. Pray take it not, Sir, before it be to be let. 2c has been my Matters, and his Anceftors in that Name , above thefe three hundred years, as our Houfe Chronicle doth no tifie; and not yet to be let.- But as a friend, or ftranger , in Gueft-wife, you are weleome to it ; as all other Gentlemen are, far and neer, to my good Mafter, as you will find anon when you fee him. Ol. Thou fpeak ft wittily and honeftly. But 2 prethee good Friend, let our Nags be fet up : they are tyed up at the poft, You belong to the Stable, do you not ? Ran. Not fo much as the Stable belongs to me. Sir, 2 paffe through many Offices of the Houfe, Sir. 2 am the running Rayley of it. Ol. VVe have rid hard, hoping to find the Squire at home at this early time in the-morning. Ran. You are deceiv*d in that, Sir. He hasbeen out thefe four hours. He is no Snayle, Sir. You do not know him, I perceive, fince hehas been new moulded. But 2'11 tell you, becaufe you are Gentlemen, O/.Our Horfes, good Friend. Ran, My Matter is an ancient Gentleman , and a great Houfe-keeper ; andpraid for by all the Poor in the Conn trey, He keeps a Gueft-houfe for all Beggars , far and neer , eoftshimahundredayear,atleafti and is as well belov*d among the Rich, But, of late, he fell into a great Me!anchol= Jy, upon what, 2 know not : for he had then more caufe to be «ierry than he has now. Take that by the way. 01, But Good Friend, our Horfes. Ran, For he had two Daughters, that knew well to order aHouIe.and giveentertainment toGcntlemen.They were his H H«»j.."], [62, "x^A Jovial Crew: or, H«Kfe-Z>9»«.Biit now they are flown; and no man knows how, why, or whither. Tall. My Dove is flown too. Oh Ran. Was fhe your Daughter, Sir, .? She was a young one then, by the Beard you wear. Tal. What fhe was4 fhe was, d'ee fee. I fcorn to think on her— But I do—Oh. Ol. Pray hold your peace, or feign-fome mil th,if y ou can. Sing Tal. Let her go, let her go. I care not if I have htr , J have her or no. Ha hi ha — Oh my heart will break — Oh— Ol. Pray think of our horfes, Sir. Ran. This is right my Mafter. When he had his Daugh ters he was fad; and now they are gone, he is the merrieft man alive. Up at five a clock in the morning , and out till Dinner-time. Out agen at afternoon, and fo till Supper time. Skife out this away, and skife out that aw^y. ( He's no Snayle Iaffure you. . And Tantivy all the Country over , where Hunting, Hawking, or any fport is to be made, or good Fellowfhip to be had; and fo merry upon all occafi ons, that you would even blefle your felf, if it were poflible. Ol. Our horfes, I prethee. Ran. And we, his Servants, live as trerrily under him; and do all thrive. I my felf was but a filly Lad when I came firft , a poor turn-fpit Boy. Gentlemen kept no whirling Jacks then, to cozen poor People of Meat. And I have now, with out boaft, 4© /.in my Purfe, and am the youngefl of half a (core in the Houfe, none younger then my felf but-one ; and he is the Steward over all ; his name is Mafter Springlove (blefle him where ere he is) he has a world of means : And we, the Underlings, get well the better by him; befides the Rewards many Gendemen give us, that fare well, and lodge here fometimes. O/.O! we fhall not forget you, Friend, if you remember our horfes, before they take harm. Ran. No hurt, I warrant you: there's a L ad walking them. 01. Is not your Mafter coming, think you ? Ran.He will not be long a coming. He's no Snayle , as 1 told you. - O/.You told me fo, indeed. . Ran, But of all the Gentlemen, that tofle up the Ball, yea ~. and"], [63, "The Merry Beggars. and the StfcJ^too, commend meto old Mafter Hearty , a de cay'd Gentleman; lives moft upon his own Mirth , and my Mafters Means, and much good do him with it : Heis tiie fi neft Companion of all : He doe's fo hold my Mafter up with Stories, and Songs, and Catches, and t'other Cup of Sack , and fuch Tricks and Jiggs, you would admire — - He is with him now. 0/. That Hearty is Martins Uncle. lam glad he is here. Bear uy Talboy. Now, Friend pray let me ask you a quefti on. — Prethee ftay. Ran. Nay, marry I dare not. Your Yawdes may take cold, and never be good after it. Exit. Ol. I thought I (hould never have been rid of him. But no fooner defir'd to ftay, but he is gone- A pretty humour ! Enter Randall. Ran. Gentlemen, my Mafter will be here e'ne now, doubt not : for he is no Snayle, as I told you. Exit. Ol.No jSnaylt's a great word with him. Prethee Talboy bear up. Enter VJher. Here comes another gray Fellow. Vfh. Do you ftand in the Porch, Gentlemen ? the Houfe is open to you. Pray enter the Hall. I am the Uftier of it. 01. In good time, Sir. We (hall be bold here , then, to at tend your Mafters coming. VJh. And he's upon coming; and when he comes, he comes apace. He is no Snayle, I affure you. 01. 1 was told fo before, Sir. No Snayle \\ fure 'tis the word of the houfe, and as ancient as the Family. VJh, This Gentleman looks fadly, methinks. Ttf/.Whol? not I.' Pray pardon my looks for that. But my heart feels what's what. Ay me— Vfh. Pray walk to the Buttery, Gentlemen. My Office leads you thither. OL Thanks, good Mafter Ufher. VJh. I have been Uffier thefe twenty years, Sir. And have got well by my place, for ufing Strangers refpe&fully, 01. He has given the Hint too. Z^. Something has come in by the by, befides (landing wages , which is ever duly paidf thank a good Mafter , and an honeft Steward ( Heaven blefle 'hem. We all thrive under H 2 Enur"], [64, "A Jovial Crew : or, JLiter Bnkr with Glafjes and a Napkin. O here comes the Butler. But. You are welcome, Gentlemen. Pleafe yec draw nea rer my Cffice,and take a morning Drink in a Cup of Sack, if it plea fe you. 01. In whart pleafe you, Sir. We cannot deny the curtefie of the Houfe, iri the Mafters abfence. But. Hee'l come apace when he comes. Hee's no Snayle,Sir. Going, 0/. Still Vis the houfe-word. And ajl the Servants wear Livery Beards. &iY. O perhaps you had rather drink Whitewine and Su gar. Pleafe your felves, Gentlemen; here you may tafte all Liquors. No Geutlemans houfe in all this Country , or the next, fo well ftor'd ( — make us thankful for it.) And my Mafter, for hi » Hofpitality to Gentlemen, his Charity to the poor, and his bounty to his Servants, has not his Peer in the Kingdom ( -—make us thankful for it. ) And 'tis as fortu nate a houfe for Servants , as ever was built upon Faery- Ground. I my felf, that have ferv'd here, Man, and Boy, thefe four and forty year?, have gottentogether (befides fome thing,more then I will fpeak of, diftributed among my poor Kindred ) by my Wages, my Vails at Chriftmas, and other wife, together with my Rewards of kind Gentlemen , that have found courteous entertainment here 01- There he is too. But. Have, I fay, gotten together ( tho' in a dangerous I time I !pcak it) a brace of hundied pounds--. — Make me thankful for it. And for lofles, I have had none, I have been Ruler thefe two and thirty years, and never loft the value of afilver Spoon, nor ever broke a Glaffe Make me thank ful' for it. White Wine and Sugar, fay you Sir .<? O/.PIeafe your felf, Sir. B«f. This Gentleman fpeaks not. Or had you rather take a Drink of brown Ale with a Toaft, or March Beer with Su gar and Nutmeg? or had you rather drink without Sugar? 01 Good Sir,a Cup ofyour Houfhold-Beer. ExitBut. I fear he Will draw down to that at laft. Enter Butler with a Silver Can ofSh\\. But, Here Gentlemen, is a Cup of my Matters fmall Beer : But"], [65, "The Merry Beggars. But it is good old Canary, I affure you. And here's to your welcome. Enter Cook. Cook. And welcome the Cook fayes, Gentlemen. Brother Butler, lay a Napkin , I'll fetch, a Cut of the Surloyn to ftrengthenyour patience till my Mafter comes, who will not now be long, for he's no Snayle, Gentlemen. 01. 1 have often heard fo.And here s to you, Mafter Cook— Prithee fpeak, Mafter Talboy , or force one Laugh more, if thou canft. Cook. Sir, the Cook drinks to you. To Talb. Tal. Ha ha ha \\ Ol. Well laid. Tal. He is in the fame Livory-Beard too. Coo. But he is the oldeft Cook , and of the ancienteft Houfe, and the beft for Houfe-keeping, in this County, or the next. And tho' the Mafter of it write but Squire, I know no Lord like him. Enter Chaplain. And now he's come. Here comes the Word before him.Tne Par fan has ever the beft ftomackd'HDiCh away prefently. Exit Rut. 2> our Mafter come, Sir D»mint\\ Chap, Eft ad Manum. Nm eft ille teftudo. Ol. He has the Word too in Latine. Now bear up Talboy. Cha. Give me a Preparative of Sac^. It is a gentle Prepa« rative before Meat, And fo a gentle touch of it to you Gen- tlemen. Ol. It is a gentle Offer, Sir ; and as gently to be taken. Enter Oldrents and Hearty. Old. About with it , my Lads. And this is as it fhould be— —Not till my turn, Sir, I. Though I confeffe, Ihave had but thtee Morning-draughts today. Ol. Yet it appears you were abroad betimes.Sir. Old. lam no Snayle, Sir. Ol. So your men told us, Sir. Old. But where be my Catchers': Come a %ound. And fo : let us drink. The Catch fung.Andthey drinkjibout. The Singers are all Gray beards. A Round, a Round, a Round, Boyes, a Round. Lft Mirth fly aloft, and Sorrow be drown d. H3 Old"], [66, "A *fovial Crew : or, -Bid Sack and old Songs, and a merry old Crew I Can charm away Cares when the Ground looks blew. Old. Well faid old Hearty. And, Gentlemen, welcome. Tal. Ah . Hefighsi Old. -Oh mine ears! What was that a figh? And in my Houfe? Look : has it not fplit my Walls? if not, make vent for it : Let it out : J fhall be flifled elfe. Exit. Chap, Ol. He hopes your pardon, Sir; hisCaufeeonfider'-d. Old. Caufe ! Can there be caufe for fighing? 01. He has loft his M'firifs, br. Old. Ha ha ha. h that a Caufe? Do you hear me com plain theloffeofmy two Daughters ? Ol. They are not loft 2hope, fir. Old. No more can be his Miftris. No Woman can be loft. They may be mif-laid a little: but foundagain, 2 warrant you. Tal. Ah. Sight Old. Ods my life ! He fighs again : And means to blow me out of my houfe. To Horfe again. Here's no dwelling for me. Or ftay : I'll cure him, if I can. Give him more Sack, to drown his Sufpirations. .While Oldrents and Talboy drinkjOli ver takgs Hearty afide. Ol. Sir,! am chiefly to inform you of the Difafter. Hea. May it concern me ? O/.Your Nephew Martin has ftolne my Fathers Ward, that Gentlemans Bride that fhould have been. Hea. Indeed, Sir. Ol. 'Tis moft trite — - He gives Hearty a Letter. Hea. Another Glafle of Sack. This Gentleman brings good news. 01. Sir, if you can prevent his danger— .««. Hea. Hang all Preventions. Let 'em have their Deftiny. Tal. Sir, 2 fhould have had her, 'tis true . j. - But fheis gone, d'ee fee ? And let her go. Oldrents. Old. Well faid. He mends now. * \"\"rents, r^.2amgladJamridof her (d'ee fee) before J had more to do with her Hea. He mends apace. Hearty"], [67, "The Merry Beggars. Hearty reads the Letter. Tal. For fhould 1 have maried her before fhe had run a- way, d'ee, fee : And that ftie had run-away ( d'ee fee ) after fhe had been maried to me ( d'ee fee. ) Then I had been a raaried Man without a Wife ( d'ee fee. ) Where now fhe bemgrun away before lam maried (d'ee fee) lam no more maried to her, d'ee fee, than (he to me, d'ee lee. And fo long as I am none of hers (d'ee (ee_) nor (he none of mine(d'ee fee) I ought to care as little for her, now fhe is run away ( d'es ' fee) as if fhe had ftay'd with me, d'ee fee. Old Why this is excellent ! Come hither Hearty. Tal. I perceive it now; and thereafonof it; And how, by Confequence (d'ee fee) I ought not to look any further af- ter. Cryes. But that fhe fhould refpeft a poor bafe fellow, a Cleark at the moft, and a Serving- man at beft,. before me , that am a rich man, at the worft ; and a Gentle- man, at lead, makes me — I know not what to fay— Old. Worfe than ever 'twas ! Now he ciies out-right. Tal. 1 know not what to fay What to fay . Oh Hea. Then I do, Sir. The poor bafe fellow, that you fpeak of, is my Nephew : As good a Gentleman as your felf. I underftand the bufinefs by your Friend here. Tal. I cry you mercy , Sir. Old. You fhall cry no Mercy, nor any thing elfe her*, Sir; nor for any thing here, Sir. This is noplace to cry in : Nor for any bufinefs. You, Sir, that come on bufinefs- ToOl. Ol. It fhall be none, Sir. Old. My Houfe isforno bufinefleibutthe Belly-bufinefs. You find not me fo uncivil , Sir , as to ask you from whence you came; who you are;, or what's your bufinefs. I ask you. no queftion. And can you be fo difcourteous , as to tell me, or my Friend, any thing like bufinefle. If you come to be merry with Me, you are welcome. If you have any bufinefs forget it: You forget where you are elfe. Andfo to Dinner. Hea. Sir, I pray let me ondy prevail with you but to read this. Old. Spoyle my Stomack now , and I'll not eat this fort night. He reads afide. Ha,"], [68, "A jovial Crew, or, ' Ilea. While he reads let me tell you, Sir. That my Ne phew Martin has ftolne that Gentlemans Miftrifs, it teems, is true But 2 proteft, as I am a Gentleman, I know nothing of the matter ; nor where he or (he is. But, as 2 am the fore faid Gentleman , 2 am glad on't with all my heart. Ha, my hoy Mat i Thou (halt reftore our Houfe. 01. Let him not hear, to grieve him, Sir. . Hea. Grieve him? What fhould he do wiEh her } tead* their Children to cry? Tal. But 2 do hear you though; and 2 fcorn t o cry, as much as you, d'ee fee, or your Nephew either, d'ee fee. Hea. Now thou art a brave fellow. So, fo, hold up thy ' head, and thou (halt have a Wife, and a fine Thing. Tal. Hang a Wife ; and Pax o' your fine Thing ( dee fee ) 2 fcorn your Fopperies, d'ee fee. Old. And 2 do hear thee my Boy; and rejoyce in thy con-* verfion. 2f thou canft but hold now. Ta'. Yes, 7 can hold, Sir- And 2hold well with your Sack. 2could live and die with it, as2amtrueTtf^e>'. Old. Now thou art a tall fellow; and (halt want no Sack. Tal. And', Sir, 7 do honour you d'ee fee ) and fhould \" wifh my felf one of your Houfhold Servants (d'eefee )ifl had but a gray Beard, d'eefee? Hay, as old -Mailer Clac\\ fiyes. ' Old. Well, I have read the bufinefs here. Ql* Call it not bufinefie, fbefeech you, Sir. Wedef.eallbufinefl_. Tal. 2 many do we, Sir. D'ee fee, Sir ? And a Hay, as old MallerC/^fayes. Old. Grammercy Sack.. Well, I have read the Matter here written by Mafter Clackt And do but bear up in thy humour, 2 will wait upon thee home. Knoc\\ within. Heark/ they knock to. the Drefler. 2 have heard much of this old od-ceited Juftice Clack^ : And now I long to fee him. 'Tis but crofting the Countrey two dayes and a nights Journey. We'll but dineand away prefently. Bear up, Ifay$ ' Mafter Talboy. Tal. 1 will bear up, 2 warrant you, dee fee, Sir— — But here's a grudging ftill -r^rz Exeunt. ■t Scena-"], [69, "The Merry Beggars. _. Scerta sicanda. A great myfe mthin of rude Mufi.%, Lw^htni, Singing &i, \"Enter Antie. Rachel, Meriel. Am. TjEre's a Wedding with a witnefle, and a Holy-day XTXwith a hoigh. Let us out ofthenoife,aswelove our ears. Ra. Yes : and here we may purfue our own Difcourfe,and hear one another. Mer. Concerning Springlove and your felf, Miftris Amie. Am. Well , Ladies, my confidence in you , that you are the fame that you have protefted your felves to be hath fo far won upon me, that fconfefle my felf well-affefted both to the Minde and Perfon of that SpringLve. And, ilhebe (as fairly you pretend) a Gentleman, 1 fhall eafily difpence with Fortune. Ra Me. He is, upon our Honour.. Am. How well that high Ingagement fuits your Habits. Ra. Our Minds and Blood are ftill the fame. Am. I have paft no affiance to the other, That ftole me from my Guardian, and the Match He would have forc'd me to : From which I would Have fled with any, or without a Guide. Befides, his mind, more Clownifh than his Habit, Deprav'd by CovetoufnefleandCowardife, Forc'd me into a way of mifery, To take relief from Beggars. Mer. From poor Us. Am. And then, to offer to marry me under a Hedge, as the old Couple were to day, without Book or Ring, by the Chaplain of t he B'ggars Regiment, your Patrico, only to fa ve Charges. Ra. I have not feen the Wretch thefe three hours, whither is he gone? Am. He told me, to fetch Horfe and lit Rayment for us ; and fo to poft me hence : But I think it was to leave me on your hands. I Mer."], [70, "A JovialCrew.or, Mer. He has taken fome great diftafte fure : For he is damnable jealous. Ra.-l, didft thou mark whata wildelookhecaft, when Springlove tumbled her, and kift her on the Straw this mor ning , while the Mufick plaid to the old Wedding-Folks > Mer. Yes, and then Springlove, to make him madder, told him, that he would be his Proxie, and marry her for him, and lye with her the firft night, with a naked Cudgell be twixt 'em, and make him a King of Beggar i: Am. I faw how it angei'd him. And I imagin'd then, and before, that there was more in Springlove, then downright Beggar. But tho' he be never fo good a Gentleman, he fhall obferve fit time and diftance till we are maried. Ra. Matrimony forbid elfe. ( She's taken ) But while we talk of a Match towards, we are mitt within intheBri.fr- Barn among the Revell rout. Am. We have had all the fport they can make us , in the paft paffages. Mer. How cautious the old contracted Couple were for Portion and Joinfture ! Ra. What Feoffees , fhe being an Heir of fourfcore , (and feven years ftone-blind) had, in truft for her. E ftate. Am. And how carefully he fecur'dall to himfelf^ in cafe he out-liv'd her, being but feven years older than (he. And what paines the Lawyer of the Rout here, took about it. Ra. And then, how folemnly they were joyn*d,and admo nifh'd, by our ParfonVnder-hedge , to live together in the fear of the Lafh, and give good example to the younger Reprobates, to beg within compaffe, to efcape the jaws of the Juftice, the Clutch of the Conftable, the Hooks of the Headborough, and the biting blow; of the Beadle. And, in fo doing , they fhould defie the Devil, and all his Works, and after their painfull Pilgrimage in this life, they fhould die in the Ditch of Delight. Mer. O but Poet ScribWs Epithalamium. TO the Uinde Virgin of fourfcore, And the UmtBatchelor,of more 9 Hop -"], [71, "The Merry Beggars', How Cupid gave her Eyes to fee, And Vulcan lent him Legs : How Venus cam'd their Sport to be Prepared with butter'd Egs. Tet when fhejhall be feven years wed, SheJhaUbeboldtofay, She has as much her Maiden-head, As on her Wedding day. Ra. So may fome Wives that were maried at fixteen, to Lads of one and twenty. Am. But at the Wedding-Feaft, when the Bride bridled it , and her Groom fadled it. There was the fport, in her Mumping , and his Champing ; the Crew fcrambling; our felves trembling; then theconfufion ofNoyfes, in talking, laughing, fcolding, finging, howling; with their A&ions, of fnatching, fcratching, towfing and low fing themfelves, and one another—— Enter Springlove, Vincent, and HiHiard. But who comes here ? Spr. O, Ladies , you have loft as much Mirth, as would have fill'd up a week of Holy-daies. Springlove takes Amie afide, arid courts htr in a gentile way. Vin. 1 am come about agen for the Beggars life now. Ra. You are. I am giad on't. Hil. There is no life but it. Vin. With them there is no Grievance or Perplexity} | No fear of war^or State Difturbances. No Alteration in a Common-wealth, Or Innovation, fhakes a Thought of theirs. M<r. Of ours you fhould fay. Hil' Of ours, he means. We have no fear of leflening our Eftates; . Nor any grudge with us ( without Taxation ) To lend or give, upon command, the whole Strength of our Wealth for publick Benefit : While fome that are held rich in their Abundance , I a (Which"], [72, "A jovial Crew : or, C Which is their Mifery, indeed ) will fee! ; Rather a general ruine upon all, : Then giveafcru pie to prevent the Fall. Fi'jf.Tis only we that live. Ra. Vm glad you are fo taken with your Calling. M. ..We are no leffe, I aflure you. We find the Sweetnefe of it now. Ra. The Mirth, the pleafure, the Delights. No Ladies live fuch Live?. Mer. Some few, upon neceflity , perhap.. But that's not woi th g'lammercy. Vin They will never be weary. Hill, Whether we feem to like , or diflike, all's one to them. Vin. We mutt do fbmething to be taken by, and difcove red, we fhall never be our felve., and get home again elfe. Spr. ?.nd Amie come to the reft. Spr. I am yours for ever. Well Ladies, you have mitt rare fport ; but now the Bride has mitt you with her half-hall eye; and the Bridegroom, with the help of his Crutches , is drawing her forth for a Darunce , here , in the opener aire. The Houfe is now too hot for 'em. O, here come the chief Revellers. The Souldier, the Courtier, the Lawyer , and the Foet, who is Mafterof their H evels, before the old Couple in State. Attend, and here him fpeak, as their Indu&or. Poet. HEre on this Green, like King and Queen, ( For ajhort trur.e ) we do produce Our old ntw-married Pair. Of Difh and Wallet, and c/Straw-pallet With Rags tojhow, from top to toe , She is the ancient Heire. He is the Lord of Bottle-gourd , Of Sachell great, for Bread and Meat , Jnd,forf»iaUPence,aPurfe. To all that give, Long may you live Fie loudly cries : But whi> denyes Is fure to have his Cur fe. Vini"], [73, "The Merry Beggars. . Vin. Well faid Field-Poet. Phoebus, we fee , infpires As well the Beggar, as the Poet Laureat. Spr. And (hines as warm under a Hedg bottom , as on the tops of Palaces, Po. I have not done yet. Now this is to incite you to daunce. PRepare your f elves, likf Faery Elves, Now in a Daunce tojhow , That you approve, the God of Love Has many Shafts to's Bow : With Golden head, and fome of Lead ,. B»t that which made thefe feel, Byfubtle craft, was fure a Shaft That headed was with Steel. For they were old; no Earth more cold; Their Hearts were Flints intire ; Whence the Steels ftroa\\did fparks provoke , 1 hat fet their Bloods on fire. 0 Now ftrike up Pipe> ; and each Lover here Be blitb,and tak$ his MittrU by the Goll. Hil. That's no Rime, Poet. Po, There's as good Poetry in blank Verfe, as Metre. Mufickj Spr. Come, hay ! the Daunce, the Daunce. Nay we'll ha' :he old Couple in, as blind and lame as they are. Bri. What will you fo? 'Daunce:. Spr. Well hobled Bridegroom \\ Vin. Well grop'd Bride ! Hil. Hay lufty. Hay Holy day. Spr. Set 'hem down; fet 'em down : They ha' done well. Gro, A ha / 1 am luftier than I was 30 years ago. .Bri. And \\, than I was threefcore part. A hem, a hemh. Vin, What a night here's to wards ! Mil. Sure they will kill one another. Po. Each with a fear thetother will live longeft. 1 3 Spr."], [74, "Kyi jovial Crew : or, ' Spr. Poet thou haftfpoken learnedly, and afted bravely. Thou art both Poet and Ador. Po. So has been many famous men. And if here were no worfe, we might have a Mafque, or a Comtdie prefetited to night, in honour of the old Couple. Vin. Let us each man try his ability Upon fome Subjeft now extempore. Spr. Agreed. Give us a Theme ; and try our A£tion. Po. I have already thought upon't. I want but Attors. Hil. What perfons want you ? what would you prefent > Po. I would prefent a Commonwealth ; Vtopia , With all her Branches and Conliftencies. Ra. I'll be Vtopia; who muft be my Branches ? Po. The Country, the City, the Court, and the Camp. Epitomiz'dandperfonatedbya Gentleman, a Merchant, a Courtier, and a Souidier. Soul. I'll be your Souidier. Am not I one ? ha ! , Cou. And am not I a fafhionable Courtier ? Po. But who the Citizen, or Merchant. Spr. I. Vin. And I your Country Gentleman. HiH. Or 2. Pc Yet to our Moral 2 muft adde two Perfons , Divinity and Law. La. Why la you now. And am not I a Lawyer > Po But where's Divinity ? Vin. Mary that2know not. One of us might do that, if either knew how to handle it. Spr. Where's the old Patrico, our Prieft , my Ghoftly Fa- ther ? He'll do it rarely. i.B?g-He was telling Fortunes e'ne now to Countrey Wenches. 2*11 fetch him £xif# Spr. That Patrico I wonder at: He has told me ftrange\" things in clouds. Am. And me fomewhat that J may tell you hereafter. Spr. That you (ball be my Bride > Am. I will not tell you now. Vin. Well : but what muft our Speeches tend to ? what muft we do one with another ? fo. I would have the Country, the City, and. the Court, be at great variance for Superiority. Then would I have Divinity and"], [75, "The Merry Beggars'. and Law ftretch their wide throats to appeafe and reconcile them : Then would I have the Souidier cudgel them all to gether, and overtop them all. Stay, yet I want another Per. Ion. Hil. What muft he be? Po. A Beggar. Fitf. Here's enough of us, 2think. What muft the Beggar do? Po. He muft at laft , overcome the Souidier; and bring them all to Beggar s-HaU, And this, well afted , will be for the honour of our Calling. At A Scribble ! A Scribble \\ HUl. Come where's this Patrico, that we may begin? Enter Patrico. Pa. Alack and welladay, this is no time to play. Our Quarter is befet. We are all in the Net. Leave off your merry Glee. Vin. You begin fcurvily. Spr. Why what's the Matter ? . Within. Bing awaft, bing awaft. The §hiire Cove and the Harmanbeckg Some Beggars run over the Stage. Spr. VVe are befet indeed. V Vhat fhall we do ? ' Vin. I hope we fhall be taken. Hill. If the good hour he come, welcome by thejgrace ofc good Fortune. Enter Sentwell , Conftable* Watch, The CrewfUp away. Sent. Befet the Quarter round. Be fure that none efcape. Spr. Lord to come with you , blejjed Mafter , to a many diftref- fed Vin, Hill. Duly and truly pray for you. Ra. Mer. Good your good Worfhip, duly and truly, &c. Sen. A many counterfeit Rogues! So frolick and fo la- mentable all in a breath? You were acting a Play but now. We'll aft with you; Incorrigible Vagabonds. Spr. Good Mafter , 'tis a Holy-day with us. An Heirs was ma r r ied here to day . Sen. Married /Not fo I hope, Where is fhe? 'Tis for an Heirt we feek, Sf r»"], [76, "i__A Jovial Crew _ or, - Spr. Here {be i' Mdler-— -Hide your felve- in the Straw-— —the Sc.''**. Quickly tyq m% S^-a Wanfft Spr, VVhitteirfi thou me of this ? An _ old blind B-ggar. woman. VVe rood hud a young GmUwoman-Hein among you- Where's all the reft o'che Crew, dn. Slipt into the Bun and the Bu flies by : but none can fcape. S:n. Look you to that, and to thefe here, Exit with Watch. Spr. Into fhe Straw I fay. Vin. No, good 'ttpringUt • The Ladies and we are agreed now to draw flakes, and play this lowfie Game no further. Hill. VVe will be taken, anddifclofeour felves. You fee we fhall be forc'd to it elfe. The cowardly Cleark has don'c tofavehimfelf. •_?pr. Do you fear no fhame, Ladies ? Rf. Doft think it a fhame to leave Begging ? Mer O.- that our Father will turn us out toit again ? Spr, Nay, fince you are fo refolute, Know, that I my felf begin to find this ii no courfe for Gentle men. Ttii-iLady fhall take me offit. Am. Make but your Protettations good, and take me yours. And for the Gentleman that furprife. us, tho' he has all my Ujcle> truft, he flail do any thing for me to our ad vantage. Vin. If, Springlove thou could'tt pott now to thy Tyrinc houfe , and fetch all our Cloaths, we might get off moft neatly. Spr. A Hjrfeand fix hours Travel would do that. Am, You ftnll be furnifht, doubt not. Lnte r Sent w ell. Wateh. Sent. She's fcap'd,or is invifible. You Sir, I take to be the ehie IRogue of this Regiment. Let him be whipt till he brings forth the Heire. Cow. That is but till he (links, Sir. Come,Sir,ftrip, ftrip. Am. Unhand him, Sir. What Heire do you feek Matter Sent well ? Sent. Precious, how did myhaftoverfeeher ? O Miftris Amie ! Could I, or your Uncle, JufticeC/^, a wifCr man than 2, ever ha' thought to havefound you in fuch company? Am."], [77, "The Merry Beggars. Am. Of me, Sir, and my company,2havea ftory to delight you : which on our March towards your Houfe, 2 will re late to you. Sent. And thither will 2 lead you as my Gueft But to the Law furrender all the reft. \" I'll make your peace. Am. We muft fare all al ike. Exsunt , A elm gulntus. Clack; Martin. Cla. T Have forgiven you. Provided that my Neece be fafe- X ly taken; and fo to be brought home. Safely I fay , that is to fay, unftain'd, unbIemifh'd,undi(honour'd ; that is to fay, with no more faults, criminal, or accufative, than thofe fhe carried with her. Mar. Sir, I believe Cla. Nay, if we both fpeak together, how fhall we heat one another? you believe herVertue is Armour of proof, without your Councel, or your Guard ; and therefore you left her in the hands of Rogues and Vagabonds, to make your own Peace with me. You have it. Provided, I fay fas I faid before ) that fhe be fafe, that is to fay, uncorrupted , undefiled ; that is to fay as I faid before. Mar. Mine intent, Sir, and my only way C/fluNay, if we both fpeak together , how fhall we hear one another ? as I. aid before. Your intent, and your only way, you would ha' faid, was to run away with her; and that by her only Inftigation, to avoid the tye of Maniage with Mafter Talboy ; that is to fa-, to fhun the Match, that I hadefor her; that is to fay, rather to dilobey me, than to difpleafe her felf. Wherein ( altho* (he did not altogether tranfgreffe the Law ) (he did both offend and prejudice me , an2nftrument; nay, /may fay, a Pillar thereof. And you, in aflifting her, furthering, and conveying her away , did not only infringe the I aw, in an unlawful Departure from your Mafter , but in a higher point ; that is to fay, Top , andtop- K Gallows"], [78, "tfovial Crew : or, Gallows high. I would ha' found a Jury fhould ha'founu itfo. Mar. But Sir,an't pleafe you: Cla. Muft we then both fpeak together ? Have I not born with thee, tofpeakall thou pleafeft in thy defence ? Havel not broke mine own Rule, which is, to punifh before I exa mine; and fo to have the Law the lurer o'my fide ? And doft thou ftill perfift? Hold your own peace; or, as lam a Juftice of the Kings, I will unfay what I (aid before, and fet a CurratLex atyou, Sirrah, that fhall courfe you up the hea vy Hill. Oh, is your Tongue fallen into your Leg now > Do not you know I have acquitted you ? Provided As I faid before. Go your way in, and fee that the Gentlemen, who, I think, were got in Sack,., chriftned in Saci^, nurfed with Sack., and fed up to gray hairs with only fee,I fay, that they want no Sack. My Son Oliver ( I thank him) has brought me a pair of fuch Guefts. Enter Sentwell. O Matter Sentwell I Good News? Sen Of beggarly news, the befl you have heard. Cla. That is to fay, you have found my Neece among the B'ggars. That is to fay Sen. True Sir Oliva, I found her — Cla. Now if we both fpeak together, who fhall hear one another? Sen. I thought your defire was to be inform'd. Cla. I can inform my felf, Sir, by your looks. I have taken a hundred Examinations i'my dayes of Fellons, and other OfJendors, out of their very Countenances ; and wrought *em down verbatim, to what they would have faid. I am fure it has ferv'd to hang fome of'em, and whip the reft. Sen. Juffice Clack, ftill ! He muft talk all- His Clack muft only go. Cla. But to the point. You have found my Neece. You have left her at your own Houfe; not only to fhi ft her out of her Difguife, but out of her flume, to come nearer me, MBtill I fend her pardon. Sen. Moft true, Sir. But the Company fhe was in — Cla. Again ! Do not I know the Company ? Beggars^ Rogw.s, Vagabones, and Hedge-birds. Sen."], [79, "The Merry Beggars. Sen. But do you know whom, or how many we have ta- ken ? and how the reft efcap'd ? €la. A needleffe knowledge. Why fhould we take more than her fell ? Or how could you take thofe that could efcape ? Enter Martin. Mar. Sir, the Old Gentlemen within, fent me to wait upon you. Without you ( they fay ) they need not my Ser- vice. ■* Gla. Tell 'em then, I'll wait on 'em prefently. Exit Martin. Sen. But Sir, we have taken with her fuch Beggars, fuch Rogues, fuch Vagabonds, and fuch Hedge-birds ( fince you call 'emfo J as you never knew, or heard of, though now the Countries fwarm with 'em under every Hedge, as if an in- numerable Army of 'em were lately disbanded without Pay. Hedge-birds faid you? Hedge Lady-birds. Hedge Cavaliers, Hedge Souidier, Hedge Lawyer, Hedge Fidlers, Hedge Poet, Hedge Players, and a Hedge Prieft among 'em. Such we have taken for the Principals. But to fee how the Multitude fcap'dus. was more fport than pitty. How, upon a watch- word given, they in the inftant vanifti'd by morefeveral wayes than there were legs among 'em ; how the Creeples leap'd over Pales and Hedge. ; how the Blindefoud their way thorow Lake* and Ditches ; how a Doxie flew with two Children at her back, and two more, perhaps, in her belly Cla. A Hedge Prieft: have you taken, fay you > Sen. Yes, Sir, an old Patrico, an antient Prophet, to tell Fortunes, and cozen our poor Country People of their fin gle Money. Enter Oliver. Ol. Sir, Mafter Oldrents, in thatheinjoyesnot your com pany, begins to doubt of his welcome. Cla. Who led him into that doubt? I, or you that brought him hither ? Ol. Sir, his own defire, and love to you, brought him hi ther. Ibutfhew'd him the way Cla. You reafon fairly. Tell him 1 ccme. 01. Pray, Sir, be plea^'d to do fo : for he fayes • Cla. Nay, if we both talk together ~— - . K 2 01."], [80, "A Jovial Crew : or, 01. Who fhall hear one another. £xzt Oliver. Cl'a. But are there Players among the apprehended ? Sen. Yes, Sir. And they were contriving to aft a Play among themfelves, juft as we furpriz'd 'em, and fpoyl'd their Sport. Cla. Players! I'll pay them above all the reft. Sen. You (hall do well in that ; topnt 'heminftockto fet up again. Cla. Yes, I'll put 'em in Stocks, and fet 'em up to the Whipping-poft. They can aft Jufticts, can they ? I'll aft a Juftice among 'em ; that is to fay, I will do juftice upon them ; that is to fay — ■ ■ Sen. Pray Sir, be not fevere, they aft Kings and Emperours, as well as Juftkes. And Juftice is blinde they fay : you may therefore be plea.'d to wink a little. I find that you have merry old Gentlemen in your Houfe, that are come far to vifit you. I'll undertake that thefe Players, with the help of their Poet ; in a device which they have already ftudied, and a pack of Cloaths which I (hall fupply 'em with, (hall give your Guefts much content, and movecompaffion in you towards the poor Strcwles. Cla. But you know my way of Juftise (and that's a fure way ) i. to punifti 'em fii ft, and be companionate afterwards, as I finde'em upon their Examination. Sen. But for your Guefls fake*, who ( I know ) do favour and affeft the Quality of Aftors very much, permit 'em, Sir. It will inlarge your Entertainment exceedingly. Cla. And perhaps fa ve me the expence of a Renlet of Sacl^ the while. Well, Sir, for that Relpeft, and upon your un dertaking that they fhall pleafe, I will prorogue my Juftice on the Rogues. And fo to my merry Gentlemen, whom I will prepare to fee their Enterlude againft after Supper. But pray, Mafter SentweV, as you have found my Neece, look to her, and fee her decently brought home. Sen. In her own beft Apparell. But you muft prorogue your difpleafure to her too. Cla. I will do fo, untill my fcarce welcome Guefts be gone. Enter Randall. Ran. Sir, my Matter fends you word, and plainly, that without"], [81, "The Atderry Beggars. without your Company, your Entertainment ftinks. He has commanded me faddle his Nagv, and away to night. If you come not at once, twice, thrice, he's gone prefently, before Supper; He'll find an Holt at an lnne worth a hundred o' you. Cla. Good friend, I will now fati. fie your Mafter, without telling him he has a fawcy Knave to his Man. Exit Clack. Ran. Thank your Woi fhip. Sen. Do you hear, Friend, you ferve Mafter Oldrents, Ran. I could ha' told you that. And the beft House- keeper ny Maftei is of any Gentleman in the County he dwells in ; and the beft Mafter to a man, as I, the word of twenty, can fay for him, and would be afham'd to fay lefs. Sen. Your name is Randall. Ran.Forg'f me ! Are you fo wife? you are too young to be my Godfire. And I hope not old enough to be a Witch. How know you, that I am Randall:? were you ever at my Mafters Houfe i' Nottingham-Jhire, or at Dunghilford, where I was born ? Sen, No. But I have Notes to know you by. Ran. I was never twelve mile from thence i' my life, before this Journey, God fend me within ken ofourownKitching fmoak again. Sen. Your Mafters Stewards name is Springlove. Ran. Mafter Springlove, an't pleafe you. There is not an honefler Gentleman between this and the head of him. And my heart's with him, where e're he is. Know you him too ? Sen. Yes, and your Mafters Daughters too. - Ran. Whaw. Sen. And that they are all from home, your Mafter knows not where. Ran. Whaw, whaw. Know you that too ? Sen. Yes, and the two young Gentlemen that are with 'em, Mafter Vincent, and Mafter HUliard. Ran. Whaw, whaw again. You know 'em all,I think. But know you where they all are ? Sen. Even here by, at my own Houfe. Ran.Whavt Sen. And they knowing that your Matter is here, and Matter Hearty too — K 5 Ban."], [82, "A Jovial Crew: or, Ran. Whaw, whaw. * Sen. And your felf too. They direfted me to find you, Randall, and bring you to 'em. '&■ Ran. Whaw, whaw, whaw, whaw. : Why do we not go then. Sen. But fecretly. Not a word to any body. Ran. Mum — — Will you go then. Enter Martin. Mar, O, Mafter Oldrent's man. Pray let me intreat you into the Buttery. Ran. Will you go, Mafter Gentleman ? Mir. Indeed it is my Mafters defire, and he commanded me. Ran. Now , when it's Supper-time did he ? to fill my belly with thin drink to fa ve his Meat ? It's the manner in Churles Houfes. Will you go, Mafter Gentleman ? Mar. Introth my Matter is fo merry with yours with Ran. Shite o* your Mafter. My Matter's Steward's a bet ter man. I'll to him, at this Gentleman's Houfe, and all the reft. Whaw, whaw. Sen. Randal, you forget. Ti.an. Mum again then. Why would you not go then ? Exit Sent, and Rand. Mar. The man's as mad as his Mafter. The ft> angeft ftran ger that ever came to our Houfe. Enter Talboy. Tal. Well, Martin, for confeffing thy fault, and the means thou mad'ft whereby fhe is taken , I am friends with thee. But I fhall never look upon her, or thee — but with grief of minde, howeverl bear it outwardly. Oh — Mir. You bear it very manfully methinks. Tal. I, you think fo, and Iknowfo — But what I feel, I feel. Would one of us two had never feen one another— Oh— Mar. You fpeak very good fenfe, Sir. But do's my Ma fter continue his merry humour with the old Gentlemen within. Tal. Yes. Juftice Clacks Clack go's as merrily as any. Mar. Well faid, fir. Now you fpeak merrily too. But I could i"], [83, "The Merry Beggars. I could fay fomewhat that would ftill him. And for your comfort, I'll tell you. Miftris Amie h fallen in love with one of the Beggars. ' Tal. Then hiVe I nothing elfe to do, but to laugh at thee as long as 1 live. Ha ha ha To let a Beggar cozen thee of her. Ha ha ha. A Beggar \\ 1 fhall dye merrily yet. Ha ha ha. Enter Clack,, Oldrents, Hearty, Oliver. Cla. A hay Boys, a hay. This is right; that is to fay, as I would have it; that is to fay. _. Tal. A Beggar. Hi ha ha — Mar. Ha ha ha— Cla. A bay Boyes , a hay. They are as merry without, as we were within. A bay, Mafter Oldrents, and Mafler Hear- ty ! The vertue of your Company turns all to Mirth and Melody , with a hay trololly My lolly, \\_\\ not fo , Mafter Hearty ? Old. Why thus it fhould be: How was I deceiv'd ! Now I fee you are a good Fellow. O/- He was never fo before. If it be a Lightning before Death, the beft is, I am his Heir. Tal: Mar. Ha, ha ha Cla. Again, Boyes , again; that is to fay, a hay Boyes, a Hea. What is the Motive of your Mirth, Nephew Martin ? Let us laugh' with you. Old. Was that fpoke like my Friend , Hearty ? Lack we motives to laugh ? Are not all things, any thing, every thing to be laugh'd at ? And if nothing were to be feen, felc, heard, or underftood, we would laugh at it too. Cla. You take the. loffe of your Miftris merrily, Mafter Talboy. Tal. More merrily than you will take the finding of her. Ha ha ha SBggar\\ Ha ha ha 1 Cla. Can 1 be fad to finde her, think you ? Mar. He thinks you will be difpleas'd with her, and chide her. Cla. You (are deceiv'd, Mafter Talboy ; you are wide, Ma fter Talboy. Law and Juflke fhall fleep, and Mirth and good Fellow fhip ride a Circuit here to night. A hay, Mafter Old- rents,"], [84, "A jovial Crew -. or, rents, a bay Mafter Hearty, and a hay Son Oliver, and a phew Talboy, that fhould ha* been, and hay, my Cleark Mar gin, and a hay (ov the Playes. When come they.? Son Oli ver, fee for Mafter Sentwell, that Sentwell, that is no readier with his new Company. Tal. Players ! Let us go fee too. I never faw any Players. Ol. This is the firft fit that ever he had of thisDifeafe. And if it be his laft ,1 fay , as 2 faid before. I am his Old. But is there a Play to be expefted, andaftedby Beggars ? Cla. That is to fay, by Vagabonds ; that is to fay, b J ftrow- Img Players. They are upon their Purgation. If they can prelent any thing to pleafe you, they may efcape the Law; that is (a hay) If not, to morrow, Gentlemen, fhall be aft ed, Abufes ftript and whipt , among 'em; with a hay, Matter Hearty, you are not merry. Enter Sentwell. And a hay Mafter Sentwell , where are your Drammatu Perfo nt; your Prologus, and your AUrn Primus, ha ? Ha' they given you the flip, for fear of the Whip? A hay. Sen. A word afide, an'c pleafe you Sentwell takes Clack afide, and gives him a Paper. Old. I have not known a man in fuch an Humour. Hea. And of his own finding! He ftole it, indeed, out of his own Bottles, rather than be rob'd of his Liquor. Mifers life to tipple themfelves fo. Old. He do's fo out-do us, that we look like ftaid men a- gain, Hearty; fine fober things. Hea. But how long will it laft? He'il hang himfelf to morrow, for theCoft we have put him to. Old. I love a Mi fer's Feaft dearly. To fee how thin and fcattering the Dilhes flood, as if they feai'd quarrelling. Hea. And how the Bottles, to fcape breaking one another, were brought up byoneand once! Old. How one of the Serving-men , untraiu'd to wait, fpilt the White-broth ! it Hea. And another ftumbling at theThrefhold , tumbled in"], [85, "The Merry Beggars. in his Difh of Rouncevals before him. Old. And moft fuitabletothe Niggardlineffeofhis Feaft, we fhall now have an Entertainment , or Play, prefented by Beggars. Cla. Send 'em in, Mafter Sentwell. Exit Sent. Sit Gentlemen, the Players are ready to enter. And here's a Bill of their Playes. You may take you r choyce. Old. Are they ready for them all in the fame Cloathes ? Read 'em , good Hearty. Hea. Firft, here' 'sThe two loft Daughters. Old. Put not me in mind of the two loft Daughters, I pre- thee. W hat's the next ? Hea. The vagrant Steward. Old. Nor of a vagrant Steward. Sure fome abufe is meant me. Hea. The old Squire and the Fortune-teller. Old. That comes nearer me. Away with it. Hea. The Beggars Prophecy.' Old. All thefe Titles may ferve to one Play, of a Story that I know too well. I'll fee none of them. Hea. Then here's The merry Beggars. Old. I, that; and Jet 'em begin Enter Talboy and Oliver. Tal. The Players are coming in : And Miftris Amie and your man Martin, are to be Aftors among 'em. Cla. A hay then for that too. Some merry device fure. A Flourijh of Shalms. Heark ! the Beggars Hoboys. _ Now they begin. Old. See, a moft folemn Prologue. Enter Poet for Prologue. TO Knight, to Squire, and to the Gentiles here, We wijh our Play may with content appear. We promift you no dainty Wit of Court, Nor City Pageantry , nor Country Sport : But a plain piece efAftion , Jhort andfweet; Jn Story true. You'll kpow it when yon fee^t Old. True Stories and true lefts do feldome thrive on Stages. L Cla."], [86, "A$ovialCrew.«r, Cla They are beft to pleafe you with this tho', orahay with a Wuip for them to nwrww- , 0W- Nay , rather thanthey fhall Lutter, i \" t , let emPlaytueirwoift A Fkrifb. Enter Pat- ico. iTrfi a Lawyer fc/.i.tfii /i^. Oldrents. See our Patrico among 'em. r Hw That offered you a Dox;e in the Barn. Pat. Tour Chddren\\ Fortunes 2 have told, That they fhall Beg e\"re they be old. Andwill you have a Reason why ? Tis J'ftiee in their Deftiny. . cL! ftf/rw, ha ! Are you meddling with 7«Jhc« al- ready? P..t. Tow Grandfather, by crafty wile Of bargaining, didm'.ch beguile A thriftleffe Heire .fhalf the Lands, That are defcended to your bands. And, then, by Law, not Equity, Forc'd Him and his Pofterity, . ToWoe and fhamefull Beggary. Law. That was no fault of mine, nor of my Children. Pat- B«r our fore-fathers Debts and Crimes, Although forborn till future times , Arenit fopaid. But what needs more, J wijb you happy in your Store. Exit. Old. Doft note this , Hearty ? Ha. You faid you would bepleai'd, let 'em play their worft. Lawyer walk& fadly, beats hit breaft, &c. To him enter Souidier like Hearty, and feems to comfort him. Old. It begins my Story, and by the fame Fortunt-U Her that told me my Daughters Fortunes; almoft in the fame words. I know him now. And he freaks in the Play to one that perfonates me, as neer, as they can fet him forth. Cla. How like you it, Sir? You feem difpleas'd. Shall they"], [87, "The Merry Beggars, they be whipt yet ? A fc*y,if you fay the word. Old. O. by no means, Sir; lam pleas'd. Soul. Sad for th? words of a baft Fortune-teller ? Believe him ! Hang him. I II truft none ofem. They have all Whims, <W double double meanings In all they fay. Old. Whom do's he talk or look like, now ? Hea. It is no matter whom. You are pleas'd you fay. Soul. Ha' you no Sack i th Houfe ? am not I here ? And never without a merry old Song .? Sing. Old Sack, and old Songs, and a merry old Crew, Will fright away Cares when the ground looks blew. And canytu thinkjon Gipfie- Fortune-tellers? Law. VII thin^as little of 'em as 1 can. Soul. Will you abroad then ? But here comes your Steward. Enter Springlove ro Lawyer. Old. Blefle me ! Is not that Springlove ? Hea. Is that you, that talks to him, or that Cockfcombe I, do you think _? Pray let 'em play their Play : the Juftice will n it hinder 'em, you fee he's afleep. Spr. Here are the Reyes of all my Charge, Sir. And My humble f: it if, that you will beplcas'd To let me walkupon my known occafions, this Sommer. Law. Fie ! Canft not yet leave off thofe Vagancies ? - But J will ftrive no more to alter Nature, lwill not hinder thee, nor bid thee go. Old. My ow n very words at his departure. • Ha. No matter. Pray attend. Law. Come, Friend, Til takeyour Councell. Exeunt Lawy. Sould. Spr. Tveftrivn with my felf to alter Nature in me, F>r my good Mafters f«kf, but all in vain; For Feggars, Cuckoe-like,/7y out again, In their own Notes and Seafon. Enter Rachel, Me-iel . Vincent, Hilliard. R a. Our Father's fadn ff. will not fuff. r us To live in's Houfe. L 2 Men*"], [88, "A jovial Crew : or, Mer. A nd we muft have a Progrcffe. Vin. The affurance of your Loves bath engag d ns Hil- To wait on you in any courfe. Ra. Suppofewee'llgo a begging. Vin. Hil. We are for you. Spr. Andthat muft be your Courfe, andfuddenly, To Cure your Father's fadnefp; who is told \\t is your Deftiny : Which you may quit, By making, it a trickjof Touih and Wit. I 11 fet you in the way. All. 4. B<t huw? B'thowf All talk, afide. Old. My Daughters an J their Sweethearts too. I fee The fc_>pe of their Difign; and the whole drifs Ofall their Aftion now, with joy and comfort. Ha. But take no notice yet. See a Whim more of it. But the mad Rogue that afted me, I muft make drunk anon. Spr. Now ! are you all refolvd . AH if- Agreed, agreed. Spr. %w beg to a1, f Ave your Fortune, not for need Exeunt. {.id. I muft commend their Aft in that. Pray thee let's tall 'em, and end the matter here- The purpofe of their Hay, is but to work my Fiiendfhtp, or their Peace with me; and they have it. Hea. But fee a little more, Sir. Enter Randal. Old. My Man Randal too ! Has he a Part with 'em ? Ran. They were well fet a work, when they made me a Player. What is that I muft fay? And how muft I aft now ? Oh ! that I muft be Steward for the Beggars in Mafter Stew ard's abfence; and tell my Mafter, he's gone to meafure Land for him to purchafe. Old. You Sir. Leave the work you can do no better (j can forbear no longer) and call the Aftors back again to me. Ran. With all my heart. And glad my part is fa foon done» Exit. Enter Patrico. Pat. Since you will then break off our Play. Something in eaineft I muft fay ; But"], [89, "The Merry Beggars. But let affefted Riming go. I'll be no more a Patrico. My name is Wrought-on Start not. But f if you Defireto hear what's worth your beft attention, More privately ) you may draw nearer me. Oldrents goes to him. Hea. Hear no more Fortunes. Old. You fhall give me leave. Pat. 1 am Grandfon to that unhappy Wrought-on , Whom your Grandfather, craftily, wrought out Of his Eftate. By which, all his Pofterity Were, fince, expo^'d to Beggary. I do not charge You, with the leaft offence in this. Bur, now, Come neei er me: for I muft whifper to you. Patrico takes oldrents afide. 1 had a Sifter, wbo among the Race Of B'zgars, was the fail eft. Fair (he was In Gentle Blood, and Gefture to her Beauty; Which could not be fo clouded with bafe Cloathing, But (he art. afted Love from worthy Perfons ; Which C for her meannefTe ) they cxpreft in Pity , For die moft part. But fome affaulted her With amoiou*, though loofe dtfires; which fhe Had \\e> tueto withftand. Onely one Gentleman ( Whethei it were by her AffeSion, or Hi. Fate, to fend his Blood a begging with her , J quefticn not ) by her, in heat of Youth , Did get a Son, who now muft call. you Father, Old. Me . Pa. You. Attend me, Sir. Your Bounty, then , Difpos'd your Purfe to her; In which, befides Much Money ( I conceive by your negleft ) Was thrown this holy %elique. Do you know it ? Old, The Agnus Dei that my Mother gave me Upon her Death- bed ! Othe loffeofic Was my fore grief. And, now, with joy, it is Reftor'd by Miracle ! Do's your Sifter live. ? $ Pa. No, Sir. She died within a few daies after Her Son was born? and left him to my care ; L 2 On"], [90, "xyt Jovial Crew : or, On whom, I, to this day, have had an eye, In all his wandiings. Old. Then the young Man lives ! Enter Springlove. Vincent, Hilliard. Rachell. Meriel. Prf.Here with the reft of your fair Children, Sir. Old. My Joy begins to be too great within me ! My Blelling and a welcome to you all. Be one anothers, and you all are mine. Vin. Hil. We are agreed en that. Ra. Long fince. We only flood till you lhook off your fadnefle. Mer. For which we were fain to go a begging, Sir. Old. Now I can read the Juftice of my Fate, and yours— Cla. Ha ! Juftice'. are they handling of Juftice ? Old, Bit more applaud great Providence in both.- Cla. A> e they jeering of Jvftkes ? I watch'd for that. Ha. I fo me thought. No. Sir. The Play is done. Enter Sentwell. Amie. Oliver. Martin. Stn.Sez, Sir, your N ece prefented to you. Sprin.love t a ikes Amie. Cla. What with a Speech by one of the Players ? Speak , Sir ? and be not daunted. I am favourable. Spr. Then, by your favour, Sir, this Maiden is my Wife: Cla. Sine you are out o' your part. That is to fay, you muft begin a^ain. Spr. She's mine by folemn Contraft, Sir. CL'. You will not tell me that. Are not you my Neece. Am. 1 dare not, Sir, deny't, we are contrafted. Cla. N>y, if we both fpeak together , how fhall we hear one another .? M-jr.\\ muftdifprovethe Contraft. Tal. That is my part to fpeak. Sen. None can dilprove it I am witnefle to it. Cla. Nay, if we all fpeak as 2faid before. Old. Hear me for all then. Here are no Beggars ( you are but onejatrico ) no Rogues, nor Players : But a feleft Company, to"], [91, "tPe Merry Bfggars. to fill thi* Houfe with Mirth. Thee are my Daughters; thefe their usbands; and cbi> that fhall many your Neecr , a Gen tleman, my Son. I will inftanrlv Eflare him in a thoufand pound a year to eiitei tain his Wife; and to their Heirs for ever. Do you hear men w? Cla. Now 2 do hear you. And I mutt hear you. That is to fay, ir is a Match. That is to fay — r—« as 2 faid before. Tal. And muft I hear it too O Old. Ye^, though you whine your eyes our. Hea. Nephew Martin, f\\?\\ II the Child with aSuck-bott'e oil Sack,. Peace, Lamb; and I'll find a wife for thee. Old. Now Pairico, if you can quit your Funftion , To live a moderate Gentleman, I 11 give you A competent Annuity for your life. Pat. I'll be, withall, your faithful Beadf man; and Spend my whole life in Prayers for you and yours. Cla. And now, Cleark Martin, give all the Bepgars my free P'Jfe, without all manner ofCorreftion ?that i_ to fay, with a hay get 'em gone. 01. Are not you the Gentleman, that challeng'd m: in right of your Friend here ? Vin. Your Infpeftions good, Sir. Ra. And you the Gentleman ( I take it ) that would have made Beggar fport with us, two at once.1 Mer. For twelve pence a piece, Sir. 01. 1 hope we all are Friends. Spr. Now, on my Duty, Sir, I'll beg no more , But your continual Love, and dayly Blelfing. Old. Except it be at Court, Boy ; where if ever I come, it fhall be to beg the next Fool-Royal'* place that falls. Spr. A begging Epilogue yet would not be , Me thinks, improper to this Comediet Epilogue,"], [92, "Epilogue, TBo m art no* no Beggars of the Crew We aunt it not a fhame to bg of you. 7 he JafticE, here, hat given his Parte free To all the rift, unpumjhd - only we Are under Cenjurei til we do obtam Tour bufftages, that we may beg again; And often, m the Courfe y We took to day , Winch was intended for your Mtrth,aPhf Not Without AcStion . and a little W> it , Ihrefore we beg Tour Pafle for Us and It. • FINIS. — __________________ -— — ~ — iBwfa Kwr/? laying | SoW Henry Brome at the Gun in Ivy-Lane. CAfes ofConfcience in the time of Rebellion, by the Ure Reverend Divine William Lyford , B. D. Minitter of Sherburn in Dorfetfhire. Mr. Grenefeilds Loyal Sermon. CoDeftions in defence of the King : TV Ho/y Cheat : A Caveat to the Cavaliers : A M>d<\\i PUa, both for the Caveat. and the Ail by X. VEftrange, E:q;"], [93, ""], [94, ""], [95, ""], [96, ""], [97, ""], [98, ""]]