[[1, ""], [2, ""], [3, "THE SWORD OF PEACE; O R, A VOYAGE OF LOVE. (Price One Shilling and Six-pence.)"], [4, ""], [5, "THE SWORD OF PEACE; O R, A VOYAGE OF LOVE; A COMEDY, IN FIVE ACTS. FIRST PERFORMED AT THE THEATRE ROYAL IN THE HAY MARKET, On Saturday, August the 9th, 178S. LONDON: Primed for J. DEBRETT, oppofite Burlington House, Piccadilly. M,DCC,I*XXX.X."], [6, ""], [7, "PREFACE. \"TTVEAR!\" cries Mrs. Languish, « do *~J you know, Colonel Prattle, who this authorefs of the Sword of Peace is, that keeps herfelf thus incog. ? \" \" Oh ] yes, Madam ; I am credibly informed fhe is a grocer's daughter in Thames Street, that has returned an unfuccefsful candidate from India for gold mores, and lacks pf ru. pees ; a mere adventurefs, Madam.\" \" Nay, Colonel, hardly fo ! for Hie bears rather feverely upon that point.\" *' By no means a necefTary confeqiiei.ee fhe ftioUsdnot be fo, Madam, upon that account;\" replies Connfelior Seafir, \" Pooh !\" interrupts Mrs. Gabble., -\" no fuch thing, I allure you ; for a particular friend of mine, who is extremely intimate with the friend of a particular acquaintance of a friend of Mr. Jackfon's, whofe fon is continually among thofe literary geniufes, who know every author in the kingdom, confidently af 1-hred me, from the mofi undoubted autho rity, Sir, that her father was a parfbn, and (he had run away with a fir oiling player ; $nd"], [8, "PREFACE. 6 and as fhe has a romantic turn, and a great deal of affurance, after having hawked this Sword about from theatre to theatre, prevailed on the manager in the Hay Market to bring it out, as the only means to prevent herfelf, her hufband, and fix children, from abfolute ftarving.\" Ladies and Gentlemen, You rnufT: excufe my palling you by with the contempt fuch infignificant individuals deferve, whilfb I addrefs a GENEROUS PUBLIC. A woman, however pofleffed of genius, wit, vivacity, or knowledge of the world, unlefs fhe continues to veil them under the modeft, delicate referve, which should ever characterife her fex, deftroys their effects, and renders herfelf a being pitied by men of fenfe, envied, yet ridiculed, by every woman of her acquaintance. When once a woman is known to write, if in company fhe converfes with vivacity, me is immediately condemned as thinking \" no one can fpeak but herfelf.\" If fhe is filent, \" oh ! fhe's employed taking of .the company!\" — Thus, can fhe neither fpeak, laugh, nor be ferious, with impunity ; every action is mifconftrued, and her features, drefs, perfon, &c the conflant topic with thofe who"], [9, "PREFACE 7 who have not abilities to judge, nor candour fufficient to praife her. For thefe reafons, and thefe alone, I own 1 have not confidence to fland the public gaze, nor vanity enough not to feel embar raffed as an avowed authorefs. Having too often witneffed the fate of fuch (however worthy, however aimable !) I wifh to con ceal myfelf from the cenfure of individuals, the flattery of fycophants, and the partiality of weak friends. And while I innocently di vert myfelf with the abfurd aflertions I con tinually meet with, I have alfo the fatisfaclion of hearing thofe opinions which may ferve to regulate and inform a mind, not only open to conviction, but wi-hing to attain truth, (generally the only way it is to be attained) without afking for it ; yet, feeking it with that avidity which its worth, when found, repays. Few, indeed, are capable of fpealang truth amiably ! It requires a delicate politenefs, a a friendly intereffing manner of addrefs, and inexpreffible liberality of foul ; which, though rarely met with, is not impoifible. I have had that fingular honour and happinefs to meet with it in one whom I do not meanly flatter, 'when I avow with pleafing, heart-felt gratitude, the unnumbered obligations of this kind I have 4 received"], [10, "8 PREFACE. received from Mr. Colman, whofe attention and itudied arrangements of every thing that could conduce to the fuccefs of the piece as manager, is beyond any expreflions, even a heart imprefled like mine, can dictate. With out whofe kind patronage and encouragement I had never preiumed to have become a can didate for public favor ; with it — J could fcarcely doubt fuccefs. To the prefs I now commit the Sword of Peace ; where, though diverted of the bril liancy of acting, I humbly trull it will not be found to difgrace that judgement which fo kindly brought it forward. Yet, however I may have failed in other parts of the drama, the character of David Northcote is a real one. ---To Indians this is needlefs : the iketch, however, is not too faint, I hope, for others ; it was dictated by a heart glowing with gra titude and admiration of his noble and un bounded goodnefs ! To the performers of the laft, and prefent feafon, I feel myfelf truly indebted. It would be ungenerous to make any particular dif tinctions; I beg, them therefore-, to accept my moft grateful thanks and acknowledge ments for the very powerful fupport they have uniformly given to the piece. PRO-"], [11, "PROLOGUE Written by GEORGE COL MAN, Efq. Spoken by Mr. PALME R. J. ASTE, at all feafons, fets the world a madding, Tafle now commands, and all the world's a gadding. Courtier and Cit, alike their forrows drown, \" London itfelf Teems going out of town.\" Abroad in fearch of happinefs they roam, Still dull perhaps — but duller ftill at home. Shou'd health the nobleft to her fountains draw, All, fick or well, furround the genial fipa 1 Flock to the pump, and, in the higheft ftyle, Sweeten the humors,' and correcl the bile ! With tafte, Dame Pumpkin racks her hufband's brain, An honeft fruiterer of Botolph lane. — ■ Town in the dog days ! faugh ! 'tis my averfion — Let's take a trip, my dear; fome fweet excurfionl — \" Smother'd in fmoke, how very hard our cafes; \" Nothing in fummer like the wat'ring Places 1\" Next clay the Pumpkins load the gig with joy, \"} Between them, clofely cram'd, a chubby boy ; r While humbler pairs feek Margate in the hoy. -* To day, two vent'rous females fpread the fail, Love points their courfe, and fpeeds the profp'rcus gale:; India they feek, but not with thofe enroll'd Who barter Englifh charms for Eaftern gold; Freighted with beauty, crofting dang'rous leas, To trade in love, and marry for rupees. To India, then, our Author wafts you now, But not a breath of politics, I vow ! Grays"], [12, "PROLOGUE. 7 Grave politics wou'd here appear a crime, — You've had enough, Heaven knows ! all winter time. The laughing fummer now your care beguiles, And we, your fervants, live upon your fmiles. \" Smiles and a fword ! fome fnarling critic cries, \" A bowl and dagger wou'd no lefs furprife — \" Perhaps 'tis but the cunning of the fcene, \" Some wooden fword, like Harlequin's, you mean !\" Truce witli fhrewd wit ! a while let cavil ceafe — That fword our drama ftyles — The Sword of Peace. Edgelefs it proves not; yet the wound it makes, Tho' on the heart, to life more fweet awakes. Such from Achilles Telephus endur'd, Which, by one fpear, was given and was cur'd. Our heroines, tho' feeking regions new, To Englifh honor both hold linn and true; Love-ftruck, indeed, but yet a charming pair, Virtuous and mild, like all our Britifh fair! Such, gentle Sirs, we truft, fuccefs fhall crown, Syrens fo harmlefs cannot move your frown : To fuch advent'rers lend a gracious hand, And bring them fnfely to their native land ! DRAMA"], [13, ""], [14, "DRAMATIS PERSONS. M E N Rejident, Mr. Baddeley. Mr. Kemble. Mr. David Northcote, Mr. Edwards, Mr. WiUiamfon. Mr. Palmer. Lieutenant Dormer, Supple, Mr. R. Palmer. Jeffreys, (Servant to the Mifis^ m Bannifler.} Jun. Moretons) J Cafiar, Mr. Burton. Mr. Chapman Mazinzhi Dovjza Gentlemen, by Meflrs. Johnfon, Lyons, Abbot, Painter, w o MEN. Mfs Eliza Moreton, Mifs Louifia Moreton, Mrs. Tartar, Mifs Farren. Mrs. Kemble. Mrs. Whitfield. Mrs. Pouffin. Mrs. Edwin. Mrs. Gam iff>, Mrs. Gobble, Mifs Bronze, Mifs Brangin. Ladies, Mifs Francis, Mifs Palmer, and Mrs. GauJry, SCENE in India, on the Coafil of Coro mandel. The Lines in inverted Commas are omitted in Rcprcfcntathn,"], [15, "THE SWORD OF PEACE. ACT I. SCENE, a Room at Mrs. Tartar'.?. Enter Eliza and Louifa Moreton. Eliza. W ELL, Louifa, here we are, fafe arrived on the coafl of Coromandel. Louifa. And in good truth, Eliza, I wifh we were fafe fhipp'd off again. Eliza. Whither away fo faft, good coz ! nay, nay — but let us receive our fortunes firft — and truly, for my part, terra fir ma, though even fuch a fandy, dry foil as this is, fuits my feelings better than the wat'ry elements. Louifa. I don't know what ftate your feelings are in, but I'm fure mine have been tortured from the firft moment I fet foot on land. Eliza. Why, I grant you, as fine ladies of de licate fentiments, and heroic modefty, ours have been pretty well tried ! or rather, we have been ftruggling hard againft the ftream of prejudice, and cuftom, to preferve ourfelves from their effects. Louifa. And which is a point I ftill doubt ; B for"], [16, "The SWORD of PEACE, 2 for our hoftefs — good, now, what think you of her? Eliza. Why, for our well-beloved lady hoftefs, dear Madam Tartar, I think we fhall find her blue-Cm.{\\, or haif-caft complexion, the faireft part of her compolition. — But notwithftanding her hau teur, 1 fhall teach her the difference between wo men who come here to make their fortunes, and thofe who only come to receive them. Loulfa. If I cou'd have forefeen we fhould have been placed in the houfe of fuch a being as this Mrs. Tartar, I would have forfeited my fortune (according; to the ftranee claufe in your father's will) rather than have come after it. Eliza. No, no — a truce with your delicacies to fuch an ex-tream ! Money, girl, is the univerfal good — and vae cannot expect to attain it any more than others without difficulties. — My fate has al ready too feverelv prov'd what we are to expect •without it ! The man of my tendereft approbation turn from me by his mercenary rigid parents, and baniflfd from his native home, becaule they then thought me friendlefs — \" pennylefs. \" Louifa. True ; but you have the exalted en '• thuiiaim of love, (I may call it) to fupport_)'o« \" in the idea of now feeking the amiable youth '\" among thefe climes, and to reward him for \" his generous paflion. '-' Eliza. Generous indeed ! No feverity cou'd \" make his heart abandon me, though hurried \" away he knew not whither. He cou'd only in \" form me 'twas to India, where, fuffer what he \" might, his heart was ever mine.\" Louifa. Therefore you have only to receive your fortune, and then begin your purfuit of your true knight, like any princefs of ancient heroifm, and I, your female Sancho, fhall doubtlefs accompany you. Eliza. In the true fpirit of romance, let me 6 fay"], [17, "A COMEDY. 3 fay then, hail ! hail ! thou land of mercenary in tereft, where love of gold deftroys its thoufands ; where woman, lovely woman, for wealth and grandeur comes from far to facrifice beauty, health, happinels ! receive one votary to all-powerful love ! Louifa. Ah, never fear but we fhall find him, Eliza ; we have but to wait for their trade wind \" here, that blows all one way\" — and then — Eliza. A trade wind to waft one towards a lo- ver ! — But ycu need be jeering me thus, coz, when you have a fifty times more romantic piece of bufinefs on your hands. — Are not you feeking after a fword and its mafter — and are point blank determin'd upon difarming the poor man wherever you meet him ? \" Louifa. True ; and where a trade wind mav \" be truly ferviceable ; for as the whole affair \" points directly towards his intereft, there is lit— \" tie doubt of my difarming my gentleman with \" out. much refiftance. \" Eliza. Why, I grant you, there is little fear \" of any man's ftanding in the way of his intereft ; \" and yet, you know, the generous Clairville, \" deferted by a father, through Sir Thomas \" Clairville's generous affiftance, fought a fortune \" here, denied him by a parent. Death put a \" flop to the noble youth's career, and has oc \" cafioned your commiflion of the fword, for \" which I honor Sir Thomas with enthulialm. \" Louifa. And he deferves it. — His nobly of \" fering the legacy Clairville's gratitude has left \" him, to purchafe the fword of the deceas'd \" youth, that he may preferve it as a trophy of \" honor to his memory\" — \" Eliza. An exertion of delicate, generous fen \" fibility towards deceafed merit, that characteri \" zes Sir Thomas in that glorious Angularity of \" an Englifhman, who repays with munificent B 2 gratitude"], [18, "The SWORD of PEACE, 4 -f gratitude everlafting remembrance to the noble \" actions of their deceas'd heroes. — Who wou'd f* not facrifice life to be thus glorioufly remem \" bered?\" Louifa. Well, if this Dormer, that poflefles the fword at prefent, has but half as much generous fenfibility, I doubt not prefenting Sir Thomas Clairville with this Sword of Peace, at my return to England. — So — here comes our goodly hoftefs. Eliza. Then a truce with fentiment, and we muft hide our feelings, \" under a difguife impe '.' netrable to her fharp eyes. \" Louifa. It often furprifes me, knowing what \" your heart thus buffers, you can command fuch .,' eafe, fuch life and fpirits. \" Eliza. Why thofe very fenfations fupport \" me. — The charming hope of what I feek \" fupports my fpirits, and actuates every thought. \" — If we would be fuccefiful in every event \" of life, we muft be active, help ourfelves, and \" not depend on others :\" not be like this liftlefs, helplefs thing approaching ; enervated more by in dulgence and luxury, than the moft baleful or pernicious heats of climate. Enter Mrs. Tartar, throwing herfelf on a Sopha as fhe fipeaks. Mrs. Tar. Your fervant, ladies. — Lord — how — can you (land ? — I declare I am fo — heigho ! Eliza. I am forry to fee you fo unwell, Madam. Mrs. Tar. Augh ! unwell. — Oh, the heat to day is fo intenfe — I am quite exhaufted. Eliza. Upon my word, from your example, Mrs. Tartar, I think we may be praying for our departure, if the climate is likely to affect us thus. Louifia. Indeed it quite terrifies me ! Lord blefs me ! fhe takes no notice — I believe fhe has fainted. —Mrs. Tartar !— Madam ! Eliza."], [19, "A COMEDY. 5 Eliza. Certainly fhe has — poor foul ! — Here, Marianne ! Tabina ! - [Goes to Mrs. Tartar and fans her ; fo does Louifa, with two female filaves ; — at laft floe opens her eyes.'] Eliza and Louifa. How are you, Madam ? — Give her more air ! open that door —are you better ? Airs. Tar. Hey ! — Louifa. You had better be led into the air, Madam. Mrs. Tar. I'm not ill. Eliza. No ! why what's the matter then ? Airs. Tar. Nothing — but — mere — in-do-lencc. Eliza. (Afide, coming forward.) With no Jmall fhare of in — fo — lence. — I muft humble this Indian Princefs, I fee plainly. Mrs. Tar. (coming forzvard, fipeaking flow and affecled with much pride.) Well, Ladies — I have fpoke to the Refident — about your ridicu — lous refufal of feeing company in form, and he is per fectly of my opinion — that it muft be oyer-ruled. Eliza. Yes, Madam, 1 grant you, if we came to feek hufbands ; but that don't happen to be our errand. Mrs. Tar. It wou'd be better, Mifs Moreton, if you treated that fubjecft with more refpect in this place, and look'd upon it in its proper light. Eliza. I think I do, Madam, when I look upon it with the moft fiovereign contempt ; \" and I fin \"\" cerely hope the traffic will be abolifhed, as \" ftill more difgraceful to our fex than that of the \" poor flaves to a nation.\" Mrs. Tar. (fipeaking f after by degrees, and throw ing herfelf into agitation.) Madam, I'd have you to know — Mifs Morton, I muft infift, while you are in my houfe — that you will pleafe to act with propriety — and not give fuch freedom to your tongue."], [20, "6 The SWORD of PEACE, tongue. — [Eliza looks at her fmilingly, and throzvs herfelf car elefsly,. as ififte did not attend to her, into a chair. — Mrs. Tartar, forgetting all her fine in dolence, bridling and looking at Eliza, fipeaking quick] — Truly, I don't understand fuch behaviour, and it muft be alter'd — it is fufficientthat I conde fcend to the trouble of fuch vifitors. Louifa, Trouble ! a6 to that, Madam, we fhall be very happy to take the trouble off your hands. Our fortunes place us above mean obligations ; nor fhall we fubmit to any thing that has fuch an appearance. Airs. Tar. In that, Madam, you muft be guided by the Refident. — His will is law here, and fo you fhall both find, if I have any power with him. Louifa. Oh dear, Madam, I beg pardon ; I did not know the Refident was under petticoat go vernment. [Curifies.] Mrs. Tar. It would be as well, Mifs, if you kept your flippant remarks to yourfelf; as I may foon convince you, what is the refpect I have a right to expect in this fettlement. — You, truly, with your volubility of tongue, and your coufin there with her ftill more infolent filence — I fuppofe, Madam, you difdain to anfwer me. (to Eliza J Eliza, (filill fitting and imitating Mrs. Tartar'*. manner.) My filence proceeds, Madam, — from nothing but — mere — in — do — lence. Louifa. Ha, ha, ha ! — [Joins Eliza in a ftifted provoking laugh.] Airs. Tar. Infufferable impertinence ! — But here comes the Relident, Ladies ; I fuppofe you will treat him with more refpect. Eliza, (rifing.) Oh yes, I fhall prepare myfelf to make a curtfey to his Worfhip's \"honorable con gee cap directly. Enter"], [21, "A COMEDY. 7 Enter the Refident, dreffed in a Banyan and congee Cap. Refident. Well, my little beauties of our hemi fphere, how d'ye do ? Efaith you both look divinely ! Eliza Why we fhou'd do very well, Sir, if Mrs. Tartar did not frighten us out of our wits. (looks piteoufly.) Ref. Hey ! hey J why why what the devil, Tartar, have you been doing to the fweet girls ? Mrs. Tar. (in a difdainful contemptuous manner.) Why I have been attempting to teach the fweet girls, not to give themfelves (uch. fweet airs, and to treat other people with more refpect, particu larly Mifs Eliza there. Ref. What have you been at, you little be witching gipfey you, to put Madam Tartar into fuch an agitation ? Eliza, (looking at him with an enchanting ftmpli city of manners.) Why, dear Sir — nothing — only — only Mrs. Tartar's very angry with me, becaufe I don't like to be — to be kifs'd by all the five hundred gentlemen belonging to your prefidency here ; and — and fhe fays, you will make me. Ref. Ha, ha, ha ! Why to be hire its the ufual form to receive the vifits of the factory at Ladies firft arrival ; and who would not wifh to falute a pretty Lady, if he cou'd contrive it, you know ? adod, it makes me long for a kifs myfelf. Eliza. Very likely ; but as it is your fex's pri vilege to off, fo it is ours to refufe ; and to be oblig'd to be drefs'd up in grand gala, ftuck on a Sopha, at the upper end of a room, for three nights running, to be view'd at will — as who fhould fay — what d'ye pleafe to buy, gentlemen ? Monftrous ! and then Submitting to the falute of every"], [22, "The SWORD of PEACE, 8 every man that approaches one, is fuch an inde licate cuftom, Ref. Well, but my little delicate one, you'll be look'd upon here in a very odd light, if you do not : adod, they may fay breaths are fweeteft at a diftance ! and I don't like my lovely girls fhou'd be difparag'd. Eliza. Had we arriv'd here, Sir (I am forry to fay) upon the general errand of our fex, it might be dangerous — but — Mrs. Tar. (advancing in a twitter.) But, Mifs Moreton, I muft infift — Eliza. Nay, now, good Mrs. Tartar, don't hurry yourfelf — you and 1 fliall never agree on this fubject : \" for though I defpife prudery, I cannot \" bear any thing which degrades my fex.\" — No one has a greater flow of fpirits, or more laugh ing chearfulnefs than myfelf, by fome ill-natu redly term'd coquetry ; but call it caprice, affec tation, (what you pleafe, Ma'am,) while it tends to modeft decorum and referve, let no one of my fex be fo wanting to herfelf as to condemn me. Refi. Adod, though I don't underftand one of thefe fine femiments, yet I love to hear her talk 'em. Eliza. And as to refpeSi, Madam, pleafe to re member that my rank and fortune in this place gives me a right to think myfdfi the firft woman in it. Refi. And in truth fo you are, and fo you fliall be, my little charmer. Mrs. Tar. I fancy in that point, Sir, you forget yourfelf, and other people, ftrangely. Ref. Don't forget myfelf at all, Madam — ne ver do. — I know I am the firft man in the fettle ment ; and if I pleafe to make Eliza Moreton here, the firft woman in it, there are no other peo ple can or fhall hinder it. Mrs. Tar. No, Sir! — Sir — I— I — however this is"], [23, "A COMEDY 9 is not a time I fhall chufe for difcufling that point; but we fhall fee hereafter who has moft right to that, Eliza Moreton, truly, or myfelf. [Exit. Eliza. I am afraid, Sir, I am mifunderftood here ; I wifh not to infringe upon Mrs. Tartar's rights, or any one's, but merely to aflert my own. ReJ~. Oh! oh! oh! my little queen, don't mind her — every body here knows Tartar's a vixen; but fhe fhan't manage me, I can tell her. Louifa. But yet, Sir, by her hints, fhe feems to have more right over you than you chufe to avow. Ref. Oh, oh ! no fuch thing — to be fure I — I don't deny but I have gallanted her a bit — and — and — and — been a little particular, and fo forth — Tartar has a large fortune — and — and women have been rather ficarce here of late — and fo — and fo — but if I meet with another pleafes me better — nay, you know — why (leering at Eliza) an't I Refident 5 and fure hard, if fo, I mayn't pleafe myfelf, ha ! ha ! ha ! — Well — but — but do you intend to fhut yourfelves up here and fee nobody ? or how — Eliza. Ah ! Heavens forbid ! no, Sir, all ex tremes are dangerous. Refi. Well, well, I know nothing about that ; but you mult take heed of our young men here — all, poor devils ! will be running after you both for your fortunes — there is not a man, except a friend or two of my own, worthy either of you — Now there's Supple, for example, mv fecretary, a lad of difcernment, and the moft riling man in the fettlement. Eliza. Supple truly ! (with contempt) \" He may \" make a very convenient fecretary, Sir, per \" haps ; but \" Refi. But what? Indeed, Eliza, he's the great-. \" eft favorite I have in the place — you muft not \" judge of him fo haftily — you don't know Sup \" pie ; yo\\i don't know him. Eliza. \" Nor do I ever defire it, I allure vou, C \" Sir.\""], [24, "The SWORD of PEACE. 10 \" Sir.\" Lie may do mighty well to get our bag- gage on fliore, fee that the piano is carefully un- pack'd, the chariot not feratch'd, or the high varnifh injur'd, or fuch kind of fervices ; which is all the confequence I fhould ever think of giving Mr. Sup- ple. Louifa, (innocently.) Dear me ! I thought that was his Situation by all his officious attentions on our firft landing; \" a kind of maitre d' hotel to \" you, Sir, as Refident here:\" I didn't know the man rank'd here as a gentleman. Ref. A gentleman, child ! why Supple's of a very ancient family; and all the Supples have ever been, and ftill are, in all the beft Situations of life — no, no, he's not like the extravagant puppies here, Spending more than they get every one of them; and I fhould be forry, as the friend of your father, and uncle, girls, you fhou'd be facrific'd to Such fellows. Louifa. Oh dear, Sir, you need not fear us, I prcmife you. Ref. What ? I warrant you pretend you never think of being married , hey ? Louifa. No, Sir ; we have not vow'd againft marrying in India ; but I believe it's very un likely. Ref And why So, why fo? what fays my Eliza, hey ? your own fault, you gipfey, if you don't get the firft match in the place — And as for you, my little heart, am not I Refident ? who'll dare refufe my recommendation ? Louifa. O, Sir, cry you mercy — and yet there is one gentleman I .wifh you to get me to the ac quaintance of; and that is a Lieutenant Dormer, as I am entrufted with a very particular commif fion to him. Eliza. Oh yes, by all means ; nor fhall we feel fatisfied till we have executed it. 6 Ref."], [25, "A COMEDY. 11 Refi. A commiffion with Dormer ? why he's — Louifii. Not dead I hope, Sir. Refi. Dead ! no, no ; though he might as well be, for the good of him. A proud, Self- Sufficient puppy, and as poor as the devil! Why, what can you have to do with him ? Louifa. Why, Sir, he was very intimate with a young officer here, of the name of Clairville, who died, and left him his fword as a legacy; my com miffion is to procure that fword of him if poffible. Ref. Sword ! for what ? Eliza. That it may be laid up as a laPcing tro phy in his family, \" a, monument of their attach \" ment to his noble worth.\" — And Sir Thomas Clairville has commiffion'd Louifa to expend the whole five thoufand pounds that his nephew's grateful heart left him as a legacy, rather than not procure it. Refi. Five thoufand pounds to Dormer ! give him five thoufand devils ! I defire, Louifa, you wiil be very cautious in this affair ; the fellow's poor, I know, and much diftrefs'd, (for all his pride attempts to conceal it,) and with proper ma nagement you may get this fword for five hundred rupees. Let me contrive it, and 1 don't doubt get ting it for a mere nothing. Louifia. Pardon me, Sir; \" I will never difgrace \" Sir Thomas's generous meaning, by fuch r*eco \" nomy. \" 1 will do it handfomely, or not at all. Refi. Pooh ! nonfenfe, child ; why do you con fider you are making the fellow's fortune at once ? Eliza. So much the better, Sir, in my opinion. Refi. Better, truly ! — make him as proud as the devil, and he will think himfelf as great as me in a fortnight. \" No, no, it muft not be done, I tell \" you; and as for that Clairville — all this is \" mighty fine, but I never lik'd him in my life, \" and fo I always took care to convince him, when (( I had it in my power.\" C 2 Louifia."], [26, "The SWORD of PEACE, 12 Louifia. I am forry, Sir, your opinion and mine are fo different ; but I muft beg you not to inter fere in the affair, as I have promis'd Sir Thomas to follow his inftructions, and his only. Refi. Well, well, if Sir Thomas is fo ridiculous, I can't help it — I didn't know your great folks were fo rich in England — but I know you may get it for a mere trifle if you go properly to work; for, I tell you this, Dormer is damn'd poor. Louifia. Then, Sir, you have bound me to offer him nothing lefs than all; for penfh that prudence that can take advantage of another's diftrefs. Refi. Hey day ! why at this rate, child, you wou'd ruin yourielf in a month — what fay you, my little beauty, isn't it downright madnefs ? Eliza. Indeed, Sir, I am perfectly of the opi nion of my honorable friend that fpoke laft, and vote the five thoufand pounds with the utmoft alacrity. Refi. It's to be hoped you'll be more cautious of your own fortunes ; this, to be fure, is Sir Tho mas's, and fo it don't much fignify. Louifa. There is alfo, Sir, a Mr. David North cote, executor to Clairville's will ; what kind of a man is he ? Refi. Oh, he'll juft Suit your ideas, I can tell you, for one can do no bufinefs but in he pops his nofe to counteract every thing that don't tally with his ridiculous notions about honor, generofity, bene volence, and Stuff: \" as if that had any thing to \" do with trade.\" Louifia. My commiffion, Sir, is founded upon generosity, and fhall be conducted by honor and delicacy — \" however unfit therefore this\" Mr. Northcote \" may be calculated for trade, he\" will be highly neceflary in the commiflion thus aflign'd to him of benevolence. Refi. Nay, for that matter, he is one of the richeft free merchants we have in India. Eliza."], [27, "A COMEDY. 13 Eliza. \" I am glad to find by that, Sir, his \" ftrange, out-of-the-way notions (as you term \" them) has not injur'd his own concerns in trade, \" though it gives him fpirit enough to counteract \" the petty finefles practis'd by others:\" for my part, I am already anxious to be \" acquainted with \" him ; your account of him charms me.\" Refi. \" My account ! why, why, hey day ! I \" never fpoke well of him in my life, nor never \" fhall, that's more ; and my account truly charms \" you ! nor will you ever get acquainted with \" him through me, I can tell you.\" You may perhaps fee him at the ball, indeed, that is, if you accept the one I intend giving this evening on your account, as is always cuftomary on ladies ar rival : but as you object fo to — Eliza. Pardon me, Sir ; don't imagine becaufe we proteft againft abfurd cuftoms, we wifh to re fufe thofe attentions our Situations and our fex are entitled to; and we truft, Sir, our appearance and behaviour will not diSgrace the protection you af ford us. Refi. Well, well, then I'll bid you good morn ing. Louifia. You won't forget to fend Lieutenant Dormer, Sir. Refi. No, no : — when will you chufe to fee him ? Eliza. Oh, the fooner the better. Refi. Ay, ay, by all means ; do a foolifh action as foon as you can, that you may have the more time left for repentance. [Exit. Eliza. I fancy, Louifa, by Mr. Resident's abrupt departure, he looks upon us as a couple of extravagant, romantic creatures ! I hope it will cure the ridiculous paffion I dreadfully fear he is ra ther inclin'd to declare for poor me — didn't you mind Mrs. Tartar and him ? Louifia. Oh, yes ; and I doubt not her fpite and malice are fufficiently ftirr'd up againft us both — yonder"], [28, "The SWORD of PEACE, 14 yonder fne appears — for Heaven's fake let us avoid the termagant by returning to our own apartments. Eliza. Aye, let us make our efcape ! for, in truth, it's too hot at prefent to endure fcolding, or being fcolded, or fichooVd; all which we fhall moft certainly encounter if we don't efcape — therefore allons, ma chere amiel [Exeunt. END OF TH*. FIRST ACT. ACT"], [29, "A COMEDY. 15 ACT II. SCENE, Jeffrey difcovered fitting at a Table, in a loofie Banyan, leaning on the Table with his Elbow. Jeffrey. HeIGHO !— I am devilifhly low fpirited-the fellow's advice to take care of my health has almoft kill'd me — I wifh I had met my old acquaintance, Dick Peftle, any where eife : now in England I fhou'd call him a damn'd rafcally fon of an apo- thecary, that wanted to run up a bill with me — but here it Seems they get nothing by killing peo- ple ; fo he has been advifmg me how to preferve my health — yes — that liver complaint he talks of is fo common — ah, I'm certainly going to have it. [Feeling his ftomach and fides.] — Let's fee — he faid walking was good — ah! well, I'll walk then — I'm certainly going to have it. — [Walks backwards and forwards very quick while he fipeaks the reft.] — And my poor dear young ladies too — two to one but we're all three buried in one grave, in this Mazaga ha gag ha— damn the name — I've got it wrote down here, but for the foul of me, I can neither read it nor fpell it, fo that when I return home, I fhan't even be able to tell where I've been. [Bell rings.] So ! my ladies want me, and I han't got mycoat back — Here, Casfar ! Enter Casfar. (A black Slave.) Jef. Have you brufh'd my coat yet ? Ctefiar."], [30, "16 The SWORD of PEACE, Cafar. I carry it, Mafia. Jef. Carried it — where ? I bid you brufh it. Qefar. I carry it to Pompey, Mafia. Jef. Well, then, go and fetch it back again — [Bell Rings.] — my lady's bell rings, don't you hear ? and I muft attend her. Cefar. No, Mafia ; I carry it — I no fetch it. — [Very compofiedly.] Jef. Why, what the devil, you black dog, do you mean by that ? am I to fetch it myfelf ? Co-Jar. No, Maffa; Thomas vil bring it ven it's brufh. Jef. Hey ! why, what the vengeance, you and Pompey, and Thomas, and I don't know who ! to take and brufh a coat, and my lady ringing all the while for me, you black rafcal ! Cafar. Vy fhe no ring for me, Maffa. Jef. But can I go to her without my coat, you Stupid animal ? run and fetch it, you dog, this minute. Ctefar. No, Mafia; I carry it — I no fetch it. — [Walks up the fiage very compofedlx.] Jef. Why, you impudent black rafcal — if ever — now cou'd I fwear myfelf into a paffion with thele damn'd dogs of Blackamoors — but, oh, my liver! — Come hither you rafcal — you a flave, quotha ! why, you dog, do you know you poffeis ail the impudence of liberty, without Seeming to know any thing of the matter ? Cefar. Ah, Mafia, me no liberty ! Jef. Why, you dog, don't you take the liberty only to do what you pleafe ? why there is not a fervant in all England more his own mafter than you are ; why I have as eafy a place as man can have with my young ladies, but do you think they and their family would have advanc'd me to a fer vant out of livery, as I am now, if I had given myielf fuch airs as you do ? Cefar. Give myfelf no airs, Mafia ; only do as de"], [31, "A COMEDY. 17 At reft do — Ah, Mafia ! you tink ve poor blacks know noting, but me can feel— me Slave! [Shakes his head and fighs.] Jef. Why an't you fed, cloth'd, and kept to do nothing ? what wou'd you have more ? Cefiar. Yes, Mafia ; der is my lady's fine bird I do de fame by — but if I leave de cage door open— ah, vil he no fly avay ? — but no talk of dis— it make me fick here. [Points to his heart.] Jef. Hah ' why fo ? Cafar. Ah ! I lofs good Mafia, I love dearly — He made great deal money ; and he vas give me liberty, dear liberty! ven ve vas got to your coun try — but he die juffc as he vas go aboard Ship — broke my heart — left poor me flave ! Jef. Poor fellow ! I pity you for that — How came you here ? Cue far. Oh, dey fell me vid de horfe, and de .good, and de houfe — all dis vas his ; and to five here make me more fad, becaufe me love my Maffa, he fo good to de poor blacks. Jef. Damme if I don't pity you from my foul for this. Cafar. Ah ! I vas live — fly for my Maffa — 'caufe I love him dearly- — now no good Mafia — no joy — no heart — Jef. Now, if I cou'd manage to buy this poor fellow, and make him a prefent of himfelf, how I fliou'd make him ft are ! Harkee, my lad, as you don't feem of much ufe in this family, do you think your lady wou'd part with you ? fhou'd you like to ferve me and go over to England ? Cafar. Oh, Mafia! yes, yes — [leaps for joy.] — me love England, 'caufe my old Maffa love it he hate India— fo do I. Jef. Well, then, I'll fpeak to your lady. ; Cafar. No, no, Mafia, lady know nothing of Pie; Mr. Norton is de chum ol de houfe— you D"], [32, "The SWORD of PEACE, 18 fpeak a to him— Mafia often fay, in paffion, he Sell me. Jef. Oh, very well — a damn'd unconfcion able dog though, I find him to be fo if he can get any thing by it, I don't doubt his confent; for, I believe he'd fell his own fkin if he cou'd fpare it— [Bell rings.] — the bell rings again— you dog will you fetch my coat now ? Cafar. Yes, yes, Mafia — I run — I fly for good Mafia. [Runs off. Jef. There, there's a proof thefe poor devils don't know when they're well us'd truly — If I can but procure this poor fellow his liberty — by Hea vens the very thought warms my heart though I han't done much harm, never did much good — fo now it's time to begin. [Exit after Ca*far. SCENE, An open Walk. Enter Lieutenant Dormer and Mr. Supple. Dor. Attend you to the Refident's, dy'e fay, Mr. Supple ? Sup. Yes, yes, vou muft go with me directly, Dormer, to the MiSs Moreton's— and, egad, you muft take care of your heart, for, I can tell you, they are enchanting creatures ! the eldeft, Eliza, I find, is the Refident's favorite, and the match is all concluded already — he has agreed to fettle all her own fortune on her, befides an immenfe join ture \" from the old Don,\" and ten thoufand pounds worth of jewels into the bargain. Dorm. I think fhe ought to have had a great deal more, to have induc'd her to accept Such a match. Sup. Such a match ! why do you confider fhe makes herfelf the firft woman here, with the like lihoods of being a young brilliant widow in a very 7 . lhort"], [33, "19 A COMEDY. fliort Space ? confiderations, let me tell you, of immenle weight, and which no woman that comes out to India can poffibly refufe. Dor. Well, then, there's no great danger for the heart of a poor Lieutenant of Seapoys. Sup. No, to be fure, you can't poflibly have any chance with either of them — but I was willing to caution you, becaufe handfome young fellows are often too apt to be conceited of themfelves. Dor. Sir, I'm infinitely oblig'd to you for youE kind advice. [Bowing. Sup. Befides, [conceitedly] as the Refident's my particular friend, and you know my confequence on that account is not very Small, I intend making propofals to the other myfelf. Dor. Umph ! fo I fufpected. Sup. Therefore you fee how the cafe Stands, and that it is not poffible you can be fuppofed to make any advantage of this accident that introduces you to their notice. Dor. You might have fpar'd yourfelf all this trouble, good Mr. Supple ; for I have too much fpirit to lay myfelf open to a repulfe, by afpiring to an honor my humble fortune dare not pretend to— but, as you are fo very communicative, I fhou'd be very glad if you wou'd inform me what bufinefs thefe ladies can poffibly have with me. Sup. Oh ! it's a ftrange romantic affair but I'm defired to fay nothing about it — fo come along, for my time is of confequence ! [Exit. Dor. There's no making any thing of this fel low—but I have often heard my friend Edwards fpeak highly of thefe young ladies — but, I know not why, my heart's all agitation. [Exit after Supple. D 2 SCENE"], [34, "The SWORD or PEACE, 20 SCENE, A Room in Mrs. Tartar'.* Houfe. Eliza and Louifa difcovered. Eliza. Where can Jeffreys be ! I have rung for him this half hour. Have you fent him any where, Louifa ? Louifa. Not I — I fuppofe he is diverting himfelf with all the things and people he Sees here, fo dif ferent from any thing he ever faw before ! I'll ring again oh, here he is. Enter Jeffreys, with the Ribbon of his Hair in his Hand, and his Hair hanging loofe down his Back. Eliza. Why, Jeffreys, I have been ringing for you this halt hour. Jef. O lord, yes, Ma'am ; and I've heard you all the time. I fhall certainly go diftracted, ladies, in this Mazag-ha-ga-gaga — this place here with its hard name. Louifia. Why fo, Jeffreys ? Jef. Why, Ma'am, here are fo many Blacka moors kept to do nothing, that nothing can I get done — I was without my coat, Madam, when you rung, [to Eliza] and was obliged to wait the lei fure of half a dozen of them before I cou'd attend your orders — \" for he that takes your coat won't '* brufh it— he that brufhes it won't bring it — and ?' he that brings it, egad he won't put it on fo ** there was Thomas, Godfrey, and Csfar to do \" what any lad in England wou'd have done by \" himfelf.\" — And Catar (in my hurrying him) pulls off the ribbon of\" my hair, which, it feems, belongs to the province of a damn'd Gentoo fel low, that's gone out into the fields to eat his din ner, and having left me, I muft wait, unlefs I 3 can"], [35, "A COMEDY. 21 Can tie it myfelf, until his return — though there are fifteen of thefe black gentry loit'ring about there, doing nothing. Elfza. Ha ! ha ! ha ! poor Jeffreys ! but you muft confider it is owing to the heat of the climate. Jef. \" I rather believe, Ma'am, it's owing to \" the pride and vanity of their employers.\" 1 beg, ladies, I may have all your commands at leaft a week or two beforehand, or I fhall never be able to get them executed. [Pulls out a long Paper that falls one End of it on the Ground.] Louifa. Mercy on us! Jeffreys, what's that! the bill of fare of the dinner the Refident gives us to-morrow ? Jef. Oh, no, Madam ; by what I can learn, that won't be fo over-long no, Madam, this is a lift of the fervants and flaves that belong to the retinue of Mrs. Tartar, with an account of what they don't do, -vhich I have had written out. Louifa. Why fo, Jeffreys ? Jef. I'll tell you, Madam ; fuppofe I want to order your carriage, I may have half a dozen of thefe gentry at my elbow, and yet not one of 'em the one 1 muft apply to, or that will fetch him — fo that I cou'd fooner, in England, get to the prefence of His Majefty himfelf, than through this croud of attendants waiting on the ftate of Mrs. Tartar, originally the daughter of ctfuloW chandler in England. Eliza. How do you know that, Jeffreys ? Jef. O, Madam, every thing is known here ; for I have heard more about many of my acquain tance in England, than I ever fufpected there ! — Yes, Madam, Mrs. Tartar's father was a tallow- chandler, who, thinking he might retrieve a broken fortune in England, repair'd to this place, where he foon married a black merchant's daugh ter, \" with a great deal of money,\" and died worth"], [36, "The SWORD of PEACE, 22 worth a million or two Mifs was fent over to her father's relations, in St. Mary Axe, for educa tion, and at her return, married Mr. Tartar, who originally was the fon and heir of a bafket-maker in St. Giles's. Enter a black Servant. Ser. Here one gentleman, want one lady. Jef. Coming directly. [Exit. Eliza. Perhaps this may be Dormer. Louifa. If it is, coufin, do you Speak to him ; for you know my aukward bafhfulneSs to Strangers. Re-enter Jeffereys. Jef. There are two gentlemen without, Madam, from the Refident, and have Sent in this note. Eliza. Two — then it can't be Dormer. — [Opens the Note and reads — Louifa looking over her.] \" Um — um — my particular friend, Mr. Timothy \" Supple, who will introduce him— a man! have \" the utmoft refpect and affection for\" hang Mr. Timothy Supple to introduce Dormer by fuch a fellow! well, we muft not keep 'em with out conduct the gentlemen in, Jeffreys. [Exit Jeffreys. Louifa. None but fuch an unfeeling mind as his, wou'd have fent another perfon to be prefent on fuch an occafion. Enter Supple and Dormer. ■''Dormer dreffed as a Lieutenant of Seapoys, with fuch a Broadfword by his Side as Officers of the Horfic wear.) Sup. Ladies, your moft obedient ! I have the honor of paying my adorations to the moft beau- tiful of women that ever grae'd our fettlement.*™ Ah, gods! what are we to do, Ladies? the Refi- dent"], [37, "A COMEDY 23 dent has eternally bound me to him by this dis tinction. [Eliza during the above fipeech draws herfelf up with much cold and haughty referve. Louifa looks down difconcerted and very grave, both curtf eying very diftantly to his compliments.] Eliza. How free the fellow is ! Is that gentle man Lieutenant Dormer, Sir! (to Supple. — Dor mer bows refipeS fully.) Sup. Yes, Ma'am. — Ah, ah, ah ! egad, Dor mer I had forgot you ; the fight of fo much beauty had eclipfed every other idea. — Yes, Madam, I have brought Lieutenant Dormer to attend your commands about this Said [Dormer bows. Eliza. Commands ! you miftake the.affair much, Sir ; our commiffion confifts in begging a very particular Savor of that gentleman : — but as it is a delicate fubject, Sir, cannot well be difcufied be fore any one not concerned. Sup. Oh dear, Madam, I know the whole bu finefs ; you need not mind me — the Refident has acquainted me. — Indeed I may venture to affert, without vanity, there are few things by him kept fecret from me ; — indeed he does me the honor to confult me upon everv occafion. Eliza. Perhaps fo, Sir; but you being the Re fident's confidant, is no reafon you fhou'd be onr's. Sup. Damn it, how fhe cuts me. — [Afide.] — Nay, as to that, Madam, ha, ha ! I wifh you to accept my fervices, out of my profound refpeiT to the Refident ; and however meanly you, Madam, feem to rate my confequence here, perhaps you may find it not amifs to cultivate it. [With arrogance. Eliza. Sir, if the rectitude of my own conduct Cannot Support me Sup. Umph ! ha, ha, ha ! As to that, Madam, thoSc"], [38, "The SWORD of PEACE. 24 thofe are fpeculatious I never trouble my head about, not I. — Here, Dormer, you muft under stand that that fword of your's Dor. (Spiritedly.) I fliall understand nothing, Sir, communicated by you againft the wifh of thefe Ladies. Sup. Hey ! why what the devil ! you in heroics too ! Egad, if that's the cafe, I muft e'en with you all a good morning, \" and go and pay my re \" fpects to Mrs. Tartar.\" — Ladies, your moft obedient — Lieutenant Dormer, good bye to you. — [Bows affectedly.] — Damn the fellow, that I had but courage enough to cut his throat ! [Exit. Eliza. [To Dormer.] Let me intreat you, Sir, to excufe this difagreeable reception, but it has entirely arifen from your extraordinary Gentleman Ufher. Dor. I am truly Sorry, Ladies, to have been thus difagreeably introduc'd to you ; but it was the Refident's doing, and I cou'd only obey. Louifa. Vaftly unthinking of him, in every re fpect. Dor. However, Ladies, affure yourfelves I await your commands with the utmoftfubmiffion. [Boivs. Eliza. We have none, Sir, upon any fuch con sideration ; on the contrary, we depend on your generofity \" to grant us a very important fer \" vice.\" Dor. Alas ! Madam, a poor Lieutenant of Sea poys ftands in no likelihood of being fo fortunate as to confer favors, or receive any. Eliza. Not to keep you, Sir, any longer in fufpenle, and hoping* you will excufe the liberty I mean to take, as Mr. Supple was fo officioufly preparing to acquaint you ; it refpects that very fword, I fancy, you have by your fide. Dor. Madam, you throw me into ftill greater perolexities ; this fword, Madam — [Sighs. Eliza. Was the legacy of a beloved friend. Dor."], [39, "A C O M E D Y. 25 Dor. Yes, Madam ; but how, or wherefore, can that concern you ? Eliza. To honor that friend's memory with everlasting glory and remembrance, depends Solely on you, Sir, and that fword. Dor. You more and more increafe my wonder, Madam. — Honor him I ever fhall with an en thufiafm, friendship alone can inSpire. Eliza. Then, Sir, you have a glorious opportu nity to exert it. Your friend's noble relation in England, Sir Thomas Clairville, will deem that fword cheaply purchas'd, in exchanging his le gacy for yours. Dor. What, Madam, fell it ! part with it — not for millions ; unworthy fhou'd I prove myfelf of his dying tendernefs ! No, Madam, if it cannot more nobly get me bread, it fhall deprive me Sooner of existence. Eliza. You do not fee the affair in its proper light, Sir; it is not felling, it is exchanging it, and for the nobleft purpofe. \" Sir Thomas co \" vets it to remain for ever in his family, a noble \" atteftation to the exalted worth of its too unfor \" tunate owner, preferved amongft banners and \" trophies of his dignified anceftors, as reflecting \" higher honor and more true glory as the relic \" of a noble, generous, and grateful heart. Dor. \" But it muft not be by fixing the dif \" grace of a mercenary on mine.\" No, madam — \" I am but a poor Lieutenant, yet fuch will I \" remain.\" — If I can't enrich myfelf without mer cenary views, without tarnifhing the honor of a Britilh foldier, yet think me not fo felfifh to prefer my own flight fatisfaction to my deceas'd friend's glory. — I honor Sir Thomas's motive — it Speaks him what an Englifhman fhould be. — His gifts be to himfelf. — But— take the fword— though parting with it — leaves me wretched. E Eliza."], [40, "The SWORD of PEACE, 26 Eliza. Excufe me, Sir ; it is my coufin's com miffio.., though her diffidence and delicacy have forc'd me to the explanation of it. Louifa. What my coufin has told you is the real fact, Sir. Dor. To you then, Madam, I refign that Sword, which not the moft potent enemy fhou'd have forc'd from me but with my life ; — yet friendship is Stronger than power, and beauty irrefiftable as fate! Oh, Clairville! receive this proof of my at tachment. — \" If thy blefled Spirit is permitted to '* obferve it long — long may this remain a trophy \" to thy merits ; and as it never was drawn but in \" thy country's fervice,\" — [taking it from his fide] — may it to ages hence convey thy noble worth. — No paltry quarrels, \" murderous duels,\" ever Stain'd thy blade — nor was it ever yet unfheath'd to countenance oppreffion, wrong, or robbery. — I have kept thee as a jewel next my heart ; Sleeping or waking thou haft ftill been with me ! and hum bly hope (without a boaft) I part with thee as unfullied as ever I receiv'd thee. — Go, and record thy matter's— [kiffes it with enthufiiafm]—£aA, un timely fate — cut off from every bleffing that await ed him, by an obnoxious climate's defolating heats. [Kneeling, prefents the fword to LouiSa, who, taking it, refis the point on the ground, fiup- porting it by the hilt with her left hand ; the other hiding her tears with her handkerchief. — Eliza alfo weeping. — Dormer rifing, hur- ries off.] Eliza Oh, Dormer ! thou haft prov'd thySelf the worthy— what, is he gone ? Louifia. — [Looks up and puts her handkerchief to her eyes again, fobbing.] Noble, generous youth ! Eliza. Indeed, he is. — But come, LouiSa, we 6 need"], [41, "A COMEDY. 27 need not cry all day,— [jogs for]— though I'm aSraid we Shall find this Sword a dangerous wea pon if I miftake not. \" I fear\" it has given. your heart a mortal wound already — hey, coz — what fay you ? how d'ye feel it ? Louifa. Dear Eliza, how can you give way to fuch levity ? [Rather peevifhly. Eliza. Nay, don't fcold, efpecially Sword in hand, good coz. — In good faith, I'll e'en call him back to my protection — and here he comes, as I live. Louifa. (far ting.) Good heaven, he muft have heard you, coufin. Re-enter Dormer. Dor. Forgive me, Ladies — perhaps it is a weak neSs — but the fword-knot was my Clairville's ! That if you would beftow upon me — Eliza. Come, don't you let me a crying again, you Strange man you, don't. — Here — we don't know what to do with our wifh now we have got it. — There's no other way — you muSt keep the Sword for us, till we can return to England — but he fure you bring it us every day, and ten times a day, that we may be fure it is fafe. Dor. Ah dear, Madam ! truft me not with it again, for fear temptation Louifa. There is no fear of that, Sir ; a heart once capable of fuch a generous action, will never be tempted to repent it. Dor. I am bound eternally, Madam, by your generous confidence. Eliza. Not that we wifh to conceal yOur noble generofity ; but there are fome people, who can never forgive a man for putting their own conduct in a defpicable light by the fuperiority of his own.— [Giving the fword.] — Such you have at pre- E 2 lent"], [42, "The SWORD of PEACE, 28 fent to deal with in the Refident, and this his pre cious confidant. Dor. I am happy, Ladies, your difcernment is equal to their characters. — You will excufe my laying more. Eliza. Readily. Re-enter Air. Supple. Sup. Well, Ladies ■ I hope you and Dormer have Settled this affair — for upon my Soul I cannot help interrupting you. — I have been diScourfing with Mrs. Tartar about you both, till I have work'd up my feelings to fuch a pitch of enthu fiafm, I cou'd no longer, Ladies, refift coming to throw my adorations at your feet. [Alakes extravagant geftures, andbozvs of adora- tion to them both, but particularly to LouiSa.] Louifa. (very formally.) You do us more honor, Sir, than either we deServe — Eliza, (curtfeying and looking archly.) Or de fire. [Ladies go up. Sup. Oh, my deareft Madam, pardon me there. — [Bows conceitedly.] — They item all fo de v'lith queer, I fuppofe they han't agreed — befides, 1 fee the fzvord's by his fide ftill. — I am ready to attend you, Dormer, if the Ladies and you Dor. Sir, I am at your Service. — Ladies, I hum bly take my leave. [Bowing refpetlfully. Eliza. Mr. Dormer, Sir, your fervant ; we fhall hope to fee you again before to-morrow. Dor. Madam, you do me too much honor. [Bows. Sup. Oh ! I fuppofe they are at a parley. Damn it, I think fhe might have afk'd me too. — Ladies, I kifs your hands till my happy Stars return me an opportunity of again adoring your beauties. Louifa."], [43, "A C O M E D Y. 29 Lotiifa. Mr. Dormer, we hope to fee you foon, Sir. [Elizai and Louifa both curtfey very gravely, with ipenking, and exeunt as Dormer is going offoppqfite. Sup. (afide as he goes off.) Dormer gone too ! Damn it, they make nobody of me here — they're the oddeft women I ever faw in my life, egad. I never faid half fo many fine things to any of their fex before, without turning their heads with vanity and affectation. [Exit after Dormer. END OF THE SECOND ACT. ACT"], [44, "The SWORD or PEACE, 30 ACT III. SCENE, a Chamber. Enter Jeffreys ; Casfar from the oppgfite Side. Jeffreys. VjOME hither, Cefar; I've fomething for you at laft. — I have agreed with Norton about you, and an unconfcionable dog he is ; but damme, I cou'd not bear to Hand hagling about a fellow creature. Cafar. (leaps for joy.) Oh, Mafia — blefs you, Maffa — am I den your Slave now, Malta, I farve you faithly. [Puts Jeffrey'*, hand on his head, and bows his body in token of fubmiffion.] Jef. No, Casfar ; you are no flave of mine— you are — Cajar. (looks furprifed.) Did you no fay, Mafia, you agree for me ? Jef. Yes, my good lad ; but for fear I fhou'd die too, like your old mafter, I will give you your liberty now, while I have the power. — You arc free, Ca*far ; I make you fo;— but I wou'd not mention my intention to you before, left it might be difappointed. Cafar. Mafia (afioniffjed) give me liberty ! oh, Mafia ! Mafia ! Maffa ! MafI— [Firft he fpeak s loud, then fainter and fainter, till he faints away in Jeffrey'., arms, who catches him.] \" Jef. Hey, hey, Ca*far — why Ca*far ! what \" the devil Shall I do now ? I've certainly kill'd him;"], [45, "A COMEDY. 31 ** him ; and, damme, I fliall get hang'd for my \" generofity without benefit of clergy ! lord ! lord ! \" for they'll never believe I have kill'd. him with \" kindnefs. — Why, Ca?far ! a pretty piece of work \" this ! — Ah, Jeffreys, you have crofs'd the line \" to a pretty purpofe, truly — juft to be tuck'd \" up o' th' other fide on't. — The fellow's certainly \" dead, and I've freed his foul inftead of his \" body. — Stay — he moves; — why Catar, you dog, \" damme, you've frighted me out of my wits.\" Cafar. Oh, Malta ! you kill me vid good — you give poor black liberty.— He die vid joy ! — Ah, Mafia, I kifs your feet. [Falls flat on the ground, embracing his feet. Jef. No, Ca*far ; get up ; be a good fellow and a faithful friend, that's the beft way of expreffing your thanks. Cafar. (rifing.) Dear Mafia, you fo good ! you break my heart. — [weeping.] — My joy — feel fad — oh, never — never make you mends, dear, dear Mafia. Jef. I'm not your Mafter, Czefar, but your friend. — Give me your hand, my lad ; and let me fee by your fpirit and bravery you deierve freedom. Cafar. Friend! oh vil you vite man be fo kind to call poor black friend .*? de black mans he fight for his friend — bleed for his Sriend — die for him — \" Starve for him\" — every ting for his friend. — But oh, Mafia, I muft call you Mafia ; for me feel, me love you like my old Mafia. Jef. Well, we won't fall out about that now ; but, you dog, I muft make you a lad of fpint, like an Englishman, or elfe, what's your liberty good for ? Cafar. Ah, Mafia, I free ! I like you !— Ara I Englishman ? — oh teach me be Englishman. * Jef. That I will, you rogue. — An Englishman — ay, he lives as he likes — lives where he likes — goes"], [46, "The SWORD of PEACE, 32 goes where he likes—; -flays where he likes — works if he likes— lets it alone, if he likes — \" Starves, if \" he likes — abufes who he likes — boxes who he *' likes\" — thinks what he likes — fpeaks what he thinks — for, damme, he fears nothing, and will face the devil* [Clinching his fift. Cafiar. Oh rare, Mafia, Maffa. [Leaps for joy, rubbing his hands. Jef. And now you're free, d'ye mind, if I chufe to Swear at you, and break your head, I've a right to it ; becaufe d'ye fee now, you're my friend and my equal, and may at me again, if you have fpunk enough for it. But before, when you were a poor handcuff 'd Have, I'd have knock'd my own brains out before I'd have touch'd you ; for a true-born Englishman, if he provokes him, damme, he'd knock his beft friend's teeth down his throat, — [to be fpoken quick]— - but never lifts his hand againft the opprefs'd. [Slower. Cafar. But, Mafia, do Englifhmans always quarrel with his friend and fight him ? Jef. For my part, I never love my friend bet ter than when I'm fighting with him. Damme, if you han't fpunk enough to quarrel with an En glishman, he defpifes you. — \" None of your \" damn'd congees for him\"-— give him an ho neft knock o' the head, and he opens his heart to you directly. Give me your hand, my boy — never felt fo happy in all my life ; and if people did but know the pleafure of doing a generous ac tion, the devil take me if I think there cou'd be an ill-natur'd Scoundrel in the univerfe. Come along, Cffifar, \" and let us drink to our lafting \" friendship ; and remember you muft never fuf \" fer any body to abufe your friend — but — your \" Self.\" [Exeunt. SCENE,"], [47, "A COMEDY. 33 SCENE, A Card Room dificovered. Three Tables on a Side, ranged with Gentlemen and Ladies at Cards. At the upper End of the Stage a Door opens into a Ball- Room, where you fee Couples ftanding crofis the Door as dancing; Mufic playing as at a Diftance, not too loud. At the firft Table, next the Audience, on one Side, Mrs. Gar- nifh, with her natural brown Complexion, her dark Hair dreffed out with a Number of Jewels, rand her whole Drefs as fine, and overloaded with Finery as poffible in the Indian Stile, lolling in her Chair, holding her Cards, and a black Slave ftand- ing by her, playing them for her as floe fipeaks them, or points to them ; . taking up her Tricks, fihujfling and taking up the Cards, and dealing for her. Another Slave by the fide of the other Lady does the fame for her. This other Lady to be a Contraft to Airs. Gamifih in every Degree, look- ing pale and fick, peevifh, ill-natured, and un- happy ; dreffed fine and aukwardf Airs. Garnifh all Spirits, Pride, Vulgarity, and Self-con fequence. The other Table in front of the oppqjite Side. A great fat Woman, very brown, fitting full front to the Audience, as fine as can be, but dreffed as ridiculoufly as poffible : this is Mrs. Gobble. The other Lady the Colour of Yarico. Mifs Bronze dreffed with Elegance, in a filver or gold Gauze, Flozvers, Jezvels, fefc. a good Figure, andfmart, with black Slaves playing their Cards, as before. Some of the Men elegant and genteel ; others brown, fickly Skeletons ; and the elderly Men very Fat ; as thefe tzvo Extremes prevail moft in India ; and in general an aukward, fiquare Manner of holding their Shoulders very high, and (looping their Heads. Some tables zvith no Blacks attending, tofihow it is the Di/lincJion of Confiequence and Grandeur ; and the Blacks zvho thus attend muft be dreffed finer and with more Attention than the others, who are feen coming F about"], [48, "The SWORD of PEACE, 34 about with Refreffments. The two Tables next to the Ball-room Door purpofiely neglected, to ffjow they are People to be known Nobodies ; where fuch Folks are generally placed to keep the Wind off from their Betters. The whole Group as much in the Bunbury Stile as poffible. Mrs. Gar I play alone, in diamonds. — Spadille. [Black takes it out of her hand of cards, makes up the trick, and places it before his miftrefs.] — Ma-* nille. LBlack ditto, as before.] Baito. Umph ! can't have the voile, I preSumes ; but there's the game dead. [Throws down the cards ; black oppofite makes the cards, and, her black deals for her. i Gent. Well, Madam, have you feen our two lovely Strangers, the Mils Moretons ? Mrs. Gar. Seen 'em ? yes. — [Turning up her nofe.] — I play'd alone, with mats; two gold mores, Sir, if you pleafe. Mrs. Gobble, (at ficcond table.) What's trumps, Pompey ? [In a coarfie haggiffo voice. Pom. De hearts, your Lady's honor. Mrs. Gob. Ah, hearts ! I like that — I'have al ways So many of 'em. — My lead — play a club, Pompey. 2 Gent, (at firft table.) And don't you think the MiSs Moretons, Mrs. Garnifh, very fine women ? particularly the divine Eliza ? Airs. Car. Umph, I don't know, Sir, what you call fine ; for I perteft I never feed a more meaner figure in all my born days, not I — why fire hasn't a jewel or a pearl about her whole dreSs. Mrs. Gob. (bawling.) Lord, Mrs. Garnifh, why I hear they have receiv'd no company ! There is not a man in the rooms can tell me one word what they're like. Mifs Bronze. O Ma'am ! Te, he, he, he ! Mrs. Tartar was juft now telling me the ladies were So 6 fqueamifh,"], [49, "A COMEDY. 35 fqueamifh, truly ! they wou'd not admit the gen tlemen to pay their compliments, for fear it fhould be thought they came to get hufband s. Te, he, he! [The ladies at all the tables laugh with cffecltd airs. Mrs. Gob. Ho ! ho ! ho ! [vocifcroufiy] Mrs. Gar. Ha! ha! ha! [loud and' vulgarly] Hufbands, truly ! if the men are all of my mind, Mifs Bronze, they'd farve 'em right to take no notice of 'um. What fiiy you, Mrs. Gobble ? [Mufic plays at the top of the ft age. \" Second Man at fecond table. That don't feem \" to be the cafe then, Madam, for here they \" come, furrounded by a croud of them.\" Enter Eliza and Louifa from the Ball Room drefs'd with the utmofl Simplicity and Elegance of Tafte and Fajhion ; but their Flair without Powder, in Curls and Ringlets, flowing in Abundance down their Backs to the Bottom of their Waifts. Se- veral Gentlemen with them ; among the reft, Air. Supple and the Refident, over dreffed, and very hot. As Eliza and Louifa advance, the Ladies all eye them, wink and make all Sorts of rude Signs to one another about them. As Eliza ad- vances towards Mrs. Garnifh, fihe filar es up rudely and vulgarly in her Fat e, and apparently exami- ning her whole Drefii and Figure. ■ Eliza, with the utmoft Eafe and Elegance, fees it, but looks at her with much Nonchalence, and feems in high Spirits. Louifa, all elegant Softnefs on the other Side, feems dijeoncerted at their Behaviour. Du- ring this time Mufic. Eliza. I am glad we have left the ball room ; I declare, Refident, there's no dancing' a minuet here with any fatisfaction ; one's as much crouded as at the ball at St. James's on a birth night. F 2 Mifs"], [50, "36 The SWORD of PEACE, Mifs Bronze, (in a loud whifper to Mrs. Gobble) Do you think fhe was ever there ? Ref. That was owing to your fine dancing, Eliza, and not to the fmallnefs of the room. Sup. Oh ! fuch a minuet ! (turns la Mrs. Gar nifh in a lower voice) You never, Mrs. Garnifh, faw fuch dancing in your life. Mrs. Gam. (loud) What, fo monftrous bad, hey ? Eliza, (looking down at Mrs. Garnifh with a fmile of triumph) La ! Mrs. Garnifh, have you forgot me— I'm fure I fhall never forget you — with your nice plumb cakes, fo frofted and decorated ; and your pies and your puffs, and ices, and creams, all fo nice : — I us'd to buy of you in Oxford road. [Gents, all burft into a loud laughter. Louifa. I wonder we don't fee Dormer here, coufin. [Afide to Eliza. Eliza. I guefs'd you had been looking for him — nay, never blufh — (turns round careleffly to Sup ple) Pray, Mr. Supple, what's become of your friend Dormer, that he is not amongft us here to-night ? Sup. Oh ! he's a fellow of no tafte, I can afiure you, Madam — he hardly ever appears at a ball — indeed fome people doubt whether he knows how to dance ; but at prefent he is gone to a friend of his that is dying. [Turns upon his heel with much indifference. LouiJa. Benevolent creature ! poor man ! fome facrifice, perhaps, to this malignant climate. Gent. Gentleman dying, fay you ? who's that ? what young Edwards ? Sup. Yes, I law him this morning, and in my opinion, he could not poflibly Survive four-and twenty hours ; but this is not a fubject to entertain ladies — you muft not mind it, Madam, (to LouiSa) TheSe things happen every day with us. Eliza. Edwards ! Edwards did you fay, Sir ? it's a common"], [51, "A C O M E D Y. 37 a common name — but-— do you know any — any thing of his family ? [In agitation. Sup. Not I, Madam; indeed I've heard he's a baronet's fon — but I don't believe it ; nay, I'm very certain it's no fuch thing. Eliza. Wou'd I were fo too ! not live ! four- and-twen — [faints. LomJa. Oh, Mr. Supple, you have kill'd my coufin — my dear Eliza ! (a great fiufs around her— fihe recovers.) Eliza. Oh, Louifa ! Sup. I am very forry, Madam, but how could I imagine Louija. If you would always imagine it necef fary to have humanity, Sir, you would not run the rifque of Shocking other people's feelings. Let me beg our carriage may be call'd. [I hey lead Eliza out, and thefcene dropt. Mufic again.] SCENE, Air. Northcote'j Houfe. Northcote, Dormer, and Edwards difcovered. North. Come, come, Edwards, keep up your fpirits, and don't give way to thefe delicate fears of your miftreSs's conftancy ; faint heart never Won fair lady — come, here's a bumper to the divine Eliza. Dor. Nay, don't let's part two fuch charming women — therefore, here's a bumper to both — Eliza and Louifa, if you pleafe, Mr. Northcote. North. With all my heart — both, then — you might have given 'em a glafs a piece tho' — to the charming coufins ! Come, Edwards, roUze man! Edw. Ah ! my worthy David Northcote — your generous heart ever judges by itfelf— Eliza was *U that's amiable, but — Dor,"], [52, "The SWORD of PEACE, 38 Dor. Never fear, Edwards; remember true love never doubts. Edw. Rather fay, it doubts and fears every thine — and her not anfwering my laft diffracted note, Sent her juft before I failed from England, gives me caufe to dread a change. North. PSha ! inftead of fighmg and defpairing, wait uppn her —or at leaft write to her ; and Dor mer here will deliver your letter, I am certain ; eSpecially as that will give him an opportunity, and excufe, for paying his reSpects to Louifa. Dor. On all accounts, moft readily ; write, write, and She Shall have it before fhe fleeps. Edw. You muff excufe me, my dear friends; that love, which has hitherto Sacrificed every thing, I will not difgrace by an action that muft be miSconftrued — no — tho' banilh'd, diftrefs'd, de ftroy'd for my conftancy to her — yet I would fink unknown, rather than force myfelf thus upon her notice. North. You are low Spirited, that's all— bring us a hooker — come, fmoak a hooker, and drink a glafs, and you'll foon perceive Eliza iparkling, all love and beauty. Enter Jeffreys (abruptly, in great agitation) Jef. I beg pardon, gentlemen, for introducing — but I have been fent to know — to — enquire — fhou'd be much oblg'd to you, if you'd tell me which of you three it is — that is — dying ? North. Ha ! ha ! ha ! this is droll enough — can't you find that out, friend, by our countenances ? Jef. O Lord ! no Sir — but I befeech you, gen tlemen, anfwer my queftion as quick as poffible. Edw. Don't you know the name of the perfon, my friend, you were fent to enquire about ? . Jef. O hid, Sir, in my hurry I've forgot. North, You are miftaken in the houfe, perhaps ? Jef."], [53, "A C O M E D Y. 39 Jef. Oh no — I'm right as to the Houfe, be caufe one of Mrs. Tartar's blacks came with me. Edw. (in agitation) Hey — what — Mrs. Tartar — who do you belong to there ? [riftng. Jef. Dear Sir, why to the Mifs Moretons, and there's Mifs Eliza, laying almoft lifelefs all this time ; for fhe was told at the ball, this gentleman (which ever it is of you) was dying. North. Was the gentleman's name Edwards, friend ? Jef. The very fame, Sir — Are you the gen tleman ; Edw, My worthy, dear Eliza ! I — I am Ed wards ; fly. fly, my friend, and bring me to her. [Exit with Jeffreys. Dor. Edwards dying ! what could fuch a Strange report arife from ? North. At prefent no matter. However, let us follow poor Edwards to Mrs. Tartar's ; I don't know her, but as the young lady is thus affected, Edwards in his prelent weak ftate may Stand in* need of our affiftance. Dor. Undoubtedly he will — befides, as I am already acquainted with her, I can eafily introduce you. — Come, let's make hafte, for Edwards is there by this time. [^Exeunt. SCENE, a Room at the Refident'.,. Enter Refident and Supple. Ref. Is the door faft, Supple? Well, now, what the devil's to be done about this girl ? As to that damn'd Edwards, I'll fee him at the devil before he fhall have her — but with a fellow of his fpirit, and a girl of her fortune, fond of him, as you fee (he is, to diffraction, why, they may take Ship and elope for the purpofe. Sup."], [54, "The SWORD of PEACE, 40 Sup. Which muft be your bufinefs to prevent, good Sir. Ref. Aye, but how ? damn it, how ? Sup. Why, Reiident, I have often help'd you out at a dead lift, and I think I have hit it now — I think I have. Ref, Ay, there's my good Supple — what is't, what is't, ? If you can but affift me to difappoint this fellow, and get the girl myfelf — Damme, afik what you will, have what you will — I'll deny you nothing. Sup. Why I think if we can fairly lay Mafter Edwards by the heels in our prifon, at this time of the year, and in fuch a devil of a place as you and / know that it is — and ill, too, as he has been lately, I think we fhall have provided for him in leSs than eight-and-forty hours. Refi. But upon what pretence ? Sup. You know it's impoflible for a writer to live upon his pay, and without being in debt to the black merchants. I know he is pretty deep with Mazinghi Dowza ; fend for him, tell him you have particular reafons to infift upon his ar- resting Edwards — you know Tyler, our Mayor, and Edwards quarrel'd the other day, fo he will directly grant the warrant, and it may be done before to-morrow morning. Ref. I like it much, I'll about it ihftantly — Ma- zinghi Dowza is without on other bufinefs. Sup. Is he ? egad, then, I'll go and fetch him in directly. [Exit in hafte. Refi. So ! if I can but confine the dog in prifon, it may do — for Eliza can procure no money to releafe him, but through me. I'll part 'em, I war rant me, and bring her haughty fpirit lower — I'll be reveng'd, however, being refus'd for fuch a fpendthrift puppy, and can pafs it off for prudence. Re-enter"], [55, "A COMEDY. 41 Re-enter Supple with Mazinghi Dowza. Sup. Come, come in, Mazinghi Dowza ! his honor wants you for a particular Service, that you mufLexecute for him directly. Max. Me am do all his orders vid fubmiflion. [Puts his hand on bis bead, and bows his body. Ref. Aye, aye, to be fure, you're a difcreet, obedient man, Mazinghi, and- know your duty. — What is George Edwards, writer here, indebted to you ? Maz. Your honor — me hope — you no offende me lende de poor fellow little money for his diftrefs. Refi. Not at all, not at all, Mazinghi, not at all. But I am inform'd he's very deep with you, and it is to ferve you that I tell you, if you do not inftantly arreft him, you will lofe your whole money. [Mazinghi locks furprized and fipreads his fingers. Sup. Aye, it's very true, Mazinghi — what his worfhip's goodneSs tells you — you il loSe every farthing if you don't Secure him in a prifon directly ; and as his honor has a value for you, he acquaints you with this. Maz. Mafia Edwards vas always good and civil — He alvay pay me honeft ven he can, I Sorry hurt him, good your honor's excellence. Refi. Do you doubt my intelligence? Sure I ought to know belt what's going on here — an't I Relident? '' I know what the Scoundrel is about, \" I promife you — hefitate, therefore, not a mo \" ment, but arreft him — accept of nothing but \" the money, which I know he can't raife.\" Throw him into prifon, and I will fupport you if complaints are made. Sup. Be fure you accept of no bail, nothing of any fecurity whatever, for if you do, you'll loie it G all."], [56, "The SWORD of PEACE, 42 all. The Refident knows wdiat he's about, and it's your duty to depend upon him. Ref. Pfhaw man ! if you delay you'll lofe all your debt ; fo be gone, and about it directly. Maz. Me fwear by de great Prophet, it make me heart ach. [Exit Mazinghi, putting his hand on his head in fuhmiffion. Refident and Supple exeunt the other fide. END OF THE THIRD ACT. ACT"], [57, "A COMEDY. 43 ACT IV. 'SCENE, Louifa'., Apa; tments. Enter Eliza and Louifa. Louifa. H<D WARDS in a prifon ! good Heavens ! for what ? Eliza. A black merchant has imprifon'd him for debt ! and that wretch, the Refident, won't advance me a Shilling to liberate him. Louifa. What can be done ? Eliza. He has had the cruelty to reproach me with the the affair of Dormer, and thinking we have given him the five thoufand pounds, he pre tends this as a puniihment for the extravagance, \" as he calls it, of fooling away what wou'd now \" have been Serviceable.\" Louifa. A lucky thought ! let's fend to the wor thy Northcote ; as executor of Clairville's will, I dare fay his goodnefs will advance us money for Edwards. Eliza. I have difpatch'd Jeffreys for him — as I knew you wou'd not deny me what this deteftable Refident has done ! Louifa. No, my dear Eliza ; nor wou'd the no ble Sir Thomas Clairville But here comes fome intelligence. Enter Servant. Ser. Mr. Jeffreys defires me to tell you, Ma dam, that he cou'd not find Mr. Northcote any G 2 were ;"], [58, "The SWORD or PEACE, 44 were; and as there was no time to be loft, through Caefar's means, he has procured a black merchant who will lend you any Sum; and he's now without with a large bag or money ready. Eliza. Bring him in directly. Servant re-enters with Mazinghi. Eliza. Sir, I fliall feel infinitely oblig'd if you can render me this fervice, you are inform'd I wifh to trouble you about. Maz. lis, Madam; I have bring de money vid me. [Showing the money. Eliza. Whatever fecurity you with, in my power to give you, Sir, I am ready to affure you of. Maz. O, Madam, lady of your great fortune me no fear* — His honor de Refident know me vel — Here is three hundred gold moors — vil dat'do? Eliza. I really confefs myfelf ignorant of the value of your money ; it is to releafe a worthy young man from prifon \" you will oblige me \" highly in carrying him the money he may want, \" and my Servant here will accompany you\" — his name is Edwards. [Mazinghi far Is, trembles, lets the money fall, and lifts up his hands and eyes. Eliza. Heavens ! what's the matter ? Speak ! you diftract me ! Louifa. (The other fide of him) Oh, tell us ! tell us ! * Maz. It is Mazinghi Dowza what arreft him. [Putting his hand on his bofom. Eliza. You arreft him ! Heavens, wdiat fhall I do now ? . Maz. [Takes up the bag of money] Take de mo ney and releafe him — me no dare. Eliza. [Taking the money with aftoniffoment] You 6 arreft"], [59, "A COMEDY. 45 arreft him, and give me the money to releafe him! what mean you ? Maz. Yes, lady, fend it to one of you people — Mr. Norton, he my attorney, manage all defe tings for me — but you fay never me gave you de money — if you do, me ruin — doe me de black man, lady, me ave heart. [Puts his hand on his breaft, and exit. Eliza. Aftonilhing ! Louifa. He's a charming \" black\" foul, how ever ! — ftay ! here comes Northcote — no ! gocd neSs protect us — it is Edwards himfelf! Eliza. [Meeting him at the door.] \" My\" Ed wards ! Enter Edwards. Edw. My dear, my lov'd Eliza ! calm your fear — I am Eliza. Oh, what generous angel has releas'd you— I had Sent to Northcote — and he Edw. But he has been before you — the worthy man met me at the prifcn door. Eliza. Heaven Shower bleffings on his good neSs! how kind ! how generous ! Edw. Oh, my love, you know not that man's worth ; he is the blefling of all around him ! and amongft thoSe benevolent Spirits that feci an en thufiafm in foftening the calamities of wretches in a. prifon, David Northcote Stands confpicuous, by preventing the wretched from entering one. Louifa. Jeffreys was telling us fome noble ac tions of this worthy man. Edw. His whole life, \" Louifa,\" is but a Series of them; \" and where others give rupee?, he gives \" thoufands.\" 1 find, \" Eliza,\" it has been through the Refident and Supple, the merchant arrefted me, though it msft not be mention 'd, as it"], [60, "46 The SWORD of PEACE, it wou'd ruin the poor creature if known he had divulg'd it. Eliza. Generous creature ! then this accounts for the poor black merchant's behavior to us. Edw. To you ! Eliza. Yes, you are as much oblig'd to his ge nerous intentions as you are to Northcote ; and, I doubt not, it is fuch examples have produced thefe effects. — But, oh ! I tremble for your fafety. Edw. I have the moft. thorough fenfe of the kind intereft you take in my misfortunes — but, in this moment of agitation, 1 am fcarce able to ex prefs it ; but fear not, my fweet Eliza, Northcote is able to adviie and protect you; depend on him, and reft eafy — he imagin'd you might be alarm 'd, and begg'd me to eScort you and LouiSa to his houfe — His wife is the worthieft of women and expects you. Louifa. Ah ! do, dear coufin, let us go ; let us throw ourfelves into fuch kind protection imme diately ; for here I'm terrified. Eliza. Willingly ; for I know not how it is, but I never feel eafy or happy a moment in this houfe — but do you go firft, and we will meet you there, as we muft pay our compliments firft to this Mrs. Tartar — and, befides, we expecb Dor mer every minute — I wonder he is not come. Edw. I left him dreffing — he will conduct you, then, to that houfe, where peace, love, and har mony for ever reign ; where affluence is made a blefling, and diffus'd as fuch to every one who enters Oh, here is Dormer. — [Enter Dormer, j — Adieu ! I put you both under the foldier's pro tection. [Exit Edwards. Eliza. Oh, Mr. Dormer, you Strange, unkind man you ! here have we been waiting, and have been diftrefs'd and frighten'd out of our wits about Edwards, and you never came near us — and there I wanted"], [61, "A C O M E D Y. 47 I wanted you and your fine fword there, to have gone and cut this Refident's throat for me. Dor. My dear, MiSs Moreton, I'm Sure you will excuSe me, when the knows my heart wou'd not let me leave Edwards in diflrefs even to wait on her. Eliza. [A glozv of joy rifiing in her countenance, and giving him her hand.] — Dormer, I cannot thank thee — words won't do ! — Happy ! happy! Edwards, in fuch a friend \" as Clairville is.\" Dor. Charming fenfibility ! — yet happier far in the virtuous affecton of fuch a woman as his Eliza. Eliza. (Peeping forward at Louifa) — Or fuch a woman as Louifa hey, Mr. Dormer hey, Louifa ? Louifa. (Smiling) My dear, wild girl ! with the tears in your eyes, and the fmiles on your cheeks! fuch lively fenfibility and fpirits fure never were fo fweetly contrasted. Dor. Rather fay fo charmingly blended. Eliza. \" Come, Dormer, tell me\" — I fuppofe my partiality for Edwards has made a fine feaft for fcandal here — come, now, be honeft, and tell me what the folks Say about it. Dor. Why Supple and the women cry fhame, and condemn you, whilft all the men adore you. Eliza. Oh, I don't doubt Supple's being againft me, for I know I am a wild blundering creature. Right or wrong, if people will make me difpife them, I muft tell them fo — and if they will take my good opinion by aflault, as you have done, \" Dormer,\" why I can't conceal it ; \" however, \" let him talk — for, blefs'd with the affection of \" my Edwards, and the friendship of two fuch \" men as yourfelf, Dormer, and the worthy North \" cote, I fhall little heed their cenfures. '* Dor. You do me too much honor, Madam; \" Northcote has fortune and power, but / have \" only wifhes ! \" Eliza. \" If you were talking to the Refident \" and"], [62, "48 The SWORD of PEACE, 11 and Supple, who think all merit confifts in gold f moors and lacks of rupees, fortune might be an \" object, but to thofe of hearts and fouls, Dor \" mer, it is neediefs; betides, you can expecl only \" fortune's froze as, if you continue thus obfti \" nately to turn your back upon her fmiles\" ■ And, indeed, this affair of Sir Thomas Clairville's muft be differently fettled. Dor. Urge me not, dear Madam, on that point — my honor is reward Sufficient. Eliza. For all that, we intend laying our heads together with Mr. Northcote. Dor. Then I muft depend upon the charming gentlenefs of your coufin, to Shield, me from your threaten'd machinations, and to promife me fhe will not vote againft me. Eliza. Indeed She can promife you no fuch thing ! for I know her heart condemns you, though fhe may fear to tell you fo. Louifia. (Smiling) Really, Mr. Dormer, I think you are too Scrupulous; and though 1 fhould be Sorry to hurt your delicacy, yet you muft not be fuffer 'd to rife thus above humanity. Dor. Such a flattering condemnation, my dear Madam, from your lips, I wou'd not exchange for Sir Thomas Clairville's whole eft.ite ! Eliza. Mighty fine ! mighty fine ! as the old Refident fays— But, upon my word, we are abfo lutely rude to Mrs. Northcote. Enter Servant. Ser. Madam, the Reildent is coming up to wait on you. Eliza. Is he without ? Ser. \" No, Madam; but \" his carriage is driv ing up. [Exit. Eliza. I fuppofe he's coming poft, about Ed wards. Lstiifa."], [63, "A C O M E D Y. 49 Louifa. And, if you'll permit me, I'll retire till he's gone, for I fuppofe his bufinefs now is prin cipally with you. Eliza. Oh, you have a mind for a tete-d-tete with Mr. Dormer, I fee it's well for you my heart's pre-engag'd, for he is a moft dangerous creature Poor LouiSa, ha! ha! — But hufh! here comes the old tyrant, puffing and blowing — fo, away with you. [Exeunt Louifa and Dormer* Enter the Refident at the other Door. Ref. So, Madam, you have contriv'd to releafe this beggarly Edwards, I find! and, if I don't pre vent it, 1 fuppofe intend throwing away yourfelf and fortune upon him into the bargain ? Eliza. I certainly came out to India with no other intention, Sir, — \" not to facrifice my youth \" and peace of mind for pearls and grandeur, but \" to feek and re.vard a generous lover.\" Ref. Mighty fine, Madam! mighty fine — but I had too great a regard for your father to fee his fortune thrown away upon fuch a fellow ! and muft prevent it. Eliza. But you wou'd literally marry meyourfelfi, Sir, ha! ha! — I humbly thank you, Sir; (curtfey ing) but I have too much regard for my good fa ther's daughter, not to prevent alfo fuch a prepof terous union. Ref. Prepofterous ! Madam, I know not what you mean — I'm fure there's not a lady here who don't envy you the preference I have ridiculoufly given you — There's Mrs. Tartar and Mifs Bronze — Eliza. And Mrs. Garnifh and Mrs. Gobble, ha ! ha ! ha ! ridiculous \" indeed, Sir, to imagine \" a woman of youth and fortune wou'd facrifice \" herfelf for a paltry ambition fhe defpifes.\" I — I declare I wou'd as foon marry Tippoo Saib. Refi. Very pretty, Madam — very pretty— but, I H fancv."], [64, "The SWORD of PEACE, 50 fancy, when you find I won't confent to your hav ing any body elfe Eliza. That I'll confent to have you, ha! ha! ha ! — No, Refident, from the Strange claufe in my father's will, I was oblig'd to come to India for my fortune, or have forfeited it — but I don't remember a word in it about being obliged to marry the executor. Ref. If your poor father, Madam, was alive to witnefs, this and to Such a friend as I was always to him Eliza. [Holding out her hand to him.] Refident, don't miftake me — I honor you, as a Sriend of my father's — your kindnefs to hi.n firft help'd to raiSe his fortune — an obligation once conferr'd, in my opinion, can never be cancel! d — \" Therefore, how \" ever your Suture conduit may diftrefs my heart, \" you fhall find it ftill remain grateful for thofe \" kindneiles you have once conferr'd.\" Refi.. Whv, now, that's pretty of you — now that's kind — I love you for that — upon my foul, Eliza, you — you might make what you wou'd of me. Eliza. I don't want to make any thing of you, Sir. — This man has abfolutely a goodnels of heart at the bottom, only he knows nothing of the mat ter.— [Aftde.] — My good Sir, I wou'd wifh to make you my friend, as well as my deceas'd father's. Ref. Why fo lam, and therefore, Eliza, muft prevent your throwing yourfelf away upon this Edwards. Eliza. Do not let the love of riches, Sir, Shut your heart to every generous feeling — it is for my fake alone Edwards is thus diftrefs 'd — we have been acquainted fome years — his father is a proud, rich Baronet, who yet preferr'd fending his Son a Wanderer abroad, to prevent his marrying a poor destitute (as he thought me) at home. — O, Sir, think of this — and Shall I now deferr him ? Ref. Why — why, to be fure, if he's a great 6 man's"], [65, "A COMEDY. 51 man's fon, and you are likely to be a lady— why, I can't fay, to be fure you but ftill, Eliza, your father always intended you for me. \" Eliza. I am very much oblig'd to my father, \" Sir ; but thus Stands the cafe— I am the miftrefs \" of my own actions, if you will not fanction \" them with your approbation, Sir, I am forry \" for it; but as you have no right to control them, \" I muft beg you not to attempt1 it.\" Enter LouiSa. Ref. And here is LouiSa too, \" is miftrefs of \" her own actions,\" I fuppofe, \" and, I find,\" is going to throw herfelf away upon that Dormer. Louifa. Sir, you furpriie me — why he has never hinted a thought — Upon my word, Sir, this is fo 1 came to tell you that the carriage waits, Eliza. Refi. What ! you are going to Northcote's to dinner, I find ; where, I fuppofe, I fliall be cut and carv'd up for your entertainment very prettily. Eliza. \" Indeed, Sir, you muft know Mr. \" Northcote diSdains to fay that behind any one's \" back wou'd wound their feelings to hear re \" peated.\" — Ah, Sir, were you acquainted with Mr. Northcote more, and Supple lefts, you wou'd feel yourSelf happier, and find yourfelf more re fpected — Good morning, Sir; — we muft juft pay our refpects to Mrs. Tartar before we go. Ref. \" Ay, ay, pray do — give my compliments \" to her, and tell her I cou'd not ftay, for I'm \" not in a humour to pay refpects to her, I tell * you honeftly.\" — [Exeunt Eliza and Louifa.] Upon my foul I believe Eliza is right — for that damn'd Supple grows fo arrogant and felf-fuffi cient, that, lately, inftead of being my depen dant, egad, he is my mafter and, I don't H 2 know,"], [66, "The SWORD of PEACE, 52 know, as to Eliza hang it — to lofe her my fclf, and be oblig'd to give her to another — oh ! damn it, that's too much — that's too much — and yet there's fomething fo bewitching in the gipfey, that, if fhe fets about it, I believe fhe cou'd per fuade me to any thing; for though fhe has a devilifh deal of fpirit, yet it's fo unlike that damn'd Madam Tartar's, that I can't help loving her for it. [Exit. END OF THE FOURTH ACT. ACT"], [67, "A COMEDY. 53 ACT V. SCENE, difcovers Mrs. Tartar lolling on ciopha. Enter Jeffreys with a Nste in his Hand. Jeffreys (bowing.) iVlADAM, I have brought a note from my young ladies. Mrs. Tar. Lord ! a note ! Cou'd not they have fent a meffage ? I can't take the trouble to read, not I — there, put it down. [Points to a table. Jef. I was order'd to deliver it into your own hands directly, Madam. ,■ Airs. Tar. I'm fure if it requires an anfwer, I fha'nt fatigue myfelf to fend one. Jef. I don't know, Madam; but thofe were my orders. Mrs. Tar. Really you people from England ima- gine one has the Strength of one's elephants — con- tinually troubling one thus with fuch fatigues. — Well, if this note muft be read — Ao you read it — that is, man — if you can read. [with a contemptuous look. Jefi. [looking at her meaningly, and making a hor- rid wry face] Damn me if the foap-boilers oil don't rife in my throat now. [Afide ] Why, yes, Madam — I can read— fpelling it with a few A-by- felf-A's, and 1-by-felf-I's, mayhap. Mrs. Tar. Prithee do, then. Jefi. Won't you pleafe, Madam, to break the feal ? [Offering the note on a waiter. Mrs."], [68, "The SWORD of PEACE, 54 Mr... Tar. Lord, how troublefome ! — here — there. [Takes the note, half breaks the fiea^ and lets it fall on the ground. Jeffreys picks up the note and reads. ' The Mifs Moreton 's compliments to Mrs. * Tartar, and as fhe has fo often complain'd of * the trouble they are continually giving her, have * accepted of Mr. and Mrs. Northcote's kind and * preffing invitations to make their houfe their ' home, during their ftay in India, and fhall there ■ fore not trouble Mrs. Tartar any farther.' Mrs. Tar. [rifies in a paffion, fnatches the note out of his hands | Begone. Jef. (bowing) In the .whiff of a tallow candle, Madam, (grinning) \" Ecod we've made a fine \" blaze here, and now, as the faying is, I'll e'en \" run away by the light out.\" [Aftde, and exit in hajle Airs. Tar. Was there ever any thing like this ! Oh ! I could — and to have expos'd myfelS thus before their fervant ! Intolerable ! — and that brute, Supple — a fine note I've had from him, too. (taking his note from the table) Yes, yes, you may come and explain, if you pleafe, Sir, bub by marrying Louifa you fecure her fortune, and then are no longer my dependant— (puts the note in her pocket) An ungrateful fellow — 1 plac'd him about the Re fident, merely to manage and make our own \" joint \" advantage of him, by which I have been the making of the wretch — and now to be left, truly, for Such a paltry chit as this is ! Enter Supple. 'Sup. Madam, I am quite aftonifh'd at your note ; and fo * mufiial to your good Senfe. Mm. Tar. Supple, you know you're a hypo- crite ;"], [69, "A C O M E D Y. 55 crite ; but you fhou'd alfo remember you cannot impofe upon me ! pretend conftancy to me, truly, when you want to marry Louifa. Sup. Don't 1 tell you, I don't care three pins for the girl ; 'tis her fortune, and that you know, and how can fuch a poor, unfufpecting, meek fpirited thing, as She is — Mrs. Tar. And Eliza, too, is a meek-fpirited fool, is fhe ? What does your worfhip's Sagacious cunning intend to do with her ? Sup. Oh fhe is fo unmanageable, I think the beft way is to let her run away with Edwards — belides that prevents her marrying the Refidenr. Mrs. Tar. A pretty way of preventing it, truly ! no ; fhe has inSulted me too much for me not to prevent her happinefs at any rate. Sup. Nay, that's too ungenerous ! fo that we get quit of her, that's enough. Mrs. Tar. The virtuous Mr. Supple ! (in con tempt) you know you hav'nt a good principle in your whole composition — and to pretend Sup. Well, well, I acknowledge — but pru dence, you know — prudence fhou'd Mrs. Tar. Cowardice ! cowardice ! that's your prudence, Supple. \" Has'nt it prevented your \" doing a thoufand glorious things I wou'd have \" had you attempted ?\" Sup. Come, come, don't let you and I quarrel — it is for your intereft, as well as mine, I Shou'd marry Louifa. Mrs. Tar. Lookye, Supple, I wo'nt bear this — at your peril attempt marrying Louifa — you know my power to expofe you, and by Heavens nothing fhall hinder me. [Exit. Sup. There the goes; — this it is to be in die hand of Such a fury — I muft devife Some means to rid myfelf of this Slavery ; and then the news brought by the fhips juft arrived, may make it convenient to cut with the Refident — and fo I may ftill"], [70, "56 The SWORD of PEACE, ftill make my fortune in another quarter, and get rid of them both at once. And fo now for David Northcote. Oh! I ihall make Short work with him ; he is, or pretends to be, fo honeft himfelf, that it is quite out of character for him to fufpect other people. [Exit. SCENE, Mr. Northcote'.,. Enter Refident and Northcotc. Ref. Upon my foul, Mr. Northcote, this is too much ; damn it, Sir, I fuppofe you depend on your fine character, and fo think you may do any thing, Sir. — I muftinfift upon the Mifs Moreton's returning to Mrs. Tartar directly. North. You muft excufe me, Mr. Refident ; I fhall not part with my fair vifitors again, I affure voq. Rcf. Sir ! wha — what do you mean ? Sir — Sir — are they not under my protection ? North. You have only to give them a proper account of their fortunes, \" for they are their own \" miftreffes in every thing elfe entirely ;\" and as you had plac'd them where they were very difa greeably fituated, I have accommodated them in my own houfe ; that's all, Sir. Ref. That's all, Sir ! Damn your compofure, Sir. — This is always your way ; meddling with every thing that don't concern you. — I wonder where Supple is— what do you think he will fay to it, Sir? North. An infignificant puppy. — What's fuch a fellow to me, Sir ? Ref. Lookye, Mr. Northcote, if you continue to go on in this ftile, Sir, I muft write home ; there is no going on thus ; \" for what with your pre \" tended benevolence and generofity, and Stuff,\" Sir,"], [71, "A COMEDY 57 Sir, you fet the whole fettlement in an uproar * There's no governing them— blacks, whites, Gen toos, and Hindoos, all alike running mad after you, and your vagaries, truly. North. Yes, Mr. Refident, I feel for human nature, of whatever colour or defcription ; I feel for the name and character of an Englifhman. \" I feel neither the power of gold, prejudice, nor \" partiality ; and where the lives and properties, \" or even happinefs, of others, are concerned, I \" have ever regarded the impulfe of humanity.\" Enter Supple. Sup. Your fervant, Gentlemen. [Bowing very gravely. Ref. So, Supple, here has this gentleman per fuaded the Mifs Moretons, truly, to leave Mrs. Tartar's houfe and refide at his. Sup. I am very glad of it, Sir. [Bozvs. Ref. Glad of it ! Zounds ! what do you mean, Supple ? I tell you I am very angry at it. Sup. You had better not, Sir ; you had better not. — [Speaking rmfterioufly ; coming nearer to the Refident, and fipeaking lower.] — Sir, there is a fhip juft arrived from England. Ref. Well, Sir ! damn it ! and what then ? What's a fhip juft arrived from England to do with \" pretty\" Mr. Northcote's \" here\" having Stole away the Mifs Moretons from my protection ? Damn it, Supple, 1 won't put up with it ; I infift upon their returning to Mrs. Tartar's — / infift upon it. Sup. You had better not, Sir ; indeed you had better not. Ref. Lookye, Supple, I will be my own mafter. —An't I Refident i Why, heydey ! an't I Refi dent, I fay ? [In a paffion. I Sup."], [72, "The SWORD of PEACE, 58 Sup. (bowing very gravely and low.) No, Sir, you are not Reiident. Refi. Heydey ! why art mad, Supple ! why what's this ? Sup. I am forry, Sir, for your fake, to inform you, that the fhip juft arriv'd has brought out or ders for Mr. Northcote to fuperfede you, Sir, as Refident of this fettlement. Refi. Northcote! ISorthcotefuperfede me ? he! [Walks about difiurb'd. North. Lookye, Supple, I know of old, a- fhip feldom arrives but it gives occafion to your inven tive faculties.— But in this you muft be cautious ; this is too Serious a matter, young man. [Sternly. Sup. With humble fubmiffion, Sir, I hope you will not judge me from mine enemies' mifrepre fentations.i — What I fay is faEl. You, Sir, are Refident now ; and I hope, Sir, as my chief de pendance is upon my place, you will not discon tinue me, Sir, as fecretary to the presidency. North, (looks at him with contempt, zvithout fipeaking to him.) I am forry this news lhou'd have been thus abruptly communicated to you, believe me. — [To the Refident.] — I fuffer for your feelings as a man*— look upon me as your friend. If this is true, every thing in my power you may com mand. Refi. (furlily.) Let me alone ; I want none of your officious kindnefs. — But as to you, Supple, I didn't expect this — I didn't expect this from you. [Exit. North. Now I did.— Go, Sir, (to Supple) follow your old mafter ; if I am Refident, my firft action fhall be, that of banifhing you, Mr. Supple, from my councils. Sup. Sir — Sir — Sir — I beg — I entreat — [Attempting to kneel. Norfh. Begone, Sir. If my matters have thought mc worthy this honor they have conferr'd on me, I will"], [73, "A COMEDY. ' 59 I will never forfeit it by countenancing objects I think unworthy. [Exit. Sup. Very well, Sir ; but I may find a time to revenge infulting Superiority ! and depend on it I fhall let flip no opportunity for the purpofe. [Exit. SCENE, an open Walk. Enter Jeffreys and Caefar. Cafar. O, Mafia ! I been feek you — come vid me — me tell you fuch mifchief ! me hair itand an end. Jef. What about Caefar ? Cafar. Oh ! bout you fweet ladies ! but me faithful heart — you no give liberty fo black dog, Maffa ! no ' me heart good — me fave you ladies vid me life. Jef. Life ! I would facrifice a thoufand lives to fave theirs. Cafar. So me too ; but that Mrs. Tartar — oh, Mr. Supple tell me foch tings ! — oh, Mrs. Tartar von devil ! poifon de dear young lady. Jef. Poifon ! harkye, CaeSar ! tell me what you mean ; if you fave my dear young ladies from any danger, I fhall never think I can reward you enough. Cafar. Reward ! me no reward, O Mafia. — ■ You make poor black free, me never forget dat — me never leave you while me live — me farve you faith-ly. [Wipes his eyes. Jef. To have gain'd fuch an honeft, faithful heart, I fhall return home with' more Satisfaction, than if I had got money enough to have gone and defpifed all my poor relations. — But poifon,fay you, Caffar — ftay, here comes Mr. Dormer, you fhall tell him the whole bufinefs. I 2 Enter"], [74, "The SWORD of PEACE, 60 Enter Doimer. Dor. (looking at his watch.) I promis'd, if in time, to return to Mr. Northcote's to dinner. Jef. O, Sir ! Cafar. O, Mafia ! Dor. Heydey ! What now ? Jef. O, Sir, Caefar here fays fomething about that hag, Mrs Tartar, wanting to poifon my dear young Ladies — fpeak, Caefar ; what is it ? how is it? Cafar. O, Mafia, Mafia ! She has poiSon dem — She has poifon dem fweet ladies. [Wrings his hands. Dor. Heavens forbid ! who — who told you ? [In agitation. Jef. Why Mr. Supple told him, he fays, Sir ; fo that I hope it's all a damn'd lie. Cafar. Mafia Supple tell me, Madam Liza dy ing — Mifs Louifa dead. Dor. Dead ! LouiSa dead .''Jeffreys, Ca.far, fol low me to Mr. Northcote's directly. [Exit. Jef. True or falfe, this ftory puts me all in a flutter. — But come along, Caefar, and if you don't deferve the cap of liberty — Cafar. Though black, Mafia ! Jef. Yes, your face is black, but your heart is as white as a fnow-ball. [Exeunt. SCENE, Northcote'-. Houfe. Northcote, Eliza, and Edwards. Eliza. My dear Sir, it is impoffible for me to exprefs the joy and heart-felt fatisfaction I feel at this unexpected promotion ! North. I am infinitely oblig'd to you. — Indeed it is very unexpected. Edw."], [75, "A COMEDY. 61 Edw. I am rejoic'd at it, \" my dear Madam,\" not only as it rewards the nobly virtuous — ■ \" Stand my friend has ever made againft the de \" ftructive meafures purfued here by our late Re \" lident,\" — but that it aflures our profperity, .« glory and applaufe\" as a nation, \" in difcoun \" tenancing vice, rapacity and oppreffion.\" — Now I feel proud, and glory I'm an Englishman — and here comes Dormer, I am fure with the fame emotions. Enter Dormer, in DiftraEiion. Dor. O, Mifs Moreton ! are you ftill alive ? — . But my Louifa ! — the agony of my heart's beyond the power of words. — Deny me not to fee her — for oh ! I lov'd her ! though nothing- but this Shocking death fhould ever have torn the Secret from my foul. Edw. Compofe yourfelf, my friend ; this is — Dor. Is fhe not dead ? fhe whom my foul adores ? Now — now, Edwards, without fufpicion of a mean, an interested motive, I may distractedly avow the love I bore her. Eliza, (fmiling.) And here fhe comes alive . alive and merry, to thank thee for it, Dormer. Enter LouiSa. Dor. Heavens ! Louifa fafe. — [Running up to her.]—0, Madam! forgive my temerity; nothing but the diffraction — Louifia. Mr. Dormer ! Eliza ! what means all this ? Eliza. Why it means that his heart adores you ! which nothing wou'd have forc'd his refpect: for you to have declared, but his hearing (fome how or other) we were both dead. Louifa. \" (turns half afide confufed.)\" So now, my dear, you may either play off a thoufand coquettifh refentments before you grant him a pardon, or ge neroufly at once confefs he has been mafter of your heart,"], [76, "62 The SWORD of PEACE, heart, from the firft hour you convers'd with him. — I only juft adviSe you, coufin, as you ought certainly to act as you think proper. Louifia. My dear, wild coufin, how is that pof fible now ? 'Eliza. Why, in truth, when two fuch diffident, delicate lovers meet — if it was not for fuch wild friends as myfelf, you might love on till doomfday without knowing it ! therefore, without more ado, \" or any wry races\" — thus let me join your hands and as the old folks always, fo — Heaven blefis you both together. — [Shaking her head and fpeaking very jolemn.]— -There, is not that right, Mr. North cote ? North. (Laughing) Perfectly fo, thou dear, lively creature ! Edw. And no fear now, but our new Refident will ratify it. North. What, our fweet, blufhing Louifa here, and the modeft Dormer — Ratify ! yes, with the utmoft ardour, and happy fuch a worthy fellow's diffidence has not eclips'd his modeft merit. Edw. Dormer, I heartily with you joy ! Dor. May I dare to hope you will not refufe ? Louifa. [Modeftly] It wou'd be ungenerous to retract, Mr. Dormer, wdiat my heart too fenfibly approves. Dor. Lovely creature ! [Kifting her hand Eliza. There's a dear dutiful child. — [Chucks her under the chin.] — \" And pray, Dormer, where %l did you learn this tragical hiftory of poor LouiSa (' and myfelf ? \" Dor. From poor Jeffreys and Casfar, who ** had it from Supple, the fame authority on which \" you were inform'd that my friend Edwards was \" dying.\" North. That fellow's alike in everything; made up of falfehood. And now, Eliza, I muft acquaint you, that, by letters from England, our friend Ed- 6 wards"], [77, "A COMEDY. 63 wards here, has learnt that his father is no more ; but convinc'd of his hard treatment of a worthy fon, has, by his laft will, done every thing to re pair his former unkindnefs. Eliza. Well, then, if I cannot reward the dif interefted Edwards, I muft e'en be content with the affluent Sir George. Edw. Every way, my Eliza contrives to be herSelf. Eliza. Do I ? I really thought I had contriv'd to be yours. Enter Jeffreys. Jef. [With his handkerchief zviping his eyes, and bowing.] I beg pardon for coming in — but — but Heavens blefs your honor's worfhip's Refident — if— if — [To Northcote.] Edw. Heydey, Jeffreys ! what, fad in the midft of joy ! what's the matter man ? Jef. Matter, Sir, — my dear fweet ladies alive, and Mr. Northcote made Refident! — the whole place is run wild for joy, Sir — blacks and whites, matters and Slaves, half cafts and blue cafts, Gen toos and Muflulmen, Hindoos and Bramins, offi cers and Soldiers, Sailors and captains — and if his honor the Refident don't Stop them, they won't have an ounce of gunpowder in the whole garrifon. Edw. Such influence has goodnefs and benevo lence over all ran.-*s and descriptions. Jef. They do nothing but call him father— they keep bleffing him and his children ; and King George and his children ; and their great Prophet and his children. North. You have an honeft heart, Jeffreys —but recover your fpirits — and as both your ladies are now, I hope, completely happy, I truft you will be fo too. Jef. \" I beg pardon, but I always fufpected Mifs \" Louifa's"], [78, "The SWORD of PEACE. 64 \" Louifa's blufhes whenever I announc'd Mr. \" Dormer;\" and I hope, my dear young ladies, as I have always ferv'd you faithfully, you won't part with me now. Eliza. No, worthy Jeffreys, the only difference we wifh to make is, that you confider yourfelf no longer as a dependant, but an humble friend whofe faithful fervices demand every reward in our power to beftow. Jef. My dear, dear miftrefs, don't talk fo ; for I never fhall recover my fpirits — I have been us'd to laugh and make others laugh all my liSe long — fo fpare me, for I am too happy already. North. Come, my worthy friends, let us join the general joy — a feaft of Soul, of which, I hum bly hope, 1 may without vanity partake. Edw. You may, indeed, Sir — thus, by the noble exertions of one generous, exalted character, are all our difficulties remov'd — a whole fettlement is made happy, as well as ourfelves, by the virtues tf David Northcote ! THE END EPILOGUE."], [79, "EPILOGUE. Written by G E O R G E C O L M A N, Jua. Efq. Spoken by Mifs F A R R E N. jFl OW prone is man to quarrel with plain fenfe ! Sufpeding harmlefs words of foul offence. Too foon, alas ! our mind* to frailty leaning, Accufe the Simple phrafe of double meaning. E'en the fir ft man alive, with fpleen devour'd, His once fweet temper with an apple four'd, Grew Sulky with his friends, — a crofs old firmer ! — If they but mention'd pippins after dinner. Nay, in thefie days, there's fcr.rce a Ci!v Prig Who dares confei's his fondnefs for a wi?; At ' Left he fhou'd find, in this fame touchy town, Some angry tory who wou'd knock him down. Are there not fome among you, then, who ceafe To Smile, when hearing of a Sword of Peace ? Speak, ye Militia Captains ! Train Bands, fpeak ! Think ye, 'gainft you our Author wrote in pique ? — Dumb ! like your fwords, unus'd to face the light ! Speak, then, Sir Matthew Plumb, the addrefiing City Knight! You who have feen the fword — ah, great beholder ! Have feen it, flaming, peaceful o'er your Shoulder. Speak not, ye beaux ! we cannot move your pafTion; The fword with you has long been out of fafliion. For now each fparring beau in flannel Hands; To muffled gauntlets trufts his chicken hands ; Learns, generoufly, how to bruife — not flay men ! And juftilies his honor — on the dray-men ! K Soon"], [80, "66 EPILOGUE. Soon Shall we fee, thank Heaven ! the extirpation Of barbarous duelling, throughout the nation; Soon Shall we read, inftead of running through, That, in Hyde Park, two nobles have Jet to; That Lord met Lord — that each, no C*efar bolder, Brought a Right Honorable bottle holder I No carte and tierce — but bruife on bruife fhall rife, Till blows, not death, have clos'd the heroes eyes! — Put that our Sword of Peace may frighten no man, Know, brave gallants ! 'tis weilded by a woman. Let it not, then, with others, be abolifh'd, 'Tis harmlefs, and, fhe hopes, not quite unpolifh'd — \" Such as it is, we can't be appiehenfive \" That this, our Sword of Peace, will prove a fword \" offensive.\""], [81, ""], [82, ""]]