[[1, ""], [2, ""], [3, ""], [4, ""], [5, "VASHTI AND ESTHER"], [6, "NEW LIBRARY NOVELS. TO HIS OWN MASTER. By Alan St. Aubyn, 3 vols. A WASTED CRIME. By D. Christie Murray. 2 vols. ' Takes a high place, not only among the novels ofthe year, but among the achievements of the admirable writer from whom it comes.' — Daily Chronicle. THE REBEL QUEEN. By Walter Besant. 3 vols. ' A remarkable work. Fascinating as a fiction, and in- structive and suggestive as a study.' — World. THE SCALLYWAG. By Grant Allbn. 3 vols. ' Clear character-sketching, bright dialogue, and a hundred clever hits.' — Speaker. THE WOMAN OF THE IRON BRACELETS. By Frank Barrett. 3 vols. ' Mr. Frank Barrett has created a very fascinating and complex character.' — Daily Chronicle. OUTLAW AND LAWMAKER. By Mrs. Campbell Praed. 3 vols. WOMAN AND THE MAN. By Robert Buchanan. 2 vols. VASHTI AND ESTHER. By the Writer of ' Belle's Letters ' in The World. 2 vols. London: CHATTO & WINDUS, 214 Piccadilly."], [7, "VASHT1 AND ESTHER A Story of Society To-day BY THE WRITER OF BELLE'S LETTERS IN 'THE WORLD' IN TWO VOLUMES VOL. I. it o 11 J o n CHATTO & WINDUS, PICCADILLY 1893"], [8, ""], [9, "CONTENTS OF VOL. I. CHAPTER piOE I. IN A COUNTRY HOUSE 1 II. LADY VASHTI 19 III. STORM-SIGNALS . 39 IV. ESTHER GAY 57 V. ' A SUPPLIANT NOW WHO WAST A QUEEN ' . .75 VI. A GREEN GLASS NECKLACE . . . .93 VII. BETWEEN TWO FIRES ...... 118 VIII. ' IF I PERISH — I PERISH '..... 137 IX. WITHOUT A CROWN 160 X. TOO PRETTY . 195"], [10, ""], [11, "VASHTI AND ESTHER CHAPTER I. IN A COUNTRY HOUSE. The house-party at Ladysnieade had nominally assembled on the previous day, Monday, although some intimates and near relatives had arrived on the Friday ; and Lady Hope, who was an ideal hostess, inasmuch as she knew her world and all its various cliques, had advisedly chosen her guests, with the result that they were immediately at home together, having the same watchwords and the same shibboleth, which are understood by the initiate smart few only. VOL. I. 1"], [12, "VASHTI AND ESTHER 2 Lady Marcia Legh was the latest arrival. She had come early in the afternoon ; but, tired after a four hours' journey, she had repaired at once to her room, and made her first appearance in public, clean and fresh-looking as any girl, in a wonderful Watteau gown, with youthful bunches of pink tipped daisies on yellow brocade, and an aigrette of yellow rosebuds nodding in her little lace cap, as she twisted her head this way and that to take in all the component parts of her surroundings, and to pick up the threads of the animated con versation of a small circle gathered round the fire. Lady Marcia Legh was a distinguished old maid, who had aged by such imperceptible degrees that she had never for a moment fallen out from the gay but selfish ranks which are almost brutal in their dread of ennui or want of smartness. Com paratively early in life she had left the parental"], [13, "IN A COUNTRY HOUSE 3 roof, and, having established a safe reputation for eccentricity, had set up a bijou establishment in Upper Brook Street, where all the celebrities of each succeeding day were well content to be her guests. The comfortable income which had come to her at the death of her parents (a respectable peer and peeress, who during their lives had looked on half amused and half aghast at their daughter's brilliant social flights) was well laid out, and though no sacrifices were made to appearance or vulgar ostentation, Lady Marcia lacked nothing that could contribute to her comfort. True, she gave no big dinners or formal entertainments, excusing herself on the deceptive plea that no one cared to turn out at night to come and see an old maid ; but her little Sunday luncheon-parties, which generally included the latest literary star, or some dramatic beauty, and which were often"], [14, "VASHTI AND ESTHER 4 honoured by the presence of a Personage, were held in high esteem. She herself was of social value, not only as the possessor of money to which there was no appointed heir, but as a charming woman of bright wit and highly cultivated mind. 'Wherever she went she met the warmest welcome, and on the present occasion she was a person of especial importance. The party at Ladysmeade was given in honour of her nephew, who, it was understood, might also be her heir, if for no better reason than that he was already overburdened with wealth. If any thing more had been needed to make him sought by Society, he had lately married the only daughter of Lord Canbourne, a Scotch marquis, who had had a career abroad, his straitened means having pre vented him from holding his own upon his native heath, or in the English centre of civilization."], [15, "IN A COUNTRY HOUSE 5 Lady Violet Bourne was just nineteen when chance threw her in the way of Kenneth Johnson. He was a young man with an impossible father, whose only virtue in the eyes of the world outside Liverpool (his birthplace) was his colossal fortune. His mother, whose identity as the twin sister of Lady Marcia Legh had been of inestimable service to her son, had died very soon after her marriage, under the burden of an honour to which her simple minded but hopelessly vulgar ' Lord Burleigh ' was not born. The marriage of Kenneth Johnson with Lady Violet Bourne had been a very quiet one ; but the light of a coming social star cannot easily be hidden, and the bride's beauty had been para graphed in every paper, so that curiosity was rife among her near relations. It was her husband's cousin, Lady Hope, who, before the honeymoon"], [16, "6 VASHTI AND ESTHER had waned, invited the young couple to her house, and, having secured their presence, had bidden the more important members of the family and several very smart outsiders to meet them. The Marchioness of Cheshire, who was a cousin of Lord Canbourne, and well known in the racing world, had given up a small autumn meeting to be there, and was accompanied by her young husband, Captain Philip Graham. Mrs. Guy Turton, who was a more distant connection, had also shown her appreciation of the compliment paid her by bring ing her husband. Mrs. Turton had been a fashion able beauty for the last decade, and would continue to be admired and tolerated (in spite of sundry episodes in her career which even her own set, tolerant to a fault, had stigmatized as ' too bad ') so long as she did nothing quite outrageous, and so long as"], [17, "IN A COUNTRY HOUSE 7 she remained in favour with the Personage who had first brought her into special notice. Horace Vane, who was social by profession and an authority on smartness, had also considered it his duty to be present, although very few country houses had sufficiently potent attractions to tempt him away from his beloved London. ' Who else is here ?' asked Lady Marcia, who comfortably occupied the easiest of easy-chairs, as the centre of the little group. Lady Hope, as hostess, naturally took up the in quiry. She was a pretty, graceful woman, with fair hair just a shade too golden intone, and a complexion that was just a little bit too pink and white. At night, however, her colouring looked natural enough, and even by daytime was not so patently unreal as to be condemned, though, by a turn of that won derful wheel called fashion, ' making up ' (if of too"], [18, "8 VASHTI AND ESTHER unmistakable a nature) is once more considered bad style. ' It would be almost easier to say who is not here,' she answered with an air of languid delight in her own strategic hospitalities. ' Lady Greye declined ; she seemed to think that the inducement of meeting a rival beauty and no Royalties was insufficient. John Lessington has given us his usual \" two days,\" neither more nor less; his mental equi librium is perfect. Susan Lady Maybury is here, and \" the Duchess \" has refused I don't know how many invitations to accept mine.' ' I hope you have not asked all the old women in London,' put in Lady Marcia, a little jealously. 'No, no; of course not. Who is old in these days ? Not you, I am sure ; and if anyone is younger than you, Aunt Marcia, at '"], [19, "IN A COUNTRY HOUSE 9 ' I don't profess to be so young as \"the Duchess,\" ' was interpolated tartly. Lady Hope executed a clever yawn behind her jewelled fingers, and incontinently abandoned a dis cussion which, it struck her suddenly, was rather a dangerous one, with Lady Marcia looking daggers at her on the one side, while on the other was Lady Cheshire, a ' jolly J woman who carried her years like a man, but was well over sixty, and had married three times — first for rank, secondly for riches, and thirdly because she wanted to see how she should like a young and handsome husband. ' What is Lady Violet like ?' asked Lady Marcia, who also deemed it better to break fresh ground in conversation. 'A big, good-looking girl, with better features than expression,' began Lady Hope in rather grudging commendation ; but her young unmarried"], [20, "VASHTI AND ESTHER 10 sister, Lettice Legh, who had come in quietly and nestled herself on to a footstool at Lady Marcia's feet, took up the parable with enthusiastic spirit. ' She is divine ! Imagine, Aunt Marcia, a woman standing nearly five foot ten, but so grandly pro portioned that she does not look even a little bit too tall. She moves like a goddess. There is condescension in her smile — a kindly graciousness in what in anybody else would be no more than ordinary politeness. You might think she was haughty ' ' All the Bournes are notoriously proud ; it struck me that Lady Violet had her share of the family failing,' remarked Mrs. Guy Turton dryly. ' \"When she looks at you with her big blue eyes"], [21, "IN A COUNTRY HOUSE 11 ' They are green,' said Lady Hope. 'Gray, with different coloured lights,' said Mrs. Turton, with the air of one who could be, if not generous, at least quite just. ' When she looks at you,' persisted Lettice im patiently, ' you forget to wonder whether they are green, or blue, or gray. Her whole soul is in them. A man might worship her — might die for her!' ' Not Kenneth,' said Kenneth's aunt with a queer smile. ' She certainly knows how to dress,' reflected Lady Hope, ' though how she learnt her lesson on something like a hundred a year is more than I can say. The first night she arrived she wore gray velvet with magnificent black pearls.' ' So unlucky for a bride !' lamented Lettice ' And last night, when some of the county folks"], [22, "VASHTI AND ESTHER 12 were dining, she was all in white, but stiff with diamonds. You should have seen the people stare ! Lady Meresford, who lodges all her jewels at the bank, and only favours us with one girlish row of pearls and a few diamond stars plastered down on her smooth hair, gaped open-mouthed at such an opulent display. It made me feel rather shabby. Certainly Kenneth has been very gen erously inclined.' ' Kenneth never withholds his hand when an outlay will add to his own glory,' remarked Lady Marcia, who had no very high opinion of her probable heir. ' But,' broke in Lettice breathlessly, ' to-night she will surpass herself in splendour. I happened to go into her room and saw her maid sewing heavy epaulettes and a stomacher of emeralds and diamonds on to a bright green velvet gown. She"], [23, "IN A COUNTRY HOUSE 13 showed me the tiara and necklace to match. They were simply gorgeous.' ' They tell me that new bright green is becoming,' mused the Marchioness of Cheshire. ' To a good complexion,' said Mrs. Turton, with a warning accent of which the other woman made note for future retaliation. Their hostess quickly intervened. ' Lady Violet, after a long and painful experience of poverty, naturally appreciates the change to riches. Presently she will grow acclimatized to wealth, and will cease to treat us to such grand effects.' ' Sybil, how can you ! She might have been born a queen.' ' A queen without crown jewels is very like an ordinary woman.' ' W^omen are apt to resemble each other ; but I"], [24, "VASHTI AND ESTHER 14 think, Lady Hope, that Kenneth Johnson's lovely wife may be quoted as an exception to a harmless rule.' ' She is fortunate, Mr. Vane, in having your approval. I know of no surer road to success.' ' You give me credit for some power.' ' Not more than you possess.' She looked him straight in the eyes, and he returned her gaze with the unvarying smile that had brought him safely through many awkward situations. It was generally suspected that Horace Vane contributed Society Notes, not only to a big daily paper, but to some minor journals, which were generally read, but always abused, by the people whom they most concerned ; he had, however, never owned to an impeachment, and the offence had not been satisfactorily proved against him."], [25, "IN A COUNTRY HOUSE 15 Between Lady Hope and himself was an old feud which had once raged furiously, but now smouldered, as the lady had discovered that an outbreak of enmity on her part was sure to be followed by some depreciatory paragraphs in print. ' I am a natural product of the times, a disagreeable necessity — and one must live, dear boy,' the gentleman-journalist had said to himself in self-exculpation, and then he had balanced his account with society by insert ing sundry good-natured and even over-generous remarks about his more complacent friends. Mr. Vane had a charming manner and a soft voice. His power of pleasing (by the simplest methods) was cultivated to a fine art, and he never expected to be pleased. It was sufficient that his world — he lived in no limited circle — should show him little cheap attentions, or, at least, throw no difficulties in his way. So long as he could make"], [26, "VASHTI AND ESTHER 16 an easy thousand a year by recording the move ments of society and criticising their dohigs and their looks, he was content to let them down easily, and even to overlook an occasional snub. It is true he sometimes helped a struggling aspirant to fame, and made a beauty's reputation, for his influence pervaded the London press to an almost incredible extent, and he was not malicious, only selfish. He met Lady Hope's challenge with imper turbable good - humour, more effective than any bluster ; but he evaded a direct reply. ' Wre all have our uses. I belong to a great and a glorious club ' ' Oh, we know what the \"Golden Y'outh \" has done, and can still do,' said Mrs. Turton. ' I remember the first ball after my presentation on my marriage, and how I felt when a contingent, headed by you, came into the room. Would they dance with me ?"], [27, "IN A COUNTRY HOUSE 17 would they even notice my existence ? — those were the questions on which my social fate depended.' ' After all, your fate was decided in a higher court,' said Mr. Vane, still with a bland and ex pressionless smile. ' Is your fate decided ?' asked Lady Cheshire, with an air of simple curiosity, untempered by personal spite. ' I thought it was still pending.' ' In a lady's case the last word is never spoken,' said Captain Graham, rousing himself from an abstruse calculation as to how he should stand if all his fancies managed to get home this meeting, and cutting into the discussion with the mistaken idea that he was taking the sting out of his wife's remarks. Mrs. Turton looked down idly at the jingling, glittering bangles she was twisting round one slender wrist. vol. 1. 2"], [28, "VASHTI AND ESTHER 18 'There is always,' she observed, with an assent ing nod and a smile unintentionally sad, ' always someone else to come — someone prettier, someone younger, someone without a past, and with all the future in her favour. If Lady Violet Johnson only learns how to use the weapons with which nature has armed her, I shall have to cease to plume myself on my looks, and Lady Cheshire must cease ' She stopped short, laughing softly. ' No, Lady Cheshire will go on always as she is — for ever young, and with a husband always at her feet. She is our social type of youth and love.' ' In the meantime, where is the bride ?' asked Lady Hope, rising hastily from the sofa, to end a sparring-match which her guests were beginning to wickedly enjoy. ' And the bridegroom?' asked Lady Marcia."], [29, "CHAPTER II. LADY VASHTI. Neither bride nor bridegroom was forthcoming. The gong had sounded some minutes before, and the circle round the fire had been gradually in creased by the arrival of the ' Duchess,' Susan Lady Maybury, and the rest of the house-party. Even the bachelors had come in, and were standing together — a good-looking group — awaiting their instructions. Their host, Sh- Evelyn Hope, having a healthy appetite after a day spent in the open air, and very little regard for anyone but himself, pooh-poohed the idea of waiting ; and, as the order"], [30, "VASHTI AND ESTHER 20 of their going had been upset, his wife proposed that they should draw for partners. ' Peas and ducks, turkey and sausages, are too materialistic. Let us have classic lovers for a change !' cried Lettice ; and, without waiting for any opposition, she took a mean advantage of her recently-finished education hastily to scribble some names on slips of paper, while the majority, less learned in classics, looked on in nervous appre hension. ' I have not the least idea who was Sappho's lover,' said Mrs. Turton, holding up the paper she had drawn, with a charming air of innocent inquiry. 'lam,' said Lord Anthony Fitz-Glyn, promptly crumpling up a slip of unread paper and slipping it into his waistcoat-pocket. At the same moment the elderly, exuberant"], [31, "LADY VASHTI 21 Marchioness, who was smiling rather anxiously at the perplexity of her neighbours, allowed herself to be led off unwillingly by a beardless boy from the barracks at Combley, who himself felt victimized, and would have been furious had he known that he was acting Phaon to his partner's Ariadne, under a misapprehension for which his own defective classics were to blame. Somehow — anyhow, in fact — everyone got sorted, until only Lady Marcia was left a hapless Eurydice looking out for Orpheus, while Horace Vane was a Hero-less Leander. ' I am no more a hero than you are, but I suppose we must go in together,' grumbled Lady Marcia, laughing. As they crossed the hall Kenneth Johnson — a big, florid young man, with a good figure and a style that even in evening dress was loud — joined them. He made some apologies"], [32, "VASHTI AND ESTHER 22 for his own and his wife's misdemeanours, with a slighting reference to the bad habits of women where punctuality was concerned, which made them exchange meaning glances as he passed on. ' Rather early for him to have discovered that his idol has a flaw, is it not ?' asked Vane, caress ing his short, fair beard. ' My experience — all the wider, perhaps, because not personal — is that the sooner disillusionment sets in, the sooner the pain of it is over. People should be taken matrimonially on the hire system, like pianos. Three years' trial, and an asylum then for all the failures. The first year of married life is a terrible experience, so I am told.' ' Then, the sweetness of the honeymoon said Mr. Vane. ' Is a myth ! When you marry —"], [33, "LADY VASHTI 23 ' I assure you that I have no matrimonial inten tions,' he interposed quickly. ' Don't,' exclaimed Lady Marcia, raising a small gloved hand in merry protestation ; ' don't rob our temporary intercourse of half its charm. Possi bility, even without probability, is in such cases a sauce to the plain foods of life. I like to presume even where I cannot hope.' ' You need do neither. You have only to throw the handkerchief,' he answered, with a grave obeisance. There was a buzz of disjointed conversation as they settled into their chairs, and presently the door was thrown open, Lady Violet Johnson swept through the room, and, with a hurriedly- whispered excuse as she passed her hostess, took possession of the only empty seat. This happened to be on the opposite side of the table to Lady Marcia Legh,"], [34, "VASHTI AND ESTHER 24 who dropped her spoon, and allowed her half finished soup to be taken away that she might indulge her curiosity by a good look at the new comer. Nothing had been said in excess of the truth ; indeed, in spite of all that had been rumoured in her praise, Lady Violet's beauty came as a surprise upon the one or two who now saw her for the firs t time. Moreover, there was a strong vitality and magnetic force about her that sent a sympathetic, disturbing thrill through the well-organized and conventional members of the party. That she should sweep like a whirlwind into her place was natural, perhaps, as she was late ; but haste did not account for the passion in her face or for her storm-swept eyes, as with a glance she took in her surroundings. Her beautiful head, crowned only by her golden hair, was held up"], [35, "LADY VASHTI 25 splendidly ; her bare shoulders, white as milk against the plain folds of her emerald-green velvet gown, only made the flushed colour in her cheeks the more apparent ; and her red lips gave the im pression that they would have been quivering if they had not been so firmly pressed together. Queenlike she was ; but it was offended majesty that was suggested by her attitude and proud expression. ' Queen Vashti !' murmured Lady Marcia to her self, as she remembered Long's celebrated picture of the outraged queen refusing to go in before the king when he and his boon-companions were drunk with wine. She remembered the passionate blue eyes, suffused with unshed tears — the wraths ul yet despairing glance ; it was all once more before her now : while, with feminine quickness, she noticed that the splendid ornaments of which her niece had"], [36, "VASHTI AND ESTHER 26 spoken were missing, though they had evidently been put on in the first instance. There were some faint pink marks at the base of Lady Violet's slim throat, and her hair was slightly disordered just above her brow, as though a coronet had been hastily removed. It was clear as day that the girl had resented her husband's wish that she should show off all her new possessions. ' She is certainly a lovely woman,' said Lady Marcia to her companion, who had been making unanswered remarks for the last five minutes. ' Lovely, no doubt,' was his rejoinder ; ' but the beauty is of too indignant a type to be entirely \" to my taste.\" ' In civilized circles anything tragic is always transitory. The silence that followed the bride's entrance only lasted a moment, and presently she was able to make a fair pretence of eating and"], [37, "LADY VASHTI 27 drinking, and to give more or less relevant replies to the remarks made by her neighbours ; while all the time above the ringing sounds of knives and forks on silver plate, and the cheery chatter that centred round Lady Marcia Legh, she could hear her husband's voice, pitched in a loud, defiant key, and evidently the cause of all the merriment at his end of the table. It was a relief to her when the meal was over, and she found herself in a quiet corner of the drawing-room, where the lights were mercifully shaded, and she was no longer obliged to be on the qui vive, lest by an inadvertent remark or in opportune silence she should draw attention to her own agony of mind. She was not alone, but Susan Lady Maybury, who sat on the sofa, would expect nothing from her but an intelligent interest in her fluent comments upon men and manners."], [38, "28 VASHTI AND ESTHER 'Well, Lady Violet, and what's the noos?' she began, taking advantage of the comparative privacy in which she found herself furtively to arrange her elaborately-dressed hair, which rumour said was removable at will, and probably said rightly, as the angle was often uncertain, while the colour ranged from a greenish yellow to metallic gold. ' What's the latest noos ? You are beginning to know all the people now.' ' I have been introduced to most of them,' replied Violet, with an indifferent reserve. ' Oh, well, if you know them by name, it won't take you very long to know them by reputation. You will find we all talk very frankly of each other, and if you listen instead of speaking just at first — beauties are not expected to be anything but beauties — you will be as sharp as any of us soon. Com prenez-vous ? With a face like yours, and with your"], [39, "LADY VASHTI 29 husband's wealth, you can be at the very top of society if you please. It is all a toss-up, but brains tell in the long-run. l'ou know the Duchess of Skye?— \" the Duchess\" they call her. Well, you know her by sight — that wonderful old lady in the low-bodied gown with a diamond bandeau on her smooth hair ; it's not her own, of course — the hair I mean ' (another anxious touch to her coiffure) . ' She was eighty-one last birthday. C'est mer veilleux! I wish we may all be equally evergreen, I'm sure ! Take my advice, Lady Violet, and make friends with her. She is really grande dame, and not hi the least stuck up. If she takes up a woman, no matter who or what she is, she instantly becomes the fashion. She is certainly responsible for some very funny people, who never could have got into society without her aid, in spite of their money. That's Lady Marcia Legh who is talking to"], [40, "VASHTI AND ESTHER 30 her now. She only came to-day. But I forgot, she is your husband's aunt, so of course you know her.' 'I have not spoken to her yet. I have often wished to meet her. They say she knows everyone of note ; they say, too, that she is always bored by stupid people.' ' I don't think that can be true. She must know a great many,' mused Lady Maybury. Silence fell between them for a moment ; but from a little distance off, where a group of women had gathered under a well-shaded hanging elec trolier, there came a rippling sound of laughter, as one of them — a pretty, pale-faced woman in a rather dowdy black frock, with a diamond bird erect above her forehead — every now and then made what was evidently a telling remark. ' I suppose,' she was saying at that moment — ' I suppose she"], [41, "LADY VASHTI 31 won't bring her \" out,\" for fear of drawing attention to the fact that she has never been \" in.\" ' Lady Maybury turned to her companion. ' That's little Lady Glaive — an American, of course, and up to anything that's going. Her husband is not here. They don't often visit together. How he and Guy Turton manage to efface themselves is a lesson to all husbands. You think she looks demure ? Then she means mischief. II saut prenez garde. She is talking at Lady Cheshire, I am sure. I can see her lady ship's plump shoulders quivering with indignation. All the young women are down on Lady Cheshire, because she carried off one of their favourite young men. Then she don't entertain ; and she is very lucky at poker and rubicon piquet — as lucky as she is at racing. She went over to Rome not long ago and rechristened her horses after the cardinals ;"], [42, "VASHTI AND ESTHER 32 but I fancy they make the pace as fast as ever. That's Lord Tony Fitz-Glyn. Vous le connaissez ? That sleek-headed young man with the innocent blue eyes and thin fair moustaches. Not so innocent, I can tell you, although he does part his hair in the middle and show dimples when he smiles. Here come all the men ; it will be livelier now. Where is your husband ? He was very entertaining at dinner. I caught Mrs. Turton watching him once or twice. Take care of her, Lady Violet ; she is a dangerous woman. Qu'est ce-que c'est ? Avez-vous froid ? There, someone has opened a window. What a mercy !' But Violet Johnson had only shivered at the thought of what her husband could have said to amuse Lady Maybury. Since her marriage she had awakened to the fact that Kenneth was amusing only when he had drunk just a little too much"], [43, "LADY VASHTI 33 wine, and on those occasions she was also aware that his stories were more piquant than proper. ' Do you play roulette or Sandown ? Molly Glaive is going to sing. Not Tottie Ferrer's latest comic song, or she would go and put on her skirts, I should hope. Here comes Lord Hartrey. The women will be furious if he takes you up ; and he never took his eyes off you at dinner ; he came by the same train with John Lessington, and declared that there was no room to move on the platform, it was so heaped up with his luggage. The women make a fool of that young man. He is eaten up with conceit. They say he has brought three dozen suits with him, innumerable neckties, and a hundred handkerchiefs — for fear he should catch cold ; and all for two days ! Is Lady Marcia mad '? She has actually gone outside VOL. i. 3"], [44, "VASHTI AND ESTHER 34 without a shawl or wrap of any sort. Ou allez vous? Surely not off to bed? I want to intro duce Hartrey ' But her victim had escaped, and found herself in the cool hall alone, as she believed, until a foot step undeceived her, and Lord Anthony Fitz-Glyn appeared suddenly beside her. 'Allow me, Lady Violet,' he said, possessing himself of the most ornate candlestick he could find among the collection on one of the hall tables. • Are you really going ? Has that old woman been talking your head off with her stale stories and bad French ? Are you tired ? I — I — beg your pardon,' he finished awkwardly, as, having lighted her candle and given it into her hand, he suddenly became aware that tears were in her eyes, and that she evidently could not speak. 'I — I— really, I am so sorry,' he stammered,"], [45, "LADY VASHTI 35 looking the picture of good-natured helpless con sternation. She forced herself to smile, and giving him her trembling fingers, managed to bring out a ' Thank you ' and ' Good-night,' while from the drawing room there floated out the words of a plantation song: Shine, shine, moon ! (One last turn wid Dinah dear ;) Bright, bright moon ! (Kiss her so no one can hear.) Morning calls ; steal away, and so good-night, good-night, good-night !' ' I wish ' began Lord Anthony sentimentally, then stopped abruptly. The words which had risen naturally to his lips seemed impertinent and artificial by comparison with her real distress. As she passed upstairs, so lovely, so stately, so young, so much simpler than any other woman he had"], [46, "VASHTI AND ESTHER 36 ever known, his unspoken sentence came to a different conclusion. 'I wish,' he thought to himself, with honest boyish fervour — ' I wish other women were like that.' Then as he opened the drawing-room door, and crossed over to join the little group assembled round Lady Glaive to sing the chorus of her songs, and as he caught a glimpse of the card-table in the adjoining room, with its exciting jingle of coin and stirring familiar phrases, he made a mental reservation. 'After all, it would be just a little dull,' he admitted with a comical wry face. In the meantime Violet Johnson lay sobbing on her bed, and presently fell fast asleep from pure exhaustion, only to awake some hours later with a start. For the moment she thought something"], [47, "LAD-Y VASHTI 37 was the matter, as a wild shriek rang in her ears. Then there was a muffled burst of laughter, and racing up and down the corridor, and Violet remembered that there had been similar, but less violent, diversions the night before. It was another sponge-fight, and probably they had frightened Lettice Legh by some stupid trick. She could hear Lady Glaive, her voice shrill with excitement. Was it the same voice that had sung the plaintive refrain ' Good-night ' a little while ago ? That was Mrs. Turton speaking up in languid protest, and Sybil Hope was laughing to the verge of tears. When she heard Lord Anthony Fitz-Glyn's deep voice she felt a little disappointment ; she had thought him more sensible than the others. Another rushing up and down, and breathless laighter. Lady Violet jumped up and hurried to her door to see that it was firmly fastened. Then"], [48, "38 VASHTI AND ESTHER she heard her husband's voice. He was laughing uproariously with the rest, but he was near her door, and she felt safer for the knowledge. When her maid came in from the dressing-room, she allowed herself to be undressed and put to bed almost like a little child, and, worn out wilh contrary emotions, like a little child she fell asletp so soon as she laid her head upon the pillow."], [49, "CHAPTER III. STORM-SIGNALS. A strange thing had happened that night to Lady Marcia Legh : she had actually lain awake and thinking for a full hour, before she fell asleep, and when she awoke again the next morning it was with a confused sense of mingled curiosity and uneasi ness that she recalled an incident of the preceding evening known to herself alone. The night had been very clear and fine, with a bright moon shining, and the air so still that Lady Marcia, as she stepped outside the open French window (provoking Lady Maybury's in-"], [50, "VASHTI AND ESTHER 40 dignant comment upon her Providence-tempting imprudence), could plainly hear the sound of voices — a man's voice laughing and assertive, and a woman's echoing very faintly in reply — from a clump of bushes near the lake below the terrace. Tbe circumstance struck her as strange, and a sudden whim seized her to find out who were the pair of lovers constrained to do their courting out of doors. The night was fine enough to tempt out any young man for a smoke, but a rapid backward glance round the drawing-room showed Lady Marcia that no lady was missing. It might be two of the servants ; it might be burglars ; and it was to Lady Marcia's credit that this last timorous surmise had left her still undaunted. Writh a cautious glance behind her to make sure that she was not observed, she gathered up her skirts, and tripped lightly down the terrace steps"], [51, "STORM-SIGNALS 41 to the water's edge, without a tremor, save of cold ; and even when she found that she must leave the gravelled path to reach the place where a few moments ago she had seen something like the end of a lighted cigar, she only hesitated a moment,' and then picked her way daintily on the tips of her toes over the soft dewy grass. The voices had ceased as she came out, and the small red light, which had attracted her notice, had disappeared. Lady Marcia scarcely expected to see anything as she peeped through the bushes, therefore the surprise was greater when she came upon a very pretty picture. A girl stood leaning over the lake to see her reflection in the water. A dark red cloak she had been wearing had fallen to the ground, and lay there in a circled heap around her. Her neat gray woollen frock was slightly opened at the throat, and she was holding it back"], [52, "VASHTI AND ESTHER 42 with both hands. Her small head had no other covering than its close plaits of soft dark hah. For the moment Lady Marcia, who had no scruples about giving advice, thought of breaking in upon what seemed a silly display of vanity with a warning lecture upon coughs and colds ; but as the moon sailed out from behind a dark cloud, and a stream of light fell straight upon them, tbe girl moved her head, and as she strained her neck to see more clearly, Lady Marcia also caught sight of what was on it, and partly understood the meaning of this unrehearsed tableau. Round the girl's little throat there glittered a necklace of bright green stones set squarely with white crystals, and a hanging pear-shaped pendant fell on her breast. It was this, not herself, that the girl was admiring, and her delight was very plainly shown"], [53, "STORM-SIGNALS 43 in her bright dimpling cheeks and on her pretty parted lips. Suddenly a sound disturbed her. She turned her startled eyes in Lady Marcia's direction ; and that lady, regardless of her dignity and years, promptly dipped down, and remained in a squatting attitude until she guessed, by certain sounds and a succeeding silence, that the girl had gone and that the coast was clear. What had so struck Lady Marcia that she could not restrain a gasp of surprise was the coincidence that Lady Violet Johnson should have appeared that evenhig without the jewels which were to have been worn with her green gown, and that here, in this unlikely spot, someone else, in a very much inferior position, should have been wearing a neck lace, which, if it had been real (of course it was not), might have been bought to match those"], [54, "VASHTI AND ESTHER 44 jewels. As she scurried back to the house, shiver ing with cold, she wondered whether the necklace of which Lettice had spoken had been stolen, and whether this were, after all, the reason of the bride's sensational appearance without a jewel of any sort upon her gown or in her hair. She had it in her mind immediately to ask some questions on the subject ; but when she re entered the drawing-room she found that Lady Violet had already taken her departure. Kenneth Johnson, however, was there, standing in the centre of the room looking rather heated, and talking in excited tones to Lord Hartrey, whose acquaintance he had only just made. Waving aside expostulatory remarks upon her reappearance, Lady Marcia went straight up to her nephew, with the intention of satisfying her curiosity at once ; but the contemplated question was frozen"], [55, "STORM-SIGNALS 45 on her lips as her sharp eyes detected that his evening shoes were wet and soiled with gravel. She made no attempt to solve the problem then, but her prudent silence only made her think the more. During the night she had imagined every con ceivable situation, each more romantic, and there fore more unlikely than the last. By the sober light of day, however, she was inclined to laugh at all her fancies. She even doubted whether that sylvan scene were real or a dream, until, without rousing the suspicions of her maid — who, like all her class, conceived it to be her duty to discover the most secret actions, and even the thoughts, of her mistress — she contrived to touch the hem of the Watteau gown that she had worn the night before, and found it soiled. Her slippers, too (new ones), bore the mark of damp upon their soles. There"], [56, "46 VASHTI AND ESTHER was no doubt that she had seen a girl with a green necklace. It only remained to find some natural commonplace reason for what had seemed so very strange. As she left her room Lady Violet Johnson came along the corridor, and at the same moment Lady Cheshire was heard calling out to her young hus band in an adjoining room : ' The blue tie, duckie ! the one that matches your eyes. And I'll part your hair.' Lady Marcia laughed outright, and there was a responsive smile in Lady Violet's eyes as the elder woman introduced herself, and immediately adopted her nephew's wife as a niece by a little illusive kiss, lost somewhere in the region of the girl's hair, where it swept backward from behind her ears, but which was duly valued by the recipient as a sign of friendly feeling."], [57, "5 TORM-SIGNALS 47 They went downstairs together. ' Lady Cheshire and her \" blue-eyed \" boy will not be clown to breakfast. The gong sounded some time ago,' said Lady Marcia. ' Yesterday morning nobody was down but Lettice and myself.' Lady Marcia nodded sagely. ' This morning it will be a different thing. Har trey, Johnny Lessington and Tony Fitz-Glyn are here, and they are sure to start for the coverts before ten. I never know how Sybil does it. It takes her quite two hours to dress at ordinary times, yet if any men are here for shooting, she manages to appear at a nine o'clock breakfast. \"The Duchess\" is sure to be down. She is always an early riser, and after the very latest ball is up by daybreak the next morning on charitable thoughts intent. I want you to know \"the Duchess.\" She is a very popular"], [58, "VASHTI AND ESTHER 48 person. The Boyalties are devoted to her, and everybody follows suit, of course. Susan Maybury won't be down. It takes too long to fix that yellow wig and to master certain intricacies of toilet. I expect Sybil will wear a dressing-gown of some sort —a very gorgeous sort, no doubt. Yes ; there she is. I told you so. It's something Japanese. Good morning, Sybil ; good - morning, Mrs. Turton ; good-morning, everybody! How early you all are.' And ' how smart !' she might have added. Violet felt very unimportant as she slipped mto a place beside her new-found aunt, envying the ease with which she immediately dropped into, and presently led, the conversation. Lady Hope had welcomed the new arrivals with a smiling nod and a wave of the hand that was meant to dispense with any formal greetings ; but even from a distance it was impossible not to be impressed by her elaborate"], [59, "STORM-SIGNALS 49 get-up in bright purple silk, soft in itself, but stiff with Oriental embroideries of gold. Mrs. Guy Turton was brilliant in dahlia-coloured cloth, and a bright green gauze sash wound round her made her look like some beautiful tropical bird. Lady7 Glaive, who was not famed for dressing well, wore an emerald-green velvet coat, which fell loosely from the shoulders, with no pretence to fit, and which had enormous lace ruffles falling round her throat and little hands. ' I don't like this new idea of dressing up for breakfast,' whispered Lady Marcia ; but the remark was so evidently meant to be of a consolatory nature, in face of the smart silk gown which she herself was wearing, that Violet flushed up, and felt all the more uncomfortable in her sober-hued, tailor-made attire. The rough gray tweed, though it threw up the brilliancy of her golden hair, did vol. i. 4"], [60, "VASHTI AND ESTHER 50 not cast a becoming light on the ravages which a bad night will make in the very best and most youthful complexion. But those who meant sport were already rising from the table, and some of the ladies got up to see them start. There was some good-natured chaff about John Lessington's smart suit from Tony Fitz-Glyn, who, whatever his faults, was not a masher ; and then Horace Vane, who, by some miscalculation of the time, came upon the scene as they were starting, was rallied upon his unsports manlike tastes. ' Horace Vane is always happier talking gossip by the fire,' explained Lady Marcia to her new niece. ' He can't sit a horse, he can't shoot, he won't skate (because it hurts), so no wonder he is devoted to town life. What is Evelyn saying ?' Violet had heard the remark, and, attaching"], [61, "STORM-SIGNALS 51 no importance to it, repeated it in all good faith. ' Sir Evelyn is chaffing my husband about that pretty girl in the village, Esther Gay. He says Kenneth had better stay at home with Mr. Vane, lest his gamekeeper should shoot him by mis take.' ' Why on earth should the gamekeeper do that ?' asked Lady Marcia. ' He is the girl's sweetheart, and was with her at the Combley fair, where we all went on Saturday. Everyone was raving about the girl, but no one spoke to her except Kenneth. He went in a merry-go-round with her just for fun, and to tease the gamekeeper — such a stern, odd-looking young fellow — who stood scowling at them all the time.' Lady Marcia did not reply, and presently, when the men had gone, and there was a reactionary lull,"], [62, "VASHTI AND ESTHER 52 she took an opportunity of talking to Lady Hope on the same subject, and drew from her some further information. Esther Gay was the daughter of the village publican, and though not actually engaged to Adam Mallard, the head-gamekeeper at Ladys meade, it was supposed that an engagement would be the result of the keeper's admiration, which was displayed with some aggressiveness on every possible occasion. The young man was respectable enough — ' too respectable,' said Lady Hope, with a contemptuous shrug of her shoulders. He preached out of doors, and was the head of a sect who called themselves Bible Christians, and were as intolerant and fanatical as any sect ever banded together in religion's name. That he should want to marry the daughter of a rollicking good fellow hke John"], [63, "STORM-SIGNALS 53 Gay, who served himself as liberally as he served his customers, and was consequently only sober on occasion ; and that John Gay, who had been publicly denounced by Mallard more than once, should, after all, entertain the idea of giving him his daughter, were problems only to be explained by the kaleidoscopic combinations which, ever since the world began, have been achieved by those brilliant bits of glass, of which the chief are youth, love, beauty, gold, ambition, power. Lady Marcia knew these people. She stay7ed with the Hopes once or twice every yTear, and it was her amiable habit to make friends wherever she went ; while a very human feeling, which it would be brutal to call curiosity7, kept her always well informed as to their movements. One thing, however, which she discovered in course of conver sation with her niece, struck her with surprise and"], [64, "VASHTI AND ESTHER 54 consternation. Lady Hope remarked, laughingly, that really Kenneth, for a newly-married man, had shown an extraordinary mterest in the girl. She added (still laughing) that he was the only one who had gone to church on Sunday, and that someone had seen him walking home with Esther, not through the woods, where they might have en countered Adam Mallard, but down a quiet country lane. Lady Marcia did not laugh in reply. To her it seemed anything but a jesting matter that Kenneth should be amusing himself after this dangerous fashion, while his young wife was unhappy — not with any real reason, perhaps, but from that vague disappointment which all women feel when they first face the facts of life. 'Lady Violet is so young and lovely,' she began. ' And so terribly stupid,' finished Lady Hope."], [65, "STORM-SIGNALS 55 ' She has no accomplishments. She dances a little, but only the oldest fashioned dances ; she had never seen the cotillon, and looked scandalized on Monday night when we danced the pas de quatre — especially at Molly Glaive, who was the life of the party. She sings a little, but her voice is untrained, and ber songs are those of years ago — \" Kathleen Mavourneen,\" \" In the Gloaming,\" and that sort of thing. She can ride barebacked, she skates like a bird — so Kenneth tells me — but those are not very useful acquirements. She is, in fact, a wild Irish girl — not a statue, but a tomboy turned to stone. That Kenneth is bored is only a foregone conclusion.' Lady Marcia sighed. It seemed to her that all conclusions, and certainly all crooked ones, were foregone. She yearned for somethmg in the nature of a pleasant surprise, so far as humanity was con-"], [66, "VASHTI AND ESTHER 56 cerned. The stories with happy endings were all fairy tales. In real life might was right. The giant killed Jack, the white cat remained a white cat — so far as anything can be white in a manu facturing country ; and princes when they lost their kingdoms or theh sweethearts had to do as best they could without them. Kenneth was a fool, of course ; but why, havmg been wise enough to choose such a woman for his wife, had he not wit enough to know her value ?"], [67, "CHAPTEB IV. ESTHER GAY. That same day the men came back to luncheon, and afterwards Sir Evelyn Hope suggested that as many as pleased should drive over to Combley, which was their nearest town. Others made different plans ; from all of these Lady Marcia Legh excused herself on the plea of fatigue. Yet she had no intention of resting. So soon as the house was clear, she put on her bonnet and cloak and sallied out in the direction of the village inn, without any definite intention, but with an idea"], [68, "VASHTI AND ESTHER 58 that she might have a chance of seemg and perhaps speaking to Esther Gay. The distance was greater than she had thought, and it was nearly an hour before she reached the inn — a pretty cottage with a small garden which just now was gay with hollyhocks and roses at one side where there was a private entrance. To this Lady Marcia made her way, and was greeted on the threshold by Mrs. Gay, the mother of the man who owned the inn, and the grandmother of the pretty ghl who was the real object of this visit. ' Be it you, milady, at last ? I heard that you were at the Hall. I thought you were never corning to our parts again. Dear heart ! how cold you look, and how tired ! The walk were too much for you. Come in, milady, and rest.' The old woman's face — a very handsome face, with apple-red cheeks and silvery hair as a soft"], [69, "ESTHER GA V 59 framing — was aglow with pleasure. She drew her visitor indoors and to the fire, chafing her little gloved fingers all the time, and evidently admiring the handsome cloak and bright beflowered bonnet she was wearing. ' Are you alone ?' asked Lady Marcia, looking curiously around the bright, comfortable, but poorly furnished room. ' My grandchild be somewhere about — in her bedroom, no doubt. Girls be full of vanity.' ' I hear she has a reason to be vain. If she is like you- ' ' No, no, milady ; she do take after her mother. Her mother were a gipsy. Pretty enough and gentle enough, no less for that ; and Esther be all for the gipsies. Now, I were always fair-like. Sir Evelyn — he be full of his fun — he holloaed over the hedge the other day that I were the prettiest old woman"], [70, "VASHTI AND ESTHER 60 in the country ; but whether that be truth or not, what do it matter ?' — laughing consciously. ' And your grandchild is pretty, too. I never saw her, you know. She was always at school.' ' There be not a prettier nor a sweeter maid in England, though I says it that hadn't ought to ' — stoutly. ' She is going to be married ?' ' Be she ? I'm none so sure of that. There be Adam Mallard, the gamekeeper at Ladysmeade, has been after her for the last year. He bain't very lively, I must say, or well-looking, but he be doing tidily7, and he be a good man, too — after his own lights. I don't hold with the Gospel-shed myself ; it be no place for us women. It be full of men, mostly ; and some old sinners, not content with being sorry for what they ha' done themselves, must needs be up and telling folks who be better than"], [71, "ESTHER GAY 61 they be what they ha' done. It be nothing but putting ideas into other folks' heads.' ' And your grand-daughter — Esther ? Girls are not generally so devoted to religion,' remarked Lady Marcia, who heard a footstep overhead, and was anxious to gain all the information she could before being confronted with the girl whom she had come especially to see. Old Mrs. Gay was busy at the table with the hospitable intention of giving her visitor tea. 'Esther be like me,' she answered rather shortly. ' She do read her Bible and say her prayers at home, helping with the house, and in the dairy, too. Sometimes she do go to church, just to see the bonnets and gay dress of the ladies at the Hall ; but it be seldom we get a sight of them — in church. Last night she went to the Hall to take up some extra cream and butter, and she saw some of the"], [72, "VASHTI AND ESTHER 62 ladies then. Her head have been full of diamonds and such-like ever since — as though I knew the names of them ; I've something else to think on.' ' Well — well '?' asked Lady Marcia with sup pressed excitement. But the old lady, in looking for a missing tea spoon, lost the thread of her story. ' My son — Esther's father — he be fond of the good things of this world; men most times are. He'd like his girl to marry well, and I'm not saying that Adam be not a good lad and a good match, for all he be so terrible severe. And John, though he be fond of his glass and his joke, and don't like to be bothered about his soul in and out of season, he know the lad be a good lad, and that he would make Esther comfortable, if not to say gay. She can't keep her name and lose it,' chuckled the old lady, delighted with her own wit. ' Esther Mallard"], [73, "ESTHER GA Y 63 won't be Esther Gay. Hush ! here she come, milady.' The door opened, and Esther stood upon the threshold. In a moment Lady Marcia recognised the girl she had seen by the lake ; but as instantly she dismissed the idea, which had grown insensibly in her mind, that she was light of character, vain of her good looks, and fond of admiration. This might have been some young prophetess standing there in the simplest blue serge gown, with a crimson cotton scarf neatly knotted round her throat, and with such an expression on her face as she might have worn had she just come from con verse with the angels, instead of from looking at herself in the glass, as her grandmother had hinted. She was so slim and lightly made that she would have looked tall had she not from delicacy con-"], [74, "64 VASHTI AND ESTHER tracted a not ungraceful stoop ; and her small head drooped a little, like a lovely flower exposed to a cold wind. She scarcely raised her eyes to meet the curious gaze she felt was on her ; but through her thick tangled lashes she saw how Lady Marcia sat there breathlessly attentive, and a faint colour crept into her olive cheeks. ' Come here, child,' said Lady Marcia, and as she held her small brown lissom fingers she felt that they were cold and trembling. ' Is she strong ?' she asked quickly. ' She be nobbut a slip of a ghl. Ghls at her age are mostly kittle-kattle — one day ready to fly over the moon, and the next day quarrelling with their victuals. Not that she fare badly, she be brisk enough at times ; but ' ' Granny never had a daughter,' put in the girl, and a smile flickered round her pretty mouth."], [75, "ESTHER GA Y 65 She herself is as strong as a man, and she does not always understand.' ' I do,' cried Lady Marcia with a sudden thrill of sympathy. ' I understand. If ever you are in trouble come to me.' Old Mrs. Gay, who had never had an ache of sentimental pain and very few physical qualms, burst into a laugh in which was something of derision. ' What should ail the girl ? She have everything a girl can want — in reason,' she said impatiently, as she put up a chair to the table and laid a cup of tea and some thin brown bread and butter handy for her guest. But the girl's soft eyres, suffused with tears, rested gratefully on Lady Marcia's face ; and Lady Marcia, whose sympathetic instincts were so keen as to overstep all conventional and reasonable limits, felt that if they had been alone she might vol. 1. 5"], [76, "66 VASHTI AND ESTHER have drawn from her a candid explanation of that odd scene the night before. As it was, she could only sip her tea and praise the clever cutting of her bread-and-butter. She was wondering rather dis mally how she was to manage the long walk home alone, when suddenly there was a sound of distant wheels, and she remembered that they were on tbe direct route to Combley. ' Bun, child, run ! If that's the coach stop it, and tell Sir Evelyn I am here,' she exclaimed ; and then, not content with having sent an emissary, followed in her footsteps, and was in the porch as the girl ran out on to the road to do her bidding. Sir Evelyn pulled up short, and the plunging horses took up all his attention for a moment, while Esther ran back into the shadow of the porch. Kenneth Johnson jumped down from a back seat"], [77, "ESTHER GA Y 67 and strode up to them in the half gloom, but Lady Marcia imperiously waved him back. ' No, thank you, Kenneth ; I am not going to risk my neck because you are in a hurry. I shall wait till the horses are quiet, and then Thomas will help me up. I shall sit next to Mr. Vane, in front.' Then as Kenneth retreated with a good-natured laugh and shrug of his broad shoulders, she turned to Esther Gay. ' That was my nephew,' she observed, watching the girl's face, but uncertain whether it was the shadow or deep feeling that made her seem so pale. ' And that lady sitting by Sir Evelyn on the box seat ' ' That lovely lady in purple velvet with the golden hair?' breathed Esther softly. ' Is my nephew's wife,' said Lady Marcia."], [78, "VASHTI AND ESTHER 68 Not a sound, not a movement of surprise, only a slight shiver, which might well be caused by cold, as the girl wore nothing but that knotted kerchief over her serge frock. Lady Marcia, however, was blessed with wonderfully keen vision, and she saw that the light had died out of her eyes, and knew that all the blood had left her cheeks. For an instant a cruel thought held Lady Marcia in pos session. The wind swept through the open porch, and the point of the girl's kerchief fluttered up. It needed only a touch, an intentionally awkward movement, and her curious suspicion might be satisfied at once. At such close quarters, if Esther happened to be wearing her green necklace, she could see if it were really formed only of glass beads. ■ The girl was helpless, unprepared. Lady Marcia' s hand went out almost without her will or knowledge, but instantly Esther was upright and"], [79, "ESTHER GA Y 69 alert. She stood there, gazing straight into Lady Marcia's eyes, not defiantly or proudly, only with resolute sadness that softened Lady Marcia's heart and changed her purpose. Her hand dropped to her side ; she spoke instead. ' Lady Violet Johnson is very lovely, but you need not envy her. I don't think she is very happy. Her husband ' 'He must worship her!' cried Esther in a low, hushed tone. Lady Marcia pursed her lips with acrid meaning, but forbore to make a satirical remark, with some thing of the same feeling that inclines the least religious to postpone a joke whilst standing near the altar of a church, even where there is no service. ' I don't think she is happy,' she repeated gravely."], [80, "VASHTI AND ESTHER 70 'Are you coming, Aunt Marcia?' cried Lady Hope. Lady Marcia's fingers just touched Esther's hands, as she held them tightly clasped against her breast. ' Good-bye, child,' she said kindly. The next moment she was clambering up the ladder, and when settled in her seat she looked back with compunction and growing pity in her eyes. There was something very noble about the girl, and a strange charm, as she stood there, the wind blowing the loose strands of her dark hah about her face, and still fluttering the ends of her kerchief, though it was so firmly fastened down. Where had she seen just such another face, with the same dark plaited hair, the same dark earnest eyes?"], [81, "[ESTHER GAY 71 Suddenly something flashed across her mind, and she gave such a jump in her seat that Horace Vane, who sat next to her, caught hold of her arm, and for the remainder of the drive took ostentatious care lest she should do the same agahi, and come to grief. It was Long's companion picture to ' Vashti ' — the picture of Esther who became queen in Vashti's stead — that Lady Marcia remembered. This ghl might have sat as a model for that picture. 'Do you read your Bible, Horace? Do you know the story of Vashti and Esther ?' she asked bluntly of her neighbour, who stared at her in blank amazement. 'I saw Long's pictures at the Academy some years ago.' j ' Well, and what did you think of them ? — of the story ?'"], [82, "VASHTI AND ESTHER 72 ' I admired them, I remember. It is not the fashion to admire them now. Oddly enough, con sidering that we are all unbelievers, more or less, in art we like to exercise our faith. We like some thing subtle — something no one can be sure of — like Whistler's or Burne-Jones's pictures. Oh, the story !' as Lady Marcia gave vent to her im \\ atience ; ' that wants bringing up to date. In modern society Vashti would have pocketed her pride and kept her high position. Esther would have been only an episode, not an event in the king's life. We might have discussed her over our wine, and you ladies would certainly have talked over her frocks in your boudoirs ; but the episode could never have become history, though it might,' he added thoughtfully, ' have got into the evening papers.' Lady Marcia laughed in a forced manner that"], [83, "ESTHER GA Y 73 showed scant appreciation of his jest, and presently, as she made no sign of wishing to continue the conversation, he settled himself comfortably into a huge fur-lined coat which had been given to him by one of the many rich young men to whom he had been helpful in the way of invitations to great houses, and relapsed into silence. In the meantime, Lady Marcia was wondering whether he had fathomed the meaning of her inquiry ; whether he saw what was going on ; whether, indeed, there was anything to see. Kenneth's wife was most deeply interested in Kenneth's actions, and she seemed to notice nothing. She stole a glance at Violet, who was seated just in front of her on the box-seat by Sir Evelyn Hope. Her face was seen in profile for the moment, pale but very lovely, with her bright hair"], [84, "74 VASHTI AND ESTHER blown mto gold rings upon her violet velvet cape, and curled round the brim of her small turban. ' Sybil Hope was right,' concluded Lady Marcia ; ' she is dull and cold. She does not care.'"], [85, "CHAPTEB V. ' A SUPPLIANT NOW WHO WAST A QUEEN.' Lady Marcia had not evinced her usual perspicacity in her estimate of her new niece's character or characteristics. Cold and dull she might appear, but it was because she ' cared ' so very much that she was incapable of expressing her feelings by7 a word or even by a look. Had she for a moment allowed anyone to guess what she was suffering, it would have been trebly difficult to keep up the appearance of contented unconcern. Even at moments when she felt most forlorn, Violet felt thankful that there was no one there who loved"], [86, "76 VASHTI AND ESTHER her — no one who, by a sympathetic touch or kindly question, could have broken down the barriers built up by her pride, and loosed the flood-gates of emotion. The time that had elapsed since her wedding seemed an eternity, it had been so full of startling experiences and disillusions. Her own home, though a poor one, considering her position, had been a very happy one. Her mother — a refined, gentle lady, who had never mixed in society — had guarded her daughters too jealously, perhaps — had kept them too innocent, not only of the evils, but even of the sorrows, of the outside world. After such a sheltered life as hers had been, the mere movement from one small circle into a larger one, that seemed every moment to widen out before her frightened gaze, and to present fresh terrors, fresh surprises, must have been a shock. At the same"], [87, "'A SUPPLIANT NOW 77 time, a lover's reverential worship was exchanged for a husband's possessive ardour, and love seemed lost in passion. Kenneth, from sheer clogged inten sity of purpose, wished his wife to know him as he really was, and deliberately divested himself of the heroic virtues with which her maidenly imagination had clothed him, until it seemed to her outraged sensibilities as though the man she had married had at last lost all resemblance to the man she had loved. In his anxiety to put things on a comfortable everyday footing, Kenneth had gone too far on the wrong side. He did not realize that he was by no means so black as he was painted — by his own hand ; or that a little deception is infinitely more advisable than too much truth in married life. When he found that his candid presentation of him self had the effect of lessening, if not altogether"], [88, "VASHTI AND ESTHER 78 alienating, his wife's affection, he grew furious, not with his own folly, but with her perverseness and pride. Painfully aware, at first, of his own origin, he had by degrees, as he mixed with the world, been persuaded that others in a higher position were often less refined in manner than himself. The allowance always made for those who are said to be ' rolling in money ' had led him to the con- clusion that naturalness, even when it approached perilously near vulgarity, and geniality, even if allied to rowdiness, were acceptable in society. He knew that he was called ' a good fellow.' Generous to a fault, and warm-hearted, he had done many a good turn to the insufficiently gilded youth of the day. It was a revelation to him that his wife seemed to care no more for him because he was rich ; and he was inclined to regard it as a"], [89, "'A SUPPLIANT NOW 79 grievance that she did not appreciate the luxuries with which he was ready to load her. Two days after her arrival the bride knew as well as if she had been told so in words that it was not usual to wear much jewellery at country houses, and she had ventured to hint this to her husband, who, she knew, delighted in seeing her in almost barbaric splendour. ' Who told you so ?' was his first question ' No one — but Sybil Hope ' Now, don't be a little goose ! If you are going to be influenced by everything those women say — can't you see that they are madly jealous ? As for Sybil, she would give her eyes for half the contents of your jewel-box. Evelyn, for all his wealth, is the meanest fellow out. At the time of their mar riage his future father-in-law had to give him a hint that he was expected to give the usual tiara"], [90, "VASHTI AND ESTHER 80 and a necklace. She has worn the same ones ever since.' ' Those diamond suns- ' Three of them, I think. He has three chil dren. He gave her one at the birth of his heir, and has kept the custom, perhaps under compul sion, ever since.' Then, as Violet, only half convinced, had stood beside him weighing the matter in her mind — divided between a girlish wish to show off all her possessions and the desire to do as other women did ; at the same time mirthfully picturing to herself how her hostess would look if she were ever in a position to wear, say, six diamond suns — her husband drew her on to his knee and kissed her. ' There, there, child ! don't fret about it. They will hate you whatever you do, and find fault with you whatever you wear, because they can't crab"], [91, "' A S U PP LI A NT NOW 81 your fresh young beauty. After all, Sybil is a good ghl. She might, of course, have any amount of jewellery. The extent of their wives' possessions would astonish many married men. But, on my soul, I honestly believe that Sybil really loves her husband, though she does follow this detestable new plan of pairing off her guests.' ' I know,' laughed Violet. ' Sybil tells the story against herself, that when she took a party to the Hunt Ball last year, some new man to whom she was just introduced, and who did not catch her name, asked her if \" she had come out of the ark.\" For a moment she lost faith in her dressmaker, she says. Then he explained that Lady Hope always brought her friends \" in pairs,\" and that \"he hoped she had not got a mate, too.\" Kenneth, how hate fully7 rude these smart men are !' At the time Kenneth had been in doubt whether VOL. I. 6"], [92, "VASHTI AND ESTHER 82 to plume himself upon having better manners than the rest of his sex, or whether to be indignant at not being included in the ranks of fashionable offenders. Then everything was going tolerably well with the young married couple ; but now that they were estranged the remark seemed more sig nificant, and rankled in his mind. He tortured himself with the idea that he was always being weighed and always found wanting. Lady Marcia had rightly surmised that they had fallen out on the night of her arrival, and that the cause of their disagreement had been Violet's passionate revolt agamst her husband's ostentation. Both were feeling so hot and resentful upon several subjects that it only needed a word, a scornful glance, to fall like a spark on inflammable matter. Afterwards they were both equally dismayed at what had been said and done."], [93, "'A SUPPLIANT NOW 83 Kenneth had gone mto his wife's room to see how she looked before she went down, and some thmg hi the tone of his voice, something of pro prietary pride, of too passionate approval, had stung her into an excited, angry reply. She remembered, afterwards, how thoughts of women sold and bought for their beauty in a slave market had thronged through her mind ; and it seemed for the moment as though all the world knew that she was such a one, loved only for her beauty, valued only as a suitable setting to her husband's wealth. To her excited fancy it seemed that all the world was laughing at her, jeering at her fallen pride. What she said, as she tore the jewels from her hair, from her gown, from her arms, she scarcely knew. She was blind with impotent rage, and as her necklace for a moment resisted her efforts to loosen it, in a sudden access of fury she"], [94, "VASHTI AND ESTHER 84 wrenched it apart and threw it at her husband's feet. The silence that ensued acted as a douche of cold water on her nerves. When Kenneth, white as a sheet, but speechless, picked up the glittering stones as they lay hi a heap upon the floor, and slipped them into his pocket, she called out his name in an agony of apprehension. Then he turned and swore at her for her pride with such deliberate, deadly emphasis that her momentary repentance vanished. She cared no longer whether she had said all that was in her mind or not. It was impossible, however, that this state of extreme exaltation should last. Women have held a subordinate position through so many ages that long years of enfranchisement must elapse before they realize, even if they ever attain, their equality with man. Proud as she was, Violet was too"], [95, "'A SUPPLIANT NOW 85 sensible not to know that she, as the weaker, must give in; besides this, she felt utterly miserable with no one to turn to, alone as she was among all her new relations, and even greater strangers. Stronger, too, than her pride, more potent than her common-sense (which, after all, is an unnatural quality in women), was her desire to be at one with her husband, to be once more blind to his failings, to be forgiven her own faults. She wanted to weep out her repentance and all her bitterness upon his breast ; she wanted to be kissed and consoled. Neither Lady Marcia nor Lady Hope would have recognised the statuesque Lady Violet Johnson in the woman who, with wet eyes and quivering lips, knocked at the door of her husband's dressing room after their drive to Combley. It might have Bhaken Lady Marcia's firm belief in her wide grasp"], [96, "VASHTI AND ESTHER 86 of human nature if she had known that, at the very moment when she was thinking Lady Violet looked so dull and cold, she was meditating this same step and determining to be more tolerant in future. To Lady Violet's first taps at the door there was no answer ; then, as she repeated it, and spoke her husband's name, she heard him telling his valet to go, as he moved in her direction to unlock the door. ' What is it ?' he asked ; then insensibly, as he gazed upon her, his face softened, and he asked more gently : ' Do you want anything, Vi ? Are you ready to go down ?' ' Presently, Kenneth. It is not quite time. Do — do I look nice ?' The word, so modestly dropped out after an aj>parent hesitation, was so absurdly inadequate"], [97, "'A SUPPLIANT NOW 87 to the true case that under other circumstances her husband must have broken out into a loving warmth of praise that would have bridged over all their differences — at least, for the time being. Fair and tall she stood there, in the emerald-green gown she had worn the previous night ; but now it was ablaze with diamonds and emeralds, and on her golden head rested a small crown with pear shaped emerald points. Green and white stones were also flashing on her arms ; but her neck was bare ; not a jewel shone upon it. It was this fact that made Kenneth mute and ill at ease. ' Kenneth, I am very sorry. I want you to for give me,' she said, trembling. Her lovely eyes were dim with tears, and her under lip was quivering as she touched her soft throat with the tips of her small jewelled fingers. ' I want you to give me back my necklace.'"], [98, "VASHTI AND ESTHER 88 As she spoke, Kenneth had turned and walked over to the looking-glass. Now he was standing with his back towards her, and was making desperate efforts with his necktie — efforts which resulted naturally in a failure, as, though his gaze was sedulously averted from his wife, he could still see nothing but her penitent, meek face — nothing but her soft sweet eyes. ' I think you look lovely, Violet. You will out shine everyone here. But you must wear some other necklace to-night ; the emerald one is lost.' ' Lost ?' she echoed blankly. ' I mean mislaid — that is, I can't put my hand upon it at present. I shall be late as it is. Did you ever see such ties ?' he threw down another with a muttered imprecation. Violet had moved a little nearer, and stood look ing at his figure in the glass. He could no longer"], [99, "'A SUPPLIANT NOW 89 avoid her ey7es ; and as he realized that there was a growing suspicion in their puzzled expression, his own ey7es fell. ' I never can do anything while I am being watched,' he remarked irritably7. ' We can't make another such dramatic entrance as we did last night, and it is late already.' Without a word Violet turned and left him. She was one of the first to enter the drawing room that night, and as she went up to the fireplace Lady Marcia, who was sitting on a couch before it, made room for her to sit beside her. ' Are you done up after your long drive ?' she asked her kindly. ' I thought you looked tired ; you look tired now, although so brilliant. What emeralds, my dear ! Kenneth is very generous, I must say. But how odd that y7ou have no necklace"], [100, "VASHTI AND ESTHER 90 to match ! That riviere of diamonds with an emerald heart, lovely as it is, looks like a make shift.' ' It does not belong to the set.' ' Then, why — where — I don't understand,' said Lady Marcia, uneasily feeling that it might be better she should know no more, and yet devoured by curiosity. ' The necklace which matches my crown is lost — I mean mislaid.' ' You don't mean stolen !' exclaimed the elder woman, reverting to her first suspicion. Her dismay at the idea was so ludicrously apparent that Violet laughed outright, a wholesome girlish laugh that made her feel and look several years younger. ' No, Lady Marcia, not that ; Kenneth had it last night, and could not remember where he put it."], [101, "' A SUPPLIANT NOW 91 That is all. I am afraid I can't supply you with materials for another great Pearl Case.' Then, as she noticed that Lady Marcia's dismay was not lessened by her explanation, she added awkwardly : ' Something went wrong last night — about the necklace, I mean. That is why he had it.' ' For the matter of that, there will never be another great Pearl Case unless a duchess breaks the Eighth Commandment. The appetite grows in eating. A merely military scandal could not excite us a second time.' This remark was made lightly enough, but Lady Marcia could see that the young wife was wonder ing why she had seized so eagerly upon the chance of changing the subject, and in her heart she was feeling anything but merry. She had the habit of taking up other people's troubles as her own, and,"], [102, "VASHTI AND ESTHER 92 following two separate trains of thought, was mentally congratulating herself on never having married, while at the same time she was feeling so intensely sympathetic that for a momont it seemed to her that her husband had been giving her jewels to the village innkeeper's daughter. Yet, after all, the evidence was only circumstan tial. It was more than improbable that what she feared was an actual fact. If she had been in her own house she would have sent for Esther Gay and questioned her point-blank upon the subject. As it was, she felt she must wait for an opportunity to discover the truth."], [103, "CHAPTEB AT. A GREEN GLASS NECKLACE. It was due to luck, and not to Lady Marcia's own good management, that the very next day it was arranged that the ladies should join the shooting party, and that they should have luncheon in a tent in the woods. Adam Mallard, as head-game keeper, would of course be there. Lady Marcia decided that she would talk to him about his sweet heart, and at least put him on his guard agamst her nephew. It was not her business, of course, to move in the matter ; but this — a second thought"], [104, "VASHTI AND ESTHER 94 — was in nowise allowed to interfere with Lady Marcia's first benevolent intentions. In the meantime Lady Violet Johnson was in very sore straits. Perhaps there is no such trying, untenable position as that of a stranger suddenly precipitated into the midst of one of those cliques of which London society is formed. Lady Hope and the friends that she had gathered round her had already met at several country-house parties that autumn, and would meet at several more before Parliament opened, and those who were not politically inclined rushed to the Biviera. They talked a language intelligible and interesting to themselves, but made up of familiar personalities and comments on current events that were Greek to the simple Irish girl, who knew so very few outside the circle of her own relations, and who had never even opened a society paper, until, half"], [105, "A GREEN GLASS NECKLACE 95 indignant, half pleased, she read the account of her own wedding, and for the first time realized with blushing cheeks the fact of her own beauty. Lady Hope sometimes held duty conversations with the new-comer, but looked so bored during the ordeal that Violet, who was as proud as she was shy, was always the one to break them off, preferring solitude to companionship which was so evidently enforced by hospitable scruples. Besides this, Lady Hope, in her brightest, airiest manner, had already managed to implant several stings in her remarks. That Kenneth Johnson was loud in his attire, as well as in his voice, had naturally not escaped his wife's notice. It galled her terribly to hear a laughing allusion to the colour and size of his neckties, or to see her hostess start and shrug her shoulders as his hearty laugh rang out across the room. ' The Duchess ' was always kind to her, but"], [106, "VASHTI AND ESTHER 96 ' the Duchess ' cared only for young and merry people, and was made uneasy by her grave, un interested mien. Lady Marcia was intentionally friendly ; but Lady Marcia had so much upon her mind which she felt it necessary to conceal from the person whom it most concerned, that she too avoided any great intimacy just at present. The younger women — with the exception of Lettice Legh, who was younger than any, and therefore more enthusiastic, content to adore Violet without reason, and to keep the ball of conversation rolling without aid — would on no account be bored with her. She cared so little about gowns and gossip, and had not yet the nous to simulate an interest she did not feel ; moreover, her indifference to male attentions, if not assumed, could only be accepted as an affecta tion of superiority, and as such earnestly resented, It was evident that she had no idea of flirting."], [107, "A GREEN GLASS NECKLACE 97 Even Kenneth admitted her discretion, and he would have been furiously jealous had she shown any preference for one out of the several men then staying in the house — Lessington, for instance, whose ancestors had from time immemorial been gentlemen, and who was almost faultlessly good looking ; or Hartrey, whose success with women was historic. It was evident that to most of the young men Lady Violet's inexperience seemed mere stupidity, and they were abashed by her literal acceptance of their light badinage with an evident surprise that could not easily be construed into ad miration. Lord Hartrey, who was of an age to appreciate the innocence of youth, was immensely taken by her beauty ; but she treated his advances with such quiet scorn that he could only, as he expressed it to himself, ' keep his distance for the present.' As yet she was spelling out the A B C of vol. 1. 1"], [108, "98 VASHTI AND ESTHER life ; after a very few lessons she would begin to understand the social value of his admiration. He could bide his time. Of all the men staying in the house Violet was most attracted by Lord Anthony Fitz-Glyn. Not because he was clever ; perhaps because he was not clever. It would have been a blow to the young man's vanity had he been aware that the reason she looked at him with friendly eyes was because he seemed so safe. She thought him very boyish, very honest, and as simple as herself ; but when she said this to Lettice Legh that astute young lady laughed outright. ' You should hear the stories Sybil tells about him,' she remarked with a demure little nod, and by her manner rather than by her words she completely staggered her friend's already waning faith in male nature."], [109, "A GREEN GLASS NECKLACE 99 To Lettice, who had a girlish admiration for her splendid cousin, there seemed something infinitely pathetic in Violet's possession of Fortune's best gifts without the power to use them. She ought to have been the brilliant centre of their party ; as it was, from sheer ignorance and shyness she remained a mere outsider, and would have been very often left alone to realize the fact, had it not been for Lettice. It was she who insisted upon her going to the shooting luncheon party, and who overruled all her objections by declaring that she wanted to walk with her. 'I hate married women as a rule,' she confessed frankly, as they started in the rear of the feminine party, which was escorted by a weak-kneed young man, who had been invited because he played the banjo, and who had the vaguest ideas respecting country life and sport. ' Married women have"], [110, "VASHTI AND ESTHER 100 such advantages over girls. You see they never want a man so desperately as we do ; they can afford him longer line. I should like to be an old maid if mother and Sybil would let me, and if I could only prove to the world that I was not one under compulsion. Then I want my own house, and I would like to pay some of these women out. There's Molly Glaive, for instance. What chance has a girl against her ? She gets all the men around her— except Johnny Lessington ; and he's so smart he would think it infra dig. to talk much to anybody but \" the Duchess \" and Mrs. Guy Turton. Why is Mrs. Turton so smart ? I don't know. Born so, I suppose. Society won't take even duchesses for granted. It wants a lot of self assertion, and lots of knack and, oh ! a lot of money, to keep at the top of the tree.' ' But, Lettice, I was warned only this morning"], [111, "A GREEN GLASS NECKLACE 101 not to get intimate with Mrs. Turton. They say she is not — not quite \" nice,\" ' said Violet with a blush. ' Fiddle-de-dee !' said Lettice Just in front of them Susan Lady Maybury and Mrs. Turton were walking and talking together in familiar intercourse. 'I wouldn't mind betting,' said Lettice reflec tively, ' that it was Lady Maybury who warned you. I can see it was ! That is so like her. Mrs. Turton is the fashion now. No party is quite complete without her. A very great person won't go anywhere unless she is one of the guests. They say that there is a catastrophe impending ; but it has been impending for a very long time, and she is far too clever to go under. Lady Maybury wants her at all her concerts. She gives some very smart ones in the season ; but if Mrs. Turton were"], [112, "VASHTI AND ESTHER 102 in disgrace, I can imagine how quickly she would drop her. \"A horrid woman, with a lot of correspondents .- I can't know her !\" she said when one of her dearest friends went through the Divorce Court. We have all had a vague idea that writing too many letters was as bad as having too many lovers ever since.' ' Lettice, Lettice, how can you ?' cried her com panion, laughing, yet a little shocked. ' My dear, you wouldn't like to see me moving in society with my eyres bandaged, and cotton-wool in my ears ! I can't help seeing and hearing what is going on. Do you think I did not hear what Lady Glaive said the other night ; that Sybil was afraid to bring me \"out,\" for fear it should draw atten tion to the fact that I had never been \" in \" ? It's not my fault that I had seen everything and heard everything before I was fifteen — been to children's"], [113, "A GREEN GLASS NECKLACE 103 balls with a great many young men only too glad to amuse us ; done Monte Carlo, the Biviera, and more house-parties than I could count.' A'iolet passed her arm through her com panion's, and gave it a tender, consolatory little squeeze. ' After all, forewarned is forearmed. You will be better able to cope with all your troubles, or avoid them. I think,' said poor Violet, with a break in her sweet voice — ' I think it is scarcely fair to let a girl enter life — perhaps I mean married life — thinking all is golden, all is Arcadian in sim plicity and truth, and that love ' Lettice turned towards her with impulsive warmth. ' Everyone would love you, darling, if you would only let them. But is love worth having ? It is such a one-sided delight at the best. What is the"], [114, "VASHTI AND ESTHER 104 old German song ? I translated it freely once for myself : 1 A youth once loved a maiden, \"Who bad given her heart away To another, who loved another — And so on, for ever and aye !\" ' ' I thought you were so happy,' said Violet gently. Something in the girl's voice touched her, she scarcely knew why. ' So I am. We have a great joke on to-night — Lord Tony and I. We are going to play a joke on Molly Glaive. She frightened the wits out of me the other day by putting a reel of cotton in a hot water can under my bed. Such a ridiculously old trick, too ! I might have been prepared for that. You don't find much originality in this modern Arcadia, do you? There is \"the Duchess\" coining up behind us. Don't turn round. Let us pretend not to know. Two is always better com-"], [115, "A GREEN GLASS NECKLACE 105 pany than three. \" The Duchess \" is very fond of practical jokes. At Maye Boyal there is always some fun, of which she is the moving spirit, and sometimes the object. But once, I believe, she was angry. You know she is a very great lady, although not well off, and somewhere — I don't remember where — someone — I don't remember who — had made an assignation with her lover (perhaps she did it in joke, or perhaps she repented, being in earnest), but dropped the crimson rose, which was to be a sign, outside \" the Duchess's \" door instead of her own. Oh, of course, it is dreadful, and ought not to have been known ! but Evebyn told Sybil, and Sybil had to tell someone — so she told me.' Lettice stole a doubtful glance at her companion, hut Violet was only looking sad, not shocked. It seemed to her that the ghl was miserable, in spite of her defiant merriment and risquis stories ; and"], [116, "106 VASHTI AND ESTHER she did not know how best to comfort her, or how to find out what her trouble was. ' You were talking of love just now,' she hazarded shyly. ' If you loved anyone— — ' ' He would infallibly not love me. The rule of contrary has always been too strong for me. Do you think I look love-lorn ?' ' I don't think you are very happy.' ' And love is generally the reason of pain. Not much encouragement, is it ? I used to think that if anyone — anyone, even the postman — loved me, I should be the happiest girl in the world. I said as much, in a weak moment, to Sybil, and she pub lished it the next morning at breakfast. Fortu nately it was received as a good joke, not as earnest ; but I could not face anyone for days. Now, I mean to marry for position if I marry7 at all. Look at the Duchess of Loadstone. She was over"], [117, "A GREEN GLASS NECKLACE 107 thirty when she married, and then refused him several times before she said \" Yes.\" It was not very persuasive wooing. He said, \"Even if you don't care much about me, it's better to be a duchess than old Lily Merridew, of Curzon Street.\" And I suppose she saw the soundness of his argu ment, for she did consent at last. He is an ugly boy, yrears younger than herself. Still, a duke's a duke. His uncle said to him before he died, \" Look here, my boy, I never mean to many. You'll be a duke some day, and a deuced ugly duke, too \" ' 'Darlings!' called out 'the Duchess,' panting behind them, 'I thought I should never catch you up.' They waited then, and all walked on together until they reached the rendezvous, when Tony Fitz-Glyn detached himself from a group of ladies and came towards them."], [118, "108 VASHTI AND ESTHER If Violet had been observant, she might have noticed that Lettice's grip on her arm tightened ; and she might have noticed, too, that her hand was withdrawn at once when Lord Tony addressed himself exclusively to her. He thought he had never seen anyone so lovely as Violet was in her neat leather-bound shooting frock. It happened to be a fad of his that women should always be softly clad. He said it set his teeth on edge when they rustled. Violet looked the mere girl that she was in her simple costume, and the brightness of her hair and complexion had a splendid back ground in the brown bare trees behind her. ' She'll be as horrid as all the rest when she knows how,' thought Lettice, with temporary dis loyalty to her idol, as the two walked on in front. She could hear every word they said, and the"], [119, "A GREEN GLASS NECKLACE 109 fact that they were talking merest commonplaces did not allay her fears. ' 'Pon my word, I thhik it's very plucky of you ladies to turn up, with Horace Vane shooting. He's got a few pellets into somebody7 already. Who ?' — for Violet's thoughts had flown instantly to her husband, and she had startled her com panion with her sharp inquiry — ' why, Sir Evelyn, of course. The joke would have lost its point if he had not picked out his host as first game.' Violet laughed happily. The brisk walk, the fitful gleams of sun, had raised her spirits. More over, it was a relief to know that her husband was safe, and she was always proud of him in all things connected with sport. Though he might, and did, make mistakes in town attire, his shooting and hunting clothes were always well turned out. He was a first-rate shot and fine rider."], [120, "VASHTI AND ESTHER 110 ' Oh, we have had stirring times, I can assure you. Even Hartrey, an old Guardsman (a V.C. man, by-the-bye), said he had never been in such danger in his life ! I don't mind telling you ' — with a boyish, jolly laugh — ' that when there was a cry of \"cock over \" I felt inclined to fall flat into a safe position. Nothing but the fear that you might come and find me lying face downward on the ground kept me upon my feet. I am very glad you did come, Lady Violet. Why don't you walk with us sometimes ?' It argued something for what Violet had learned within the last few days that she did not answer, ' Because my husband does not ask me.' She evaded the question, and the next moment they had reached the group of people round the sorted game. Whatever the reason, whether the shot which"], [121, "A GREEN GLASS NECKLACE 111 had penetrated his thick gaiters tingled in his legs, or whether he had other ground for displeasure, it was evident that Sir Evelyn Hope was in a very bad temper. He declared that their bags were smaller that season than they had been for years, and insisted there must be some reason. Lady Marcia Legh happened to be near him as he stormed at his head-gamekeeper, and, though talking to her nephew at the same time, she managed to keep one ear for their conversation. ' There is no one looks nicer than your wife,' she was saying to Kenneth. ' Sybil's frock is indecent. Why is it virtuous women always cut their skirts so short ? Now, Violet has hit the happy medium. She looks sweet. What are you frowning at ? Oh ! I don't mind Evelyn swearing. He is furious about something — a poor shoot — poachers. What's that he says about the gipsies?'"], [122, "VASHTI AND ESTHER 112 ' There are some encamped on Combley Heath. They have been there for weeks. They come regu larly every summer. It's all nonsense, Evelyn,' raising his voice ; ' the shooting is as good as ever. It never was first-rate.' Sir Evelyn turned round sharply, furious at the interference. ' It's very good of you, Kenneth, to take an interest in my affairs, but I can manage them without your help. Speak up, Mallard. Do those fellows poach or no ?' ' Yes, Sir Evelyn. They do.' ' Then I'll have every man, woman and child of them sent off. Now, see to it, Mallard. You can give them warning. If one week hence a single gipsy is left on the heath, I'll run him hi as a trespasser. It's my property, and it's my game.' The gamekeeper touched his hat. Lady Marcia,"], [123, "A GREEN GLASS NECKLACE 113 glancing curiously into his face, saw that it was set determinedly, and that there was a steely glitter in his light gray ey7es which boded ill for the offenders. Surely, thought Lady Marcia, he knew that his sweetheart, Esther Gay, would take to heart any cruelty to her mother's people. Surely he would speak up for them, if only for her sake. But he stood there stolidly composed, and silently agreeing with the verdict. Nor did Kenneth speak again. Everyone was moving off to the luncheon tent. Only Lady Marcia lingered behind, and, when all had departed, deliberately walked over to where the young man stood. He had turned away as Sir Evelyn left, and was now looking back into the woods as he leant on his gun. ' Don't you think this will vex Esther Gay ?' she asked him bluntly, as she touched him on the shoulder. VOL. i. 8"], [124, "VASHTI AND ESTHER 114 For a moment he was too much surprised at her direct address to reply ; then as, untrammelled by any thought of conventionality or custom, Lady Marcia repeated her inquiry, he answered dog gedly : ' I could do nothing else, milady ; they do poach. It were my duty to say so, and I said it.' ' Duty sometimes costs too dear. Suppose you lose your sweetheart ?' ' Maybe I'll do that whatever chances,' was the grim rejoinder. ' Why do you say that ? What reason The man shrugged his shoulders rather rudely. Badical at heart, though not consciously a politi cian, belonging to a religion that believed implicitly in the difficulty of rich men entering the kingdom of heaven, he classed all the gay, rich ladies who came to stay at Ladysmeade with the Jezebel of"], [125, "A GREEN GLASS NECKLACE 115 Scripture. Lady Marcia, in her young-looking, bright-coloured garments, impressed him no whit. He answered her as plainly as though they had been on the same social level. ' When a girl has her head turned by civil speeches from folk above her in station, 'taint likely she'll be content to keep company with one of her own sort. Esther be a good girl, though fond of finery ; but ' 'Did you give her the necklace she is wearing now ?' exclaimed Lady Marcia, quick to seize the occasion. There was a moment's puzzled hesitation before he stammered out, half resentfully : ' I — I gave her a fairing at Combley. Esther and me be courting. All the village do know that, and Combley ain't far behindhand in the matter of such talk.'"], [126, "116 VASHTI AND ESTHER ' What sort of a necklace ? Blue, green, or red?' ' The sort you allers gets there ; made of glass — glass beads.' ' Blue ?' asked Lady Marcia, turning over a brilliant plumaged pheasant with her foot, and pretending to be uninterested in the reply. ' Yes, blue, milady.' ' You are wrong, Adam,' was the quick rejoinder, as Lady Marcia turned upon him flushed with victory, and what she herself would have described as virtuous indignation. ' The necklace your sweetheart is wearing is green. I don't want to make mischief. I only want to put you on your guard. Esther is wearing a green necklace.' ' And I don't say it warn't a green necklace I gave her. Green or blue, it be all the same to me. I'll be bound it warn't white.'"], [127, "A GREEN GLASS NECKLACE 117 'Do you mean to say that the necklace Esther is wearing is only green glass ? — that you gave it her yourself ?' asked Lady Marcia doubtfully, her sharp eyes fixed upon the young man's face, and noting its painful intensity of expression, with an uncomfortable feeling that her curiosity and suspicions had placed her in a fix. ' I mean to say, milady, that I gave her a green glass necklace. You've no call to think ill of her because of that,' said Adam Mallard."], [128, "CHAPTEB ATI. BETWEEN TWO FIRES. There is a story of a man who invariably welcomed his guests with the paradoxical announcement : ' Bemember, this is Liberty Hall ; Liberty Hall, and prayers at eight o'clock.' At Ladysmeade the first half of this sentence really held good. It was your own fault if you were bored, for no restraint was placed upon your actions. You could, if you chose, stroll out with your host to see his colheries, chief source of his income ; his Clydesdales, chief source of his pleasure ; or his famous breed of Shetland ponies. Shooting was not done to death."], [129, "BETWEEN TWO FIRES 119 If you wished to shirk going out with the guns or following the hounds, you could make other plans to suit yourself with every confidence that they would not be questioned or disturbed. Sir Evelyn Hope was not painfully energetic. He liked to go his own way, and was content to do as he would be done by — a rather rare virtue. His wife, of whom Violet had remarked that she liked to ' pair ' her guests, was also not averse to concern herself solely with the amusement of one (male) friend. She had in the imitative days of early married life gone with her husband to visit Lady Greye, a very smart beauty, with money of her own, and such independent views that she had furnished a com plete suite of private apartments, which apartments had even included a dinmg-room, where she some times entertained one guest at dinner. More than once on the different occasions that Lady Hope"], [130, "VASHTI AND ESTHER 120 had been there on a visit, the announcement had been made that her ladyship would not dine with the house-party that night, and each time the most fascinating or most important man among the guests had also been missing. Since then Lady Hope, who was very young, and dominated by a strong desire to be considered ' smart,' had modelled her conduct on the same lines — much modified to suit her husband's temper — and had arranged that her guests should have every opportunity of follow ing the same course. These arrangements, while agreeable to some, were embarrassing to others who preferred to move in wider circles and join in general conversations. Lady Violet, who was not in the least inclined to afficher herself with anyone, and who had not her husband to fall back upon, was naturally left out in the cold ; and Kenneth Johnson, too, had suffered several times by finding"], [131, "BETWEEN TWO FIRES 121 himself alone or an undesired third person. It had not yet dawned upon him that to one woman, at least, his companionship would have been welcome. From the first day of their meeting, Mrs. Turton had determined to attach him to the train of her admirers. She was only waiting for an opportunity to let him know his happy fate. Kenneth was in a quandary. In a light-hearted moment, while still he had scarcely admitted to himself that his marriage was a failure, he had plunged into a flirtation with Esther Gay, which she, who was naturally serious-minded, had taken in deep earnest. The meeting at the fair had, as Lady Hope discovered, been followed by a meeting in church, which was the occasion of a walk together through the quiet country lanes. On the Monday he had made an excuse for calling at the inn on his way home from the coverts ; and"], [132, "VASHTI AND ESTHER 122 then John Gay, anxious to show all honour to ' one of the family,' had taken him mto the back parlour, where Mrs. Gay had held him occupied in con versation, while Esther, her pretty face aglow with pleasure, her eyes down-drooped lest they should tell too much, was flitting about the room, pre paring a cup of tea for him, and delighting in the service. So far nothmg had been said or done that all the world might not have seen or heard. Kenneth, though he had gone the pace hi his bachelor days, had never been a scoundrel. If he could not fail to see the impression he had made upon the girl's heart in every shy glad movement and suddenly averted glance, he took no great advantage of it. When Esther was sent with a lantern to light him through the wicket gate, he only pressed her fingers closely, and looked hito her eyes as he"], [133, "BETWEEN TWO FIRES 123 bade her good-bye. If the pressure and the look had meant so very much to her, it had seemed the height of honourable self-sacrifice to him, who was sorely tempted to take the pretty gipsy girl into his arms, and to lead her out into the wide world of passion and pain with a kiss. It was perhaps because he had so far refrained on this occasion that, when he met her by chance the next night, he felt that he had already done enough for the sake of chivalry and honour. Enraged with his wife, who had spoken out so plainly for the first time, and lashed him mto impotent fury by her cold contempt ; heated by wine — for he had drank a great deal to enable him to simulate a merriment he could not feel — he had stepped mto the cool air at the very moment when, as fate would have it, Esther Gay, who had been on a message to the house, was returning"], [134, "VASHTI AND ESTHER 124 home through the garden and trying to catch a glimpse of the house-party, especially of one included in it, by peephig through the lightly curtained windows. Her distress at being caught in such an undigni fied position upset Esther's usual prim composure. She was trembling with nervousness, and so con fused that Kenneth Johnson, in trying to console her, said too much. Carried away by the force of his own eloquence, he had slipped his arm round her waist, as he led her away to a more secluded spot. He was kissing her before he realized what he was doing ; but even then, though he was scarcely sober, there was something in the girl's expression, her trustful acceptance of his light eager words of love, that held him in check. His kisses were such as he might have given to his wife in the early days of their engagement, before he"], [135, "BETWEEN TWO FIRES 125 had become oppressed with the feeling that she was critical and cold ; there was a tenderness in his embrace that made Esther submit to it without a thought of fear. It never entered her mind to doubt him. He loved her. She worshipped him. Since the days of King Cophetua love has easily bridged over every social gulf, however big and impossible it may have seemed to an outsider in cold blood. As she stood there, closely folded in his arms, her head thrown backward, so that as she spoke and he bent over her the words seemed to mingle with his breath and half were lost in kisses, she had told him how from the first moment of their meeting her heart had been full of him. She had lived on his looks, on his sayings (all of these she had not understood), and on the merely formal touch of his hand as he helped her into the merry-go-round, and then sat down beside her."], [136, "126 VASHTI AND ESTHER After a time she began to prattle artlessly of other things — of how she had looked into the window and seen all the beautiful women in their brave array, and for the moment had envied them their jewels and fine clothes. How now she envied no one — no one — no one ! At that moment, as the words fell warmly from her lips, Kenneth chanced to change his position ; and when he moved, the emerald necklace that his wife had flung indignantly away, and which he had slipped into his pocket, chanced to jingle. Without a thought of what he was doing, he drew it out and gently clasped it round her neck. ' You look lovelier than any there,' he told her. It was just then, when the mischief was done, that the drawing-room window was thrown open, and, fearful lest anyone should come to seek him, Kenneth had thought it advisable to leave, first"], [137, "BETWEEN TWO FIRES 127 appointing a meeting for the next day. At ten o'clock he would be at a certain place, the place where they parted on Sunday ; and if she should be unable to meet him then, he would be there again at six o'clock that same day. The next morning he had gone to the rendez vous, but with the honest intention of telling her how matters stood. Somethmg, however, had pre vented her from leaving the house, and after an hour's waiting, which naturally had the effect of weakening his good resolutions and stimulating a mere fancy into a more serious emotion, he went to join the shooting-party, feeling less sure of what he should say when they met. That same afternoon he had seen her at the inn, when the coach stopped there ; but he had had no chance of speaking to her then. Half an hour later, when he went to the meeting-place, it"], [138, "128 VASHTI AND ESTHER scarcely surprised him to find that she was not there. He had seen Lady Marcia talking to her, and guessed, as he watched them, that something inimical to his interests was being said. Chafing horribly at the thought that someone else was saying what he might with better grace have confessed to her himself, he had still been power less to interfere. Yet, when he was convinced that the fact of his marriage was no secret, he became familiarized with the idea. It seemed a less impassable barrier between them. Had Esther ever deceived herself with the idea that such a love meant marriage ? In her class of life all these things were so openly discussed that the purest-minded, noblest girl (still in his mind he held her high above her poor surroundings) must needs know some thing of the darker, seamy side of life. She"], [139, "BETWEEN TWO FIRES 129 loved him passionately, unreasonably well. Would she count the world well lost to be with him for ever ? He would not allow himself to dwell upon this thought. He told himself that it would be a cruel, cowardly act to darken her young life ; yet every time that his unsatisfactory relations with his wife were forced upon his notice, he found himself dwell ing fondly on the sweet, dark face, the trembling, sensitive lips, the eyes in which he saw himself reflected, faultless and a hero — while Violet despised him. When Violet asked him for her necklace he realized for the first time that he had done a very foolish thmg in giving awaj' what really was not his. He resolved to see Esther, if only once more — if only to get the necklace back ; and he quieted his scruples with the thought that it was a necessary danger he was going to en- vol. 1. 9"], [140, "VA SHTI AND ES THER 130 counter. He would prove himself superior to temptation. He managed to get a note conveyed to Esther, with one line in a feigned writing, but neither signature nor heading, ' Come only once. I must see you.' And feeling confident that, as the note had reached her safely, she would not fail to respond, he prepared to sally forth to meet her that next morning. Perhaps it was his guilty conscience that made it seem to him so difficult to separate himself from the rest ; or perhaps a suspicion that he had ' something on ' was roused by his bright necktie and otherwise smart get-up. In any case he dis covered on this occasion Liberty Hall was a mis nomer. He tried to saunter out easily through the French window ; an arm was slipped through his, and he was stopped by the impertinent mquiry,"], [141, "BETWEEN TWO FIRES 131 ' Was he going to a wedding in such haste '? When, after submitting good-naturedly to some chaff, he broke away and went out boldly by the front-door, he was joined by his host, who button holed him (deliberately, as it seemed) for another ten minutes, during which time Mrs. Guy Turton had joined them. She was, as usual, exquisitely dressed ; and though the probabilities were that she owed some of her loveliness to art, the shade offered by a large pink parasol prevented detection. Sir Evelyn was called away, but she remained ; and Kenneth for the moment forgot that he was anxious to get off, and forgot the bonds that held him to two different women, as she looked up at him with her guileless blue eyes, and parted her cool red lips in the love liest smile. Experience had taught her that it is always easier to touch a man's heart while it still"], [142, "132 VASHTI AND ESTHER tingles from another thrilling contact, and she was quite alive to the advantage of adding a rich, young, but already desillusionne man to the list of her admirers. She was bent upon his conquest ; and just because Kenneth's love for his wife had turned to white-hot passion that was almost hate, and because his interest in Esther was deepening to something tenderer than friendship, he was the more sensible to her soft wiles. He had forgotten Esther. When Mrs. Turton led the way to the conservatories, he followed ; as she placed her white little fingers on the brass handle of the door, his own hand closed upon them with an ardent pressure which sent the rings into her tender flesh, but did not make her like him less. As all small intriguing women do, she worshipped strength, even when it was nothing more than unreasoning brute force."], [143, "BETWEEN TWO FIRES 133 'What a furnace!' she gasped softly as the hot air rushed towards them, and stole a sidelong glance into his face. ' It is paradise !' cried Kenneth, who had lost his head. Mrs. Turton laughed. ' What sort of paradise ? I have heard of people finding themselves in the wrong one,' with a gentle raillery that was meant to encourage, not to dis concert him. ' I think this is the right one — for me.' The big and clumsily-built man looked more than ever awkward and conscious of his size contrasted with her graceful self-possession, as she leant against a bank of flowers, whilst a chastened light fell down upon her through a veil of orchids over head. One long trail of purple blossoms fell upon her shoulders. A full-blown peony she had shaken"], [144, "134 VASHTI AND ESTHER as she leant against it had scattered its crimson and mauve petals upon her hah and over her green velvet gown. She plucked a pink begonia and held it to her lips with a provocative gesture. ' You care for flowers ?' she asked in a mis chievous whisper. 'I adore them,' he responded boldly, and, stoop ing, pressed his lips against the blossom as it lay upon her mouth. She said no word ; she looked back into his eyes as though she were lost in a dream. There was a Emile upon her lips. The flower had fallen to her feet. Both were under a spell. But suddenly over come with a sense of his position, Kenneth laughed outright — a hearty, wholesome, yet somewhat bitter laugh that was another insult to the woman he had kissed so lightly. In an instant she was"], [145, "BETWEEN TWO FIRES 135 alert, as though stung by a lash ; her neat, small figure erect, her whole expression dark with indig nation. Her eyes flashed out blue fire. She would have spoken, but at that moment Sir Evelyn Hope rejoined them, and Kenneth took advantage of his presence to beat an awkward retreat. In thinking over the episode which had delayed him as he walked rapidly in the direction of the village, Kenneth's mind never reverted to his wife. She had seemed very far away from him lately. He owed her nothmg, for she did not love him. Love is the only debt. If any woman had been outraged by that kiss, it was not his wife, nor Mrs. Turton — again he felt inclined to laugh, but now it was in scorn of himself for having been led away, deluded by so stale a trick — but only the inn keeper's daughter had cause to feel aggrieved. She"], [146, "VASHTI AND ESTHER 136 truly loved him, and he was not worthy to touch her tender, brown little hands, or to look into her trusting eyes. As he hurried to the trysting-place his thoughts were in a whirl, yet all were tending towards love — love which had failed to come with marriage — love which still might be his if He thought again of Mrs. Turton. The episode had steeled his heart against all women except Esther, and even in her case treacherous impulses were undermining his very good intentions. He was half an hour late. The village clock chimed the half-hour as he came up, while Esther, unskilled in weapons of feminine warfare, had arrived before the time appointed."], [147, "CHAPTEB VIII. ' IF I PERISH — I PERISH.' The discovery that her lover was a married man had been a terrible blow to Esther; but it might have fallen with a deadlier force had not the pain of it been dulled by succeeding events. As the coach drove away, and she stood there white and tremb ling, the cold wind blowing through her hair and numbing the small fingers that held down her fluttering kerchief, she was but vaguely conscious of loss. Love had come as in a dream. This awakening was real life ; the life that she had"], [148, "138 VASHTI AND ESTHER always expected to live. A sense of unreality sustained her. She, the innkeeper's daughter, Esther Gay, who was to marry Adam Mallard, had slept and dreamed of a fairy prince who loved her and would make her his princess. The dream was over, but the facts of life were the same. She would marry Adam Mallard ; she might learn to love him in time — at least, he loved her. She was not alone ; not quite deserted. There was a pain at her heart ; but for the moment it was not so keen as the sharp pricking of the glittering green stones which she pressed convulsively against her breast. Her father's voice had startled her ; but at first she did not understand what he was saying. What was it about — the gipsies on the heath ? Were they to be sent away — by Adam Mallard ? Poachers ! How dare anyone say that ! And if they had snared a bird or a hare, who might con-"], [149, "'IF I PERISH— I PERISH' 139 demn them who had not known their necessity and their temptations ! ' Father !' cried the girl sharply, ' it was not Adam Mallard who let on !' ' There be no one else Sir Evelyn would heed. Adam be terribly hard on the gipsies.' ' Folk say he's come from them himself John Gay laughed broadly. ' No doubt — no doubt. But he'd be all the harder on them, lass, for that. He be on the side of law and order now, whatever his forbears have been. He'd never speak up for his own if he thought that they'd done wrong. Adam be a good lad ; oh, good enough ! but terrible hard — most of all on hisself.' 'A coward !' flashed out Esther. 'He's afraid — afraid of being classed with his own people ! Father, won't you ask Sir Evelyn '"], [150, "VASHTI AND ESTHER 140 ' Not I. Come in, child, out of the cold. It be no business of mine.' ' The more reason you could interfere. Father, won't you help them? For mother's sake — for mine !' she pleaded, and laid her head coaxingly against his shoulder. ' Tut, tut, lass ! what have you to do with them ? Your mother gave up the gipsies when she married me. After a bit, she forgot them altogether.' ' Never ; I am sure of that !' ' What do you know about it ?' — roughly. ' You were a baby when she died.' ' I know nothing ; but I can feel. Her blood is in my veins ; it is boiling now with anger because her people are insulted, injured. I shall go to Sir Evelyn.' John Gay laughed good-humouredly, and pulled her ear."], [151, "' IF I PERISH— I PERISH' 141 ' And what good would that do, do you think '? Sh Evelyn '11 not be softened by a pretty face if his pocket be in danger.' ' If I asked her ladyship or Lady Marcia to speak a word ' ' He'd never listen to a woman on such matters. If Mallard or Mr. Johnson had spoke up ' The innkeeper paused a moment to draw up his pipe, and he puffed away at it stolidly, unconscious of how anxiously his daughter waited for his words. ' He thinks a power of Mr. Johnson ' — slowly — ' and there be no better sportsman comes to the Hall. But speak to Adam, lass. Get round him, and he'll get round his master, never fear. A kiss or two from you, and Adam will wink at the poaching— not that I think the gipsies be worse than other folk.' ' They're not so bad. I'd rather be a thief than"], [152, "VASHTI AND ESTHER 142 a hypocrite like Adam, with his smooth tongue and false heart, his cant about religion, his cruelty, his cowardice.' John Gay laid a restraining hand across her mouth. ' Hush, lass, hush ! He'll be your husband some day.' 'I'd sooner die than marry him!' cried Esther, and wrenched herself away with tearful eyes and flaming cheeks. Then came the long, quiet night, during which Esther lay awake, her eyes peering through the darkness for the dawn, her ears straining for some sound that would give her an excuse to get up and forget her misery in work. A boy from Ladys meade had brought her Kenneth Johnson's note. She had read it and then torn it up into minutest atoms ; but the atoms were still in her hand , and"], [153, "' IF I PERISH— I PERISH ' 143 she pressed them alternately to her bosom and her lips as thoughts of love for the moment were stronger than her dread of sin, or than her sym pathetic feelings for her mother's people. She had no idea at first of answering that note or obeying its summons. It was mere chance that she remembered something which her father had said, and as she was dressing in the early morning, and the cold gray, unbecoming light fell on her pale face and on its reflection in the small cracked mirror, she suddenly resolved that she would go ; not to meet, reproach, perhaps forgive her lover, but to call upon his friendship. He had spoilt her life. He owed her reparation. If he would use his influence with Sir Evelyn to help her mother's people her sufferings would not have been in vain. There was no danger to him in the meeting. He was married — married to the lovely woman who"], [154, "VASHTI AND ESTHER 144 Lady Marcia had said ' was not very happy ' — and she, Esther, was so far beneath him. The risk was hers, lest she should do something foolish, something very wrong, because she loved him ; but her pride was so broken now she scarcely cared what happened to herself. She was glad to suffer for the gipsies. Never had she looked so like Long's ' Esther' as that morning when she went to meet her lover, with Esther's words in her heart, if not upon her lips, ' If I perish — I perish.' She meant to be cold, but very humble. The words she intended to say were rehearsed again and again as she walked to the place that Kenneth had appointed. She would have spoken them at once if he had been there ; but he was late, and all her resolutions were forgotten as she waited through those interminable thirty minutes."], [155, "' IF I PERISH— I PERISH ' 145 The shadows from the quivering leaves above her fell on her face and softened its yroung severity as she began to wonder where he was and what had happened to keep him away. When at last he came, all reasonable indignation, her hopes for her people, her vague fears for herself, faded into nothingness with his touch and the sound of his voice as he gathered her close to his breast. ' You poor little darling ! Did you think I was not coming?' She had passionately7 kissed his coat, she had listened to the beatings of his heart until her own heart seemed to have stopped still from sheer intensity of feeling, before she remembered that what was always a folly was now a sin. She slipped out of his embrace, eluding his attempt at recapture, and standing near him with so pale and set a face that he was compelled to realize the wide- VOL. I. 10"], [156, "146 VASHTI AND ESTHER ness of that moral gulf which lay within so small a measurable distance. 'No, no! never, never again!' she reiterated in a whisper that grew louder as she gained firm ness from her own decisive words. 'What do you mean? You love me, Esther, and I love you. I have no one else but you. You cannot give me up.' ' You have your wife.' He laughed bitterly. As Esther watched him in nervous apprehension lest he should take her unawares, and by his kisses, his caresses, weaken all her resolutions, she saw his face grow hard and stern. He had always to her seemed so gay and light-hearted. The bright neckties and shirts, which were detestable to Violet, to her were not only beautiful, but a symbol of his nature. Now"], [157, "' IF I PERISH— I PERISH ' 147 he was frowning, and the pained expression in his eyes sent the tears into her own. 'Your wife? She is so lovely. She loves you,' she faltered out shyly. ' She does not know what love is. No woman has ever loved me, Esther. Some have loved my money — not she ; she is honest, though so cold — but not one has loved me for myself, only my mother — and you.' He took her hand in his, gently, reverently, and she could not withdraw it. Had he been the most ruse lover, he could not have devised a more successful plea in his own favour. What woman has ever resisted an appeal to her pity ? — and the mention by her lover of his mother, more especially his dead mother, must inspire faith in the most doubting breast. The same old arguments are used again and again in love."], [158, "148 VASHTI AND ESTHER Esther's other hand was slipped into Kenneth's. The hot [tears in her eyes fell upon his wrist and burnt like fire. 'My little love! my comfort!' he whispered hoarsely, not daring to move lest he should lose the vantage-ground that he had won. ' Though I be your love, I'll never see you more, not after to-day. I'll think of you — I'll dream of you — I'll die for you, maybe ; but I'll not see you — I'll not hear you any more — I'll ' She broke off suddenly, abashed by her own boldness. In her deep emotion she had lapsed unconsciously into the homely speech which had been natural to her before she was refined by education and mixing at school with others in a better class of life. But the sound of her own voice shocked her sensibilities, and reminded her of the deep social gulf that would have separated"], [159, "' IF I PERISH— I PERISH' 149 them, even if there had been no other barrier between them. It seemed a defiance of the fitness of things that she, the village girl, should dare to speak her love for one so far above her. It ought to have been hidden in her heart, a shameful treasure. She laid her face against his hands. She was trembling so much that it was a support to lean against him, to feel his strong fingers closed tenderly upon her own. ' I can never be your comfort any more ; not though you lay dying !' There was deep sadness in her tone, but not a sob or ring of passion. Kenneth, rough and realistic as he was by nature, did not misunder stand her. He recognised her innocence and truth ; the better part of him responded to it. When he pushed back her hat a little, and stooped to kiss her soft smooth hah, he meant honestly to let her"], [160, "VASHTI AND ESTHER 150 go, to live out his life as best he could without sacrificing hers. At the same time, he was quite conscious of what it was that he relinquished. Such love as hers, so pure and tender, might never be within his grasp again. Other men led double lives. Who would be so fortunate as he if, besides his own money and his wife's rank, he had Esther's love ; before the world a high position, and secretly a real home where he could be himself without dread of criticism or contempt, where he would be sure of finding the unquestioning love, the subtle flattery, the worship he missed in his wife's eyes ? He drew himself up hastily. Esther had said rightly. It was all dreaming — nothing more. He loosened his clasp of her hands. She drew them away, and would have gone ; but her mission"], [161, "' IF I PERISH— I PERISH' 151 was still unfulfilled. Hastily, and choosing her words at random in her haste, so that he could not have followed her meaning had he not been so utterly in sympathy with her feelings, Esther told him of how the gipsies were being sent away from Combley Heath, where they had been allowed to camp at will for so many years, and of how it hurt her so keenly because they were her mother's people. The colour came back into her face from excitement as she spoke ; there was unconscious coquetry in her dark eyes. The red cloak that fell around her erect slim form was worn as gracefully as a queen's mantle. Not her royal namesake, pleading for her people before King Ahasuerus — ' If it please the king, and if I have found favour in his sight, and the thing seem right before the king, and I be pleasing in his eyes ' — could have seemed more fair, more dignified, yet winning."], [162, "152 VA SHTI A ND ES THER Kenneth had promised more than he had power to perform before she had finished her petition, so that her simple eloquence came to an abrupt conclusion. 'I knew you would help them,' she said, and blushed divinely. ' You knew that I loved you,' he responded, with ardour. ' How can I forget, with this to remind me ?' She touched her necklace as she spoke, lifting the kerchief round her neck, so that the green stones flashed out weird brilliant rays across the bars of sunlight that fell slanting through the trees. Instantly Kenneth remembered his intention ' You must not wear that necklace. Green is an evil colour ; it means jealousy — it means forsaken. Give it me back, and I will send you pearls to wear"], [163, "' IF I PERISH— I PERISH' 153 round your white throat. Give me back the neck lace. I want you to have something that I shall buy for yourself.' ' You did not buy this for me,' she said, not as a question, but a sad reflection. She knew that he could not have bought it for her. Yet that he had said so made the fact a little harder to acknowledge. Kenneth merely shook his head. He found it difficult to speak, with a desire to take her in his arms, to console her, to give her all she wanted — love — warring with his noble resolutions. ' Of course not. How could you think of me ? You did not know me then,' she answered simply. He reached out his hand to take the necklace. Her small hands flew wildly to her throat and clutched it. 'Oh, let me keep it!' she implored. 'I am"], [164, "VASHTI AND ES THER 154 jealous — of all who can be near you. I am forsaken ; I must be forsaken always. No, no, don't think that I am blaming you. How could I help loving you ? and you have your wife that you must love. Only the necklace you put on with your own hands —and I shall never see you again. Look how the square stones have marked my neck. It is my heavy cloak that presses them against me. Yes, the sharp edges hurt me sometimes ; but I press them harder often, because I want to be quite sure that it is true you really cared for me, and gave me this. The marks are deeper than you thhik. They are on my heart.' Not a thought of its value was in her mind. Had the sum it cost been mentioned, it would have meant very little by comparison with its precious ness to her as his gift. And Kenneth could not find it in his heart to say anything more, though a"], [165, "' IF I PERISH— I PERISH' 155 word might have been sufficient, and his domestic peace— he did not dream of happiness — was at stake. ' Keep it, dear, always !' he said, and by a gesture signified that she must go. ' I would rather die than part with it ! ' She stepped backward, loath to lose sight of him while near ; but, coming into contact with a tree, she turned, and was going away without another word, when suddenly the thought that she was leaving him for ever forced itself upon Kenneth and overcame him for the moment. He moved after her. She was only a few steps ahead. ' You will come again,' he cried out in passionate entreaty. ' Never,' she returned in clear, soft tones that fell upon the autumn stillness like sad music. But as she spoke she looked round, and the love in"], [166, "156 VASHTI AND ESTHER her eyes, on her lips, sent Kenneth's heart leaping exultantly in his breast. ' You will come back !' he cried again. But now there was a ring of triumph in his tones, and though she answered with another ' Never,' it floated back to him more faintly, and her looks, her lagging movement, showed that even now she was relenting. He would have followed her then ; but she had left the safe shelter of the trees, and was already on the village common, which was overlooked by the inn and several cottages as well. From where he was, Kenneth could admire her springing footsteps, her pretty figure ; but presently, as he watched, a pride of proprietorship, which insensibly arose in his mind in violent opposition to his first heroic resolves, was rudely shaken by the appearance of Adam Mallard on the scene."], [167, "' IF I PERISH— I PERISH ' 157 He had joined her, it seemed, as a matter of course, and was walking by her side, when a gaudily - dressed girl with hectic hollow cheeks came from the direction of the inn, and, as she met them, halted, holding out some flowers, late roses and pansies, in her hand. Esther took them. She was speakhig to the girl, though it needed but a glance to see what was her unfortunate position — and hi a village vice is more plainly labelled than in town — when the gamekeeper roughly7 laid his hand upon her arm and pulled her away. The next moment the two had disappeared round the corner of a road that led to Combley by the cliffs. At the same time Kenneth heard a mocking laugh behind him. ' A village comedy ; charmingly staged. Are you interested in it ? Bural sweethearting, to my mind, always wants footlights and a chorus.'"], [168, "158 VASHTI AND ESTHER It was the Marquis of Hartrey who was speak ing, and as Kenneth did not answer, he went on : ' That was an odd episode to which we were witness — a man's past at war with his future. Our friend Mallard may have tripped in his time — a man is never so very virtuous until he has sinned — but his wife that is to be must not even glance down the broad way that led him to destruction. Who so moral as the British peasant? Who so deplorably dull? And Esther Gay is too pretty to be mated with a boor.' Kenneth Johnson looked keenly in his face, doubtful how much or how little he might know. But Hartrey had not had a successful diplomatic and social career, to be so easily read by any chance runner. 'A very pretty girl,' he repeated quietly. 'It would be a charity to save her from so common-"], [169, "' IF I PERISH— I PERISH' 159 place a fate. Where am I gomg? To the post office. And you ?' ' To Combley,' said Kenneth, with a sudden impulse, prompted by a desire to shake off his Mephistophelian friend. But he had not gone far upon the road when he saw a red cloak fluttering a little way before him, and turned sharply. He could see that Adam Mallard was still with her. His love-story with Esther, which their last interview should have ended, had only just begun ; but the next chapter must be read when they were quite alone."], [170, "CHAPTEB IX. WITHOUT A CROWN. Outside there was mist and drizzling rain, but in the long picture-gallery at Ladysmeade there were roaring fires in three open grates, and at one end, where a prodigal tea-table was spread, there was so brilliant a group of beautiful, beautifully-dressed women that the pictured beauties on the wall might well have paled with envy as they found themselves outshone and out of date. Lady Hope, as hostess, had set an extravagant fashion, and, to vie with her in splendour, the other women had felt compelled to array themselves more magnifi-"], [171, "WITHOUT A CROWN 161 cently every day. This seemed to be the climax. Lady Violet Johnson, who wore a dark ruby velvet gown in the style of Charles I., felt that not even the priceless lace collar and the ruby and diamond brooches upon it could atone for the fact that it had done duty twice before. There was Lad}r Hope herself, in pale gray satin, embroidered with silver and bordered by sable, with floating wings of sky blue chiffon and deep silver fringes — a sort of mediæval fairy-tale princess garment that was very becoming. Lady Glaive wore a Loie Fuller frock, in a combination of flame colour and vivid Babylonish red, with a glittering emerald-green serpent girdle, and emeralds pinning up her sleeves and the folds across her breast. ' Is she going to dance '?' whispered Mrs. Guy Turton, who had a more rigid sense of propriety in dress than hi behaviour. vol. i. 11"], [172, "162 VASHTI AND ESTHER Molly Glaive always looked as if she were going to dance, even when she affected to be most demure, and her present costume was open to all sorts of suppositions. Mrs. Turton, on the con trary, was, as usual, very simply dressed in what she called her ' Burne- Jones angel ' tea-gown. It was difficult to reconcile the stories that were rife about her with the trim, pretty figure robed in virgin white, that only in its clever clinging draperies conveyed a suggestion of worldly wisdom and the most subtle sartorial art. Her blue eyes were guileless. Her lips, though red, were severe almost to coldness in repose. It was only when she spoke that something in her expression, very winning, yet not altogether saintlike, proved her powers of fascination. She held a bunch of pink begonias in her hand. It was her habit to carry flowers about with her, for no apparent reason ; but"], [173, "WITHOUT A CROWN 163 she now tucked them idly into the bosom of her gown, and was conscious of a successful artistic effect when two blossoms fell out and lay in her lap. Unfortunately, the man for whom all this was designed was absent. She had not seen him since the morning. Lettice Legh was pouring out tea and looking very bright and happy, for Tony Fitz-Glyn was beside her, his attention apparently all hers, though she might have seen that his glance wandered rest lessly in the direction of Lady Violet Johnson. Violet sat apart close to the fire, which the rest had avoided. The more intimate the terms upon which she was with her companions, the more she felt the gulf that lay between herself and them. It was an endless struggle not to seem bored, shocked or puzzled, by what was said or lightly hinted, and"], [174, "164 VASHTI AND ESTHER she had no opinion to offer on any social 0 sartorial subject. Once she interfered. They were talking of somebody whom she had known in Ireland, and when a scandal was implied she broke in indignantly : ' You cannot know Mrs. Vyne at all to say that. She is so very sweet and good. Her nearest neigh bours are five miles away ; she never has anyone staying at Broadlands, and even when she comes to town she leads a comparatively quiet life. She stays with her mother-in-law in Lancastei Gate ' She stopped abruptly, confused by the loud laughter which had greeted her eager vindica tion. ' Don't you know,' murmured Lord Tony; who, on pretence of refilling her teacup, had made his way to her side — ' have you not found"], [175, "WITHOUT A CROWN 165 out that you should attribute virtue to anything but lack of opportunity if you would flatter its possessor ?' She looked for a moment into his merry, mock ing eyTes, and was obliged to smile. 'If y7ou knew her,' she answered with a blush, 'you would understand what I meant.' ' I know you, and my faith in your sex is rapidly growing.' J ' You know a great many nice women, I am sure. ' Oh yes. Mrs. Turton, Lady Maybury, Lady Glaive ' ' I was thinking of \" the Duchess,\" Lady Marcia, and Miss Legh.' ' Little Lettice is charming. She has a perfect idolatry for you. If her features were not so hopelessly, mischievously merry and irregular, she"], [176, "166 VASHTI AND ESTHER would model her conduct upon yours, which, from an artistic point of view, would be a failure. Can you imagine the lovely Lady Hamilton sitting to Komney as the Madonna ?' ' I did not think you knew anything about art, Lord Anthony.' ' I don't,' he said, looking down at her compla cently from the position he had taken up near the fireplace. You certainly know very little about women ' What !' he ejaculated, unfeignedly affronted at what he considered a slur upon his social reputa tion. He struck a smouldering log so sharply with his foot that it broke, and by the flaming embers he could see her face, which had been half in shade before. Then he laughed as he discovered she was laughing too. ' How you chaff a fellow in your quiet way !"], [177, "WITHOUT A CROWN 167 Where are you going, Lady Violet ? May I come with you ?' ' I want to finish my book. We are going away to-morrow.' ' Alas !' sighed Lord Tony. He was a good fellow, and popular with his own sex as well as with ladies. That this girl — a bride, it is true, but patently neglected by her bridegroom — should be so indifferent to his atten tions, piqued and rather amused him. If she had shown more pleasure in his company he would probably have thought her stupid and uninterest ing. As it was, from sheer contrariness at first, he spared no pains to break through her re serve. Being, however, summarily dismissed, he had no excuse for remaining; but half an hour later he returned, and found her the sole occupant of the"], [178, "168 VASHTI AND ESTHER gallery. She had moved from the end of the room where they had congregated for tea. The gallery, which ran the whole length of the house, was divided into sections by tall screens, and made cosy by comfortable lounges, small tables and footstools grouped round each fireplace. In the easiest and biggest chair, quite away from the fire, which was becoming oppressively hot, and only seen with difficulty because of the shadow and the darkness of her gown, was Violet. She looked up and smiled politely as Lord Tony approached. ' You are still interested in that book ? ' Very much interested. Have you read it ?' She held up the title for inspection. He shook his head. ' I never read anything but the papers, and not much of them.'"], [179, "I VI THO UT A CRO WN 169 ' How dull for you ! Have you nothing to do ? Why don't you go and play bezique? That seems the universal recreation. Five couples have gone off to play already.' ' And not one couple is in the bezique-room. Odd, that!' was Lord Tony's rejoinder, with a very droll expression. Violet's face was a blank. The disappearances a deux, which are a notable feature of country house life, had not yet forced themselves upon her notice. ' Everyone has gone, as you can see,' she answered stiffly. ' Yes, everyone has gone. Will you come with me — and play7 bezique ? Or may I stay here with you ? May I ? I will be very quiet. I will not even speak — unless y7ou speak to me.' He looked at her pleadingly, and gently pushed"], [180, "170 VASHTI AND ESTHER a footstool to her feet. He would have sat down on it, but somethmg in the expression of her face warned him not to presume. Though a blush had mantled on her cheeks, it was anger and alarm, rather than confusion, that had brought it there. She thought this young man ought to understand that to force his company upon her while she was alone was an impropriety, and she resented his steady, ardent gaze, scarcely knowing why. Her lips were firmly compressed ; her smartly-shod foot was tapping the ground ; the leaves of her book rustled through her fingers with ill-concealed impatience. ' If I may not stay ' began Lord Tony ten tatively; and when there was no conventional disclaimer, he laughed awkwardly, and went. Violet was again alone ; but she let her book fall idly in her lap. It had grown dark, and the foot-"], [181, "WITHOUT A CROWN 171 man, who presently brought in the lamps, placed most of them at that end of the gallery which was usually the most frequented. He had not seen Lady Violet as she sat there in the shadow. As the flames of the wood - fire died down, it grew darker in her corner. She had just fallen asleep, when a shrill angry voice aroused her. ' It is too shameful of Kenneth ! — and with the elections coming on, too !' It was Lady Hope who spoke, and instantly a chorus of excited femhiine voices joined in. ' Quite unpardonable to bring such a scandal upon a friend — in fact, a relation.' ' In his own cousin's house. And the name so well known in the county !' ' And the girl quite respectable, from all accounts.' ' Oh, the girl was a hussy, no doubt ! She"], [182, "VASHTI AND ESTHER 172 looked it. C'etait ecrit sur son front,' said Lady Maybury. Lady Cheshire spoke up with a mannish straight forwardness that silenced the others for a moment. ' I like Kenneth,' she said stoutly. ' He is a good all-round sportsman, and I have never known him to do a shabby thing. On the turf everybody trusts him. It is never a case of B.M.D. with him. He is always up to time on pay-day. He has put me up to many a good thing. I'll take him \" on the nod \" now. Until it is proved beyond dispute that he's run off with the girl here under our very noses I'll not believe it.' Mrs. Turton laughed airily ; but there was a slightly acid flavour in her usually dulcet tones as she observed : ' He's not likely to have done anything so foolish. He may have taken her to the station, but he would"], [183, "WITHOUT A CROWN 173 not commit himself so far as to go away with her.' Pas si bete,' chimed in Lady Maybury. ' She has gone, and possibly he knows where she has gone to. Voila tout.' ' Voila tout,' echoed Lady Maybury. ' What is the matter ?' asked Lady Marcia, who had entered the room during the discussion ; and at the sound of her cheery, good-natured voice, Violet, who had listened spell-bound, horror stricken, to what was being said at the other side of the screen, breathed a sigh of relief. Now the truth would come out. Kenneth would be cleared. ' Come, come, Sybil. What is it ?' reiterated Lady Marcia. ' It is the most terrible thing to have happened here, in our very house ; and for Kenneth — Kenneth who is only just married— to have done it."], [184, "VASHTI AND ESTHER 174 You know how Evelyn has worked his constituents '; how he has toiled day and night to make certain of his votes. There's not a grubby baby in the village he has not dandled or kissed, and he has gone to church oftener this year than in all his life before. Now, just as the General Election is coming on, this misfortune has happened, and who's to tell Evelyn, I don't know.' ' Will you say straight out what there is to tell ?' asked Lady Marcia, feeling inclined, not for the first time, to shake her niece, and to bring her by sheer force to the point. ' Kenneth has eloped with Esther Gay.' ' Good heavens !' There was intense horror, but no surprise, in the ejaculation. ' Tell me all about it,' she said feebly; and Lady Hope once more told her story."], [185, "WITHOUT A CROWN 175 ' John Gay has been up here himself. I don't think he realized what must have occurred ; but someone in the village told him that his daughter and Kenneth were together in the woods this morning, and they have not seen her since. They have searched the country round ; they have been to Combley to the gipsy encampment, and to the nearest stations, but nothing has been heard of her. They came here to see if Kenneth knew anything of her movements ; but no one knows where Kenneth is. He is not in the house. No one has seen him since this morning. And why should he be out in the rain if not up to some mischief ?' This last argument seeming unanswerable, there was silence for a moment ; and during the interval Violet rose slowly to her feet. Since Lady Marcia had done nothing, she herself must be Kenneth's"], [186, "176 VA SHTI AND ES THER champion. As his wife she could do no less, whatever were her feelings and her fears ; though she remembered the episode of her missing emerald necklace, and though other actions of his, incom prehensible when they occurred, were becoming terribly clear. It might be true that he had repelled her advances, ignored her forgiveness because his love for her was dead ; but was it likely, was it even possible, that in their very honeymoon he should have degraded her thus before the world, and made her an object of public compassion by deserting her for another woman? Only a month ago she had left her home ; a queen coming into her kingdom could not have felt happier or prouder. Now the crown lay shattered at her feet ; the kingdom was passhig away. As she moved forward through the gloom, it struck her that as yet no one had mentioned her"], [187, "WITHOUT A CROWN 177 name ; but at the very moment, by some mysterious telepathic force, someone did so ; and, oddly enough, by some unexplained freak of feminine inconsistency, it was Mrs. Guy Turton, who had herself meditated her betrayal, who murmured in the softest, most truly sympathetic tones : ' Poor Lady Violet ! I am very sorry for her.' ' Beally, I think she deserves it,' said Lady Hope crossly7. ' After all, Kenneth is honest flesh and blood ; his faults are human. But she — she is a statue, cold as ice, as Oh, my good ness !' Violet had emerged from the shadows. She stood before them as white as any statue, the warmth of her vivid velvet gown only accentuating the dead pallor of her face. ' It is not true. Kenneth has not done this vol. 1. 12"], [188, "VASHTI AND ESTHER 178 thing,' she said, in measured mechanical accents that carried no conviction even to herself ; and having relieved herself of this duty, she could have said no more, even had not the door opened at that moment and several people entered, amongst others ' the Duchess ' and Kenneth himself. There was an excited buzz of surprise and con trary opinions, of which Lady Hope felt compelled to take notice, though she would have been glad to let the subject drop. She went up to Kenneth nervously, and laid her jewelled fingers upon his coat- sleeve with a solemnity of manner that might have been impressive had she not at once with drawn them hastily with a horrified cry. ' You are quite wet ! You have been out in the rain ! Then it is true. You have been with Esther Gay — you know she has gone — you have"], [189, "WITHOUT A CROWN 179 taken her away ! Oh, this is terrible, terrible ! Kenneth, how dare you — in our house !' The tragic force of her conclusion was so intense as to lift it from the ridiculous to the sublime. No one was inclined to laugh at or to condemn her selfish view of the matter. In fact, no one thought of her at all. Everyone was looking at Kenneth and noticing his confusion, his horror-stricken, guilty look, as he faced his accuser and then faced his wife. He tried to speak. Words would not come. His throat was dry ; his strong frame trembled like a child's. He was afraid of saying the wrong thing, not knowing what they knew or what they had to tell. Lady Marcia came to his rescue. ' Perhaps you don't understand the gravity of Sybil's accusation. The fact is, Esther Gay has disappeared ; her father has been here to say so."], [190, "180 VASHTI AND ESTHER He thinks she may be lost or drowned. We think she may have eloped. You were seen with her this morning. You have been seen with her several times ; there are other things — but we want to hear your story first. We want you to clear your self. Of course you can.' Then Kenneth spoke, awkwardly enough, but with apparent frankness. He acknowledged having seen the girl that morning. He did not say they had not met by chance. He denied having seen her again ; and when questioned where he had been since luncheon-time, he ex plained that he had been walking through the woods, alone, with no object and with no com panion. If he had said as much without hesitation in the first instance, his self-vindication might have carried weight. Even as it was, politeness forbade that"], [191, "WITHOUT A CROWN 181 his word should be doubted. Lady Marcia solemnly shook hands with him, and cast a withering glance upon her niece, who, conscious of having been extremely foolish in taking everyone into her con fidence, began to laugh with symptoms of hysterics. Then everybody talked at once, and one of Lady Maybury's French phrases seemed to set the matter once more on an ordinary society footing. Kenneth escaped, and there was a general feeling of relief at his departure. Violet, too, longed to get away, to be alone, but she felt rooted to the spot. She started, however, and the blood rushed hotly through her veins, when someone laid a hand upon her shoulder. ' My dear,' said the small voice of ' the Duchess,' ' I have been wanting to talk to you. Will you come with me now ? It is nearly time to dress for dinner.'"], [192, "VASHTI AND ESTHER 182 Without waiting for an answer, she drew Violet away out of the gallery and to her own room, where, having placed her in an armchair, she sat opposite to her, talking about anything and everything in an easy gossipy strain that needed no answer and called for no comment. Violet, still a little dazed, and scarcely conscious of the depth of her own feelings, watched her with admiring curiosity, grateful for the tact that was giving her time to recover, yet no opportunity to think ; and admiring the old lady, who, handsome still at eighty-one, had more energy and wit than many who were only half her age. There she was, shockingly dressed, with her hair in the straight bands of bygone days, yet grande davie to her small finger-tips, and with none but friends around her. No one had an unkind word to say of 'the Duchess,' although she had many amiable failings; and although many"], [193, "WITHOUT A CROWN 183 must have envied her popularity, no one was seriously jealous. 'If everyone were like you,' murmured Violet, apropos of nothing. ' You would like society better,' laughed ' the Duchess,' who, while talking all the time, had followed her companion's train of thought. ' My dear, society is too much abused already. Don't cast another stone at it. It is only disappointed men and women who rail at their fellows. You are too young, too lovely, to be censorious. Just now everything is new and strange. You are feeling like a poor little puppy thrown mto water for the first time. But you'll swim all right. You'll be the fashion next season. We will do our best to make you so.' ' I think,' said Violet softly, stroking the old be ringed fingers that had closed so kindly round her"], [194, "VASHTI AND ESTHER 184 own, ' I think I could be content with very little. The humblest home, with friends to love, to under stand me, and I should not care about the world, about society at all.' ' My dear, don't talk like that,' entreated ' the Duchess,' genuinely shocked. ' No one lives out of the world unless they are obliged to do so — unless they have done something, in fact. You are young still, and inclined to be romantic, or you would not underrate the value of a social triumph. At your age, I may ' (this with the ah of making an amiable concession) — ' I may have been like you, I may have thought as you do. Now I know that there is nothing so depressing, so actually disastrous to one's happiness and comfort, as to be in the wrong set. When people tell you that they do not care whom they know and where they go, don't believe them. It's not human nature —"], [195, "WITHOUT A CROWN 185 at least, not woman nature. I don't think men care ; but, then, men can go anywhere they choose if they have money or looks, or, indeed, any social attribute at all to recommend them.' ' It is possible, is it not, to be in society and not of it.' The inquiry, though it seemed without motive, and might have been made in a fit of abstraction from some vague, exploded idea that it takes two to make a conversation, was the cause of some em barrassment to the lady who was expected to supply an answer. It was an actual fact that Kenneth Johnson, and others of his class, who visited at the best houses, and were made much of by an im pecunious aristocracy, were yet made to feel acutely that they were intruders, self-made by force of satisfactory financial circumstances, but not born in society. Did Kenneth Johnson under-"], [196, "VASHTI AND ESTHER 186 stand this ? Had any personal soreness prompted this inquiry? ' The Duchess ' felt unable to decide. She could only answer evasively : ' We have to know a great many people, my dear ; we can only care for a few, and those are naturally in our own set. In your case there is nothing to fear. We all know your father — a very gifted man, who, with money, might have reached the very top of the diplomatic tree. Your mother is the sweetest woman ; she might have adorned the highest society ; but here again poverty prevented a success. You are very fortunately placed. Everyone accepts you, in the first instance, for your parents' sake ; but with your beauty and your wealth you will soon have more friends than you can count. You have a great career before you.'"], [197, "WITHOUT A CROWN 187 ' And Kenneth ?' ' With Lady Marcia Legh as his aunt, and you as his wife, it is his own fault if he doesn't get on, too. I like your husband very much, my dear. He is honest, unpretentious, kind-hearted, good ' — 'the Duchess' was going to say 'natured,' but remembered that this was a refuge for the destitute of virtues, and added instead : ' looking and generous, I am sure. Your jewels will be the talk of London.' Violet made a gesture of impatience, and the blood mounted to her forehead as she remembered the emerald necklace- ' The Duchess ' saw at once that she had struck a jarring note, and hastened to repair her error. It was getting late, and there was something she especially wished to say before she hurried off to dress for dinner. ' We were talking of your husband. I think you"], [198, "VASHTI AND ESTHER 188 are a lucky woman. There are very few prizes in the matrimonial bag, but you have not drawn a blank. Be thankful for that! I have known Kenneth Johnson ever since he appeared in society. He has shapings — he certainly has shapings — but whether he settles down into the right mould or no depends almost entirely on you. Forgive an old woman, my dear, who has been for so long an onlooker at life that she is beginning to fancy she knows something of the game. Men, my dear, are very uninteresting creatures. They all run in the same grooves. If you have managed one, you can manage all the rest. Dear Lady Violet, whether or no you love your husband, you must let him love you. Better not love him, so far as domestic peace and happiness are concerned, for a woman in love makes fearful mistakes. But a man must love someone, in some fashion. As a married man,"], [199, "WITHOUT A CROWN 189 he had better love his wife, or ten to one he comes to grief. My dear, although man is an imperfect animal, you must bear with him, humour him, for you cannot afford to defy him. You suffer for his indiscretions as well as for your own. There, there, child, don't look so white, so woebegone. I don't for a moment believe there is anything in this story about Esther Gay. She is probably safely at home by this time. I was only thinking of the future. What we must think about just now is dinner. The gong will sound in five minutes. Can you dress in ten ? I know I can't, but Sybil Hope will allow me just a little grace.' She had reached the door, and was going with a gay nod and a wave of the hand, when something in Lady Violet's attitude as she stood there, so young, so lovely, so inexpressibly sad and alone, touched her to the quick. She turned, and, re-"], [200, "VASHTI AND ESTHER 190 crossing the room, stood up on tiptoe to kiss her. Her eyes were wet ; a tear was left on the girl's face, and what she murmured was unintelligible from emotion. But Violet was not weeping. The tear on her cheek she wiped wonderingly away when she was alone. Then her maid entered, and it was a rush to get ready in time to be decently too late. The haste brought colour to her cheeks ; a sense of something impending kept it there ; her blue eyes were bright from excitement. If she were un happy she made a brave show ; there was no sign of weakness or grief in her demeanour. At dinner and afterwards she was unusually animated and unusually self-assured. The arti ficial gaiety that she affected, though it made Lady Marcia, 'the Duchess,' Lettice Legh, and even Kenneth uneasy, suited her extremely well,"], [201, "WITHOUT A CROWN 191 and interested several who had previously found her dull. Never before had she been in such harmony with her surroundings. Those who were angry or disgusted with Kenneth, compelled to lavish sympathy somewhere, spent it upon her ; the rest were satisfied to find her more upon a level with themselves. The calm indifference with which she had previously ignored their existence had naturally galled them. They were not pre pared to place her upon a pedestal, to grant her all the graces, unless it were to be a case of mutual admiration, reciprocal concessions. Now that she seemed to be trying to please them, they were content to be pleased, and Violei could not fail to be conscious of the change of attitude towards her. Mrs. Turton was discussing dress with her — an unappreciated condescension ; Lady Maybury was whispering scandals in her other"], [202, "VASHTI AND ESTHER 192 ear ; and all the evening she had a little group around her, while Lettice Legh never left her side. When Violet went upstairs, Lettice was still with her, and forbore to bandy jests with Tony Fitz Glyn, as he handed them their candles with the air of devotion he always assumed when talking to women, but which at the moment was really felt. It had been as much as he could do all the evening to refrain from publicly insulting Kenneth, or from too openly displaying his strong sympathy with Kenneth's wife. Fortunately, fear was largely mingled with his growing love of Lady Violet. Devil-may-care though he might be by nature, he quailed before her direct questionings, her innocent, straight looks, her unconscious rebukes. As the two women went upstairs he looked wistfully after one of them, longing to say something, while very wisely silent."], [203, "WITHOUT A CROWN 193 Nor did Lettice say much. She followed Violet into her room. She made a point of brushing out her hair, and interlarded some ordinary chit-chat with notes of admiration as the golden waves passed through her fingers. She insisted upon seeing her safe into bed and tucking her up for the night ; her pretty underclothing was carefully folded and laid aside, with the remark that they were all ' very duckie, and twee,' and not until her self-imposed task was over did she break down. The sight of Violet's face upon the pillow, pale, puzzled and so patient under a still unrealized shock, unnerved her as it had unnerved ' the Duchess.' She threw herself into Violet's arms and burst into tears. Violet herself was still tearless. The fact that everyone had been so kind, so attentive to her, had seemed ominous enough, and the fact that Lettice vol. 1. 13"], [204, "VASHTI AND ESTHER 194 was crying so violently, and evidently for her, con firmed her worst suspicions ; yet she herself seemed far away and beyond this distress. Her excitement was greater than her grief. She com forted and reassured Lettice as best she could, without mentioning and scarcely thinking of her self, and then she sent her away. She wanted to be alone — to think. But the loneliness, the silence, only distracted her thoughts ; the effort to concentrate them tired her, and presently, from sheer mental weariness, she fell asleep."], [205, "CHAPTEB X. TOO PRETTY. The morning dawned cold and gray, with inter mittent gusts of rain, which drenched the window panes and brought down the first fall of leaves. Suddenly the winter had come. It had been almost summer when the party at Ladysrneade assembled; now, though a big wood -fire was blazing in an open grate, the room where they breakfasted seemed cold, and was actually draughty. The guests already had their thoughts centred in their various destinations ; the hostess was already in her mind welcoming their successors and"], [206, "196 VASHTI AND ESTHER planning their amusements. Under these cir cumstances, the startling events and consequent suspicions of the day before might have assumed a secondary importance, and Kenneth Johnson and his wife might have remained comparatively unnoticed, had they not drawn attention to them selves, the one by his suppressed excitement, and the other by her apathetic silence. Lady Violet was no longer sustained by the excitement of the shock. She could no longer dissimulate. She had been cruelly outraged by the mere suspicion that within the first month of their marriage her husband was faithless. The horror of her position grew upon her as she faced it ; it assumed exaggerated proportions ; it stifled, overwhelmed her. The scrappy conversation round her buzzed in her ears, conveying no meaning; what she forced herself to eat had no flavour."], [207, "TOO PRETTY 197 She almost smiled when she found that she had been eating truffles, a dainty to which she had a great dislike. The trifling incident assumed im portance, as it seemed to argue that all prejudices were imaginary. If so, could she be sure that her feelings and her emotions were real — emanating from the heart, and not from a distempered brain ? Had she ever loved Kenneth ? Did she love him now? If not, what could she do, being his wife, only nineteen, and with so many years of life before her? Ninon, Ninon, que fais-tu de la vie ? Comment vis-tu toi, que n'a pas d'amour ?' The song that she had once heard sung by a singer whose heart was in his voice, and who was, there fore, impressive, rang in her ear — an odd but soul thrilling accompaniment to the clatter of the cups and saucers."], [208, "VASHTI AND ESTHER 198 At the instant she threw up her head sharply, like a high-mettled horse. A consciousness that she was worthy of being passionately loved, and capable of feeling love, sent the blood rushing to her heart and such a glow into her eyes, that Lord Tony, who was watching her, quickly withdrew his gaze, and attacked a baron of spiced beef as though he had lately been confronted with starvation. Kenneth Johnson also happened to have glanced her way, and for the moment he, too, was startled and impressed. Had he been mistaken? Was she no ice -maiden, but a living, loving woman, loving him? The thought paralyzed his more passionate feelings, and left him with the philo sophy to wonder which of these two women, both of whom he seemed fated to deceive, was reahy first in his heart — this woman who commanded affection like a queen ; or the little gipsy girl who"], [209, "TOO PRETTY 199 had crept into his favour, and charmed him by her gentle, almost slavish, love for him. Presently there was a general move from the table. Lady Glaive flew to the window, and pressed her little nose dolefully to the glass as she looked out into the rain. ' Oh, how dull — how wretchedly dull ! Do let's do something devilish!' she cried, turning again towards the rest of the party, and falling easily into a dramatic attitude of desperation. But even her mischievous expression and her keen vitality aroused no corresponding mirth or movement. ' It is better taste to be a little gloomy, as we are going to break up our pleasant party,' said Lord Tony, as he brought out his cigarette-case. ' Has everybody finished ?' he asked, as a second thought, looking round 'the table and fixing his gaze upon two empty places."], [210, "VA SHTI A ND ES THER 200 'Captain Graham was down very early; Lady Cheshire breakfasted upstairs.' ' I know,' observed Lord Hartrey. ' She put out her head as I passed, and asked me to call her \"blue-eyed boy.\" I sent her Graham's groom — the young Antinous you ladies were admiring yes terday. I have not heard the result.' ('Who's Antinous?' interpolated Lady Glaive.) 'Lady Cheshire had got her \"blue-eyed boy,\" when I passed their door just now,' said Mrs. Turton. ' She was instructing him on the subject of tips. You could hear all down the corridor, and in my mind's eye I could see her. I know how she looks when she hands him — poor Philip !—some thing to put in the bag at Mr. Eyton's church.' Nobody laughed. The subject of tips is depress ing. Lord Tony's hands went instinctively into his pockets, but there was no very resonant jingle."], [211, "TOO PRETTY 201 Susan Maybury, who had breakfasted in a hat and veil, though her train did not start till mid-day — she never appeared in a.m. hours without taking this precaution — sighed and began some serious calculations based upon the lowest sum that she could give the butler. Lady Glaive, who was rolling hi American wealth, dismissed the subject with indifference and strolled into another room. A few minutes later they heard her singing, in the pathetic strain which was in such strange contrast to her usually merry moods : See de sun am rising up thro' de mist ob morning, And damp hab made de banjo strings play out ob tune ; Tambourine him will not sound, we must take de warning, Not a nigger's got de breath to blow de big bassoon.' ' Shine, shine, moon I (One last turn wid Dinah dear ;) Bright, bright moon 1 (Kiss her so no one can hear.)'"], [212, "VASHTI AND ESTHER 202 Lord Tony's voice, big with expression, was presently heard in the chorus. It chanced that a few moments later Kenneth and Violet found themselves alone. Kenneth, naturally uncomfortable in his wife's vicinity, made a movement to go ; but Violet — desperately unhappy, determined to give him a chance of clear ing himself and relieving her mind, stood reso lutely in his way. ' No, don't go, Kenneth — not yet. I must ask you one question : Has Esther Gay been found?' ' I don't know; I have not asked,' he stammered awkwardly, not meeting her straight gaze. She moved to one side, and, with a passionate gesture, signified that he might go. For a moment he hesitated. He felt inclined to tell her all — to confess and be forgiven. A furtive glance into her face altered his half-formed inten-"], [213, "TOO PRETTY 203 tion. The purity of her expression, its indignant scorn, the girlish dignity with which she restrained her jealousy and wrath, and her proud silence, impressed him with something like awe. To him it seemed unnatural that she should be so calm and self-possessed. In hke circumstances he knew that he would have been rampant in his rage. Her superiority galled him. He no longer felt any tenderness or pity for her. For the moment he almost disliked her, knowing that at the same time she was despising hhn. ' He does not need to ask. He knows,' she was saying bitterly to herself as the door was slammed behind him. Later on they departed together ; Sybil Hope saying good-bye with exaggerated cordiality, and in her embarrassment expressing too many wishes that they might shortly meet again. Sir Evelyn"], [214, "VASHTI AND ESTHER 204 Hope did not attempt to hide his real feelings. Haring been all his life in an independent position, he had never felt compelled to dissemble, and was too selfish to do so from any kindly feeling. The manner of his adieux was so frigid that Kenneth only scowled in return ; and Violet, who was hot with angry blushes, could not speak or resist when Sybil, anxious for politic reasons to cover her husband's impoliteness, kissed her on both cheeks, and murmured with conventional warmth : ' Darling, so glad to have had you !' Lady Marcia Legh was on the steps ; it was she who stayed near Violet to the last, and looked after her until she could no longer see the beautiful proud face and flashing eyes. When the carriage was out of sight she turned to her niece and drew her aside. ' Tell me,' she asked abruptly, ' have you sent"], [215, "TOO PRETTY 205 down to the village? Do you know whether Esther Gay is there ?' ' Evelyn went down himself. You don't under stand, Aunt Marcia, how important it is to him that there should be no scandal.' ' More important to the girl herself, and to Lady Violet, I should have thought.' ' Oh, in a way, yes. But if any story got about the village it would rum Evelyn's chances.' ' Do you mind telling me at once, Sybil, whether the girl is there or no ?' asked Lady Marcia sharply. ' Not a trace of her. She has not been seen or heard of shice yTesterday morning.' ' She may have fallen over the cliffs, and been killed.' Sybil's face brightened. ' How clever of you to think of that, Aunt"], [216, "206 VASHTI AND ESTHER Marcia ! It is a capital suggestion to make, and will take off attention from Kenneth.' ' She may have joined the gipsies,' mused Lady Marcia, not choosing to acknowledge the doubtful compliment implied. ' You know that the gipsies have gone ? They must have decamped in the night. But why should Esther Gay ' ' Her mother was a gipsy. If they were sent away, and if the girl were unhappy about anything — about Kenneth, for instance ' ' I see. I will go and tell Evelyn at once. They must be followed ; the girl must be found whatever happens.' ' And in the meantime I will go down to the village and talk to Mrs. Gay,' said Lady Marcia. At once she put her plan into execution. Mind ful of the long walk that had tired her before, this"], [217, "TOO PRETTY 207 time she secured a little pony-cart, and drove herself, talking meanwhile to the buttoned boy who sat behind her. He was a small boy, even for his years ; but his mind had been precociously opened by cheap literature, and he startled Lady Marcia by suddenly plunging into the subject that was also in her thoughts. ' Do you think, milady, that Adam Mallard's done it ?' Lady Marcia started. ' Done what, William ?' 'Made away with Esther Gay7. He's a terrible temper, is Adam. His father were a lifer ; he killed a woman, milady. One blow of a mallet he were holding, and she dropped like a log at his feet.' ' Good gracious, boy ! Where did you hear that ? Who did Adam's father kill ?'"], [218, "208 VASHTI AND ESTHER Lady Marcia was trembling with excitement, not knowing whether to be relieved or horrified at the boy's suggestion. Delighted at having made such an impression, he went on : ' We don't talk of it much. What didn't happen last year or this year ain't held of much account here, or yet at Combley. But it was that made Adam so religious like. He say he be a suff'ring for his father's sins. I don't know much as to that. Old Mallard were in liquor. He were mild enough when he were sober, so they say ; and his wife were ongainly. She'd no call to aggravate him when he didn't rightly know what he were doing.' 'Drink is a terrible vice,' said Lady Marcia sternly. ' Adam don't drink. He be a hard man. He never gave away a farthing's- worth — not an apple"], [219, "TOO PRETTY 209 from his trees — no, nor a drink of milk, milady! All he thinks on is preaching. He'll have to give up the like of that now.' Lady Marcia whipped up the willing pony. She could scarcely7 contain her impatience. What if this were true, and all their suspicions of Kenneth unfounded ? Or what if Adam had cause for his jealousy and wrath? He might have seen them together. They must have been lovers, or Kenneth would not have given her the emerald necklace. But did he give it ? Adam had declared that the necklace was a fairing he himself had given to his sweetheart. What was she to believe ? Again she lashed the pony sharply. In another minute she drew up at the side gate of the inn. With unusual briskness she alighted, passed through the garden-gate, and knocked at the door of the cottage. She heard heavy footsteps cross the floor ; vol. 1. 14"], [220, "VASHTI AND ESTHER 210 then the latch was lifted awkwardly, and old Mrs. Gay stood upon the threshold. Her disordered hair and red-rimmed eyes showed that she had been weeping. The pretty pink cheeks seemed painted hi fine streaks. They did not look in natural harmony with her poor white shaking lips. ' Come in, milady. It be good of you to come,' she said in a quavering voice. ' I want to hear of Esther. Have you any news ?' The old woman mournfully dissented ' She went out yesterday morning. She were not one to go gadding before the house-work were done ; but I'll not believe she meant to leave us then. She were wearing her old hat and the little red cloak I made her two years ago and more, because she fancied looking like a gipsy. Not a thing did she take with her. Her little bit of money, her ribbons, and her black kid gloves, and"], [221, "TOO PRETTY 211 the straw bonnet she wore on Sundays are all there in the drawer. No, no, she never meant to go!' ' You know the gipsies have gone ? ' She'll not be with them. Esther be no coward. If she'd meant to cast her lot with them, she'd have up and spoken to her father, not stolen away like a thief.' ' Where is she, then ? Where do you think she is ?' asked Lady Marcia, her voice sharpened and made shrill by suspense. ' I be afeard to say, milady ; I be afeard to say. God forbid I should be the one to visit the sins of the father on the children ; and sins and sicknesses both may skip a generation. But I can't forget that Adam be his father's son ; I can't forget that, milady, and my heart is broken to think of little Esther dead — gone from us for evermore.'"], [222, "VASHTI AND ESTHER 212 She was rocking herself to and fro in her chair ; the silence was only broken by the sobs she scarcely tried to repress. Then presently she went on speaking : ' It's fifty-two years since I left home, and I have had five children, milady. Five children — and three of them and the husband are gone ; but they all died in their beds, praise God ! Now I've only John and the boy Jim in Australia. You never saw Jim, my youngest boy? He stayed fourteen years after the rest, and I'm not saying he were wanted when he come. I liked him well enough — I liked 'em all. It 'd choke me to eat if one o' them were wanting aught. But fourteen years ! John were a big lad then, and going courting. It put me out to go back to babies and their crying, and the work they make. But it's Jim I think most on now, perhaps because he's away —"], [223, "TOO PRETTY 213 he sent us a gold sovereign from Australia on our gold wedding-day. I be fond enough of John, but it's Jim I think on most, and Esther never favoured her father. She were more like Jim, and her gipsy mother.' ' And you think Esther is dead ?' asked Lady Marcia in a hushed voice. The word ' murdered ' was too horrible, she could not use it. ' I be afeard to think, milady7. If she be alive, where should she be but here ? Poor little body ! she loved her old granny too well to hide away from her ; she'd not do that, not though she'd have done something wrong. And how'd that be, and she as innocent as a baby? Sometimes she looked like an angel — all white and quiet, with a look in her eyes that made me feel I knew too much, ay, and had done too much, for salvation. Adam, with all his preaching, never made me feel"], [224, "VASHTI AND ESTHER 214 like that. Only the last time we seed her she were speaking to Madge Sollace — poor Madge that nobody speaks to — she smiled at her and took her flowers. Weeks ago, when Madge were ill, she went to see her every day, and took her things she'd maybe have fancied herself. She were a dainty feeder, were Esther.' Who saw Esther last?' ' She were on the village green ; two or three of the village folk who live about there happen to have seen her when Madge went up with the flowers. They say that Adam were real vexed and dragged her away ; he almost shook her. But she kept the flowers ; she were not one to give in if she thought herself right. John heard say she were talking to Mr. Kenneth early in the morning, and he went up to the house to ask ; but nothing were known there. Mr. Kenneth were not likely to have"], [225, "TOO PRETTY 215 noticed aught. Adam might tell us something. He were with her last, and he were put out with her. Esther were put out too. She's said she'd not marry him 'cause he'd let out on the gipsies, and so ' The old woman's words were lost in weeping. Lady Marcia laid her hand kindly on her shoulder. ' There, there ! don't fret ; don't lose hope. If Esther were dead we should have heard something — seen something by now. She will come back to you, Mrs. Gay — she will come back.' But, though she spoke hopefully, in her heart Lady Marcia thought it would be the better for the girl if she were dead — dead and safe. Only two things were possible, it seemed : either that Adam in a fit of jealousy had killed her, or that she had gone to meet Kenneth in London to wreck not only her own life, but the lives of others,"], [226, "VASHTI AND ESTHER 216 and to cause the scandal which Sybil so much dreaded. As Lady Marcia was driving home she met Adam Mallard. He was leaning on a gate that led into the woods, and as she passed he mechanically re moved his hat, but made no effort to address her. Lady Marcia's pulses were throbbing with fear; she scarcely dared to glance his way ; yet a few moments later, as she was driving down the avenue to Ladysmeade, and often afterwards, his face came before her clearly, as though photographed by some instantaneous process on her brain. The dark, straight hair, the dark eyes glowing in a set pale face, might well have belonged to a murderer, for the expression on it was not a natural, wholesome sorrow, but something like remorse. Sybil Hope was waiting on the steps to meet her aunt when she drove up."], [227, "TOO PRETTY 217 ' They are all gone. No one can possibly arrive before the afternoon, so we have plenty of time now to talk, and nobody to watch us. What are they saying in the village ?' ' Not a word of Kenneth. The suspicion is on Adam Mallard. They think he has murdered her.' ' What a mercy !' cried Lady Hope, natural for once. Then, as she saw Lady Marcia was looking supremely disgusted, she added hastily : ' How very sad and tragic— and the poor girl so pretty !' ' Too pretty,' muttered Lady Marcia. END OF VOL. I. BILLING AND SONS, PRINTERS, GUILDFORD."], [228, ""], [229, ""], [230, ""], [231, ""], [232, ""]]