[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "A JO VI ALL CREW: OR, THE MERRY BEGGARS. Prefentedina COMEDIE, AT The Cock-pit in Drury-Lane, in the yeer 1641. Written by RICHARD BROME. Mart. Hie totus volo rideat Libellm. LONDON: , Printed by jf. r. for£. D. and N. E. and are to be fold at the Gun in Ivy-Lane. 1652. (("], [8, ""], [9, "To the Right Noble, Ingenious, and Judicious Gentleman, Thomas Stanley, Esq; sir, 1Bave,longstnce,ftudiedin these anti-ingenious Times, to finde out a Man, that might, at once, be both a Judge and Patron to this Issue of my Old age, which needs both. And my blessed Staxs have flung me upon You ; In whom both these Attributes concentre and flourish : Nor can I yet finde a reason, why I stould present it to You ( it being below your Acceptance or Censure) but onely my own Confidence 3 which hadnot grown to this forwardnesse, had it not been incouraged by your Goodnesse. Tet we all kn?Wj Beggaxsuseto stockto great mens Gates. And,t hough my Fortune has cast me in that Mold, lam poor and proud 3 andpreserve the humour of him, who could not beg for any thing, but great ¥.oons,sucb,as are your ki n de Acceptance /WttfProtectien. 1 dare not fay (a$ my Brethren use) that I present this, as a Testimoniall of my Gratitude or Re compence for your Favours : For (i protest) I conceive it fofarstom quitting old Engagements, that it creates new. £ofhat , all, that this Play can do , is but to make more Work 3 and involves me in Debts, beyond a possibility of Satisfaction. Sir, it were a folly in me, to tell you of your Worth, the World knows it enough; and are bold to fay, Fortune and Natnxe scarce ever club'dy^ well. Tou know f Sir, lam old, and cannot cringe, nor Court, with thepow- A 1 der'd"], [10, "The Epistle Dedicatory. der'd andribbanded Wits of our daies :'lut, though I can notspeak so much, I can think as well, and as honoura bly as the best. All the- Arguments I can-use to induce youto take notice os this thing of nothing, is, that it had the luck to fumble last ofallm the Epidemicall mine of the Scene 3 and now limps hither with a wooden Leg, to beg an Alms at your hands. IwiUwmde up all, with a llfepf Exhorta tion , That since the Times conspire to make us all Beggars, let us make our selves merry 3 which (if I am not mistaken) this drives at. Be pleased therefore, Sir, to lodge these harmlejse Beggars in the Out-houses of your thoughts 3 and, among the rest, Bim, that in this Cuckoe time, puts in for a Membership, and will fill the Choyre of those , that Duly and truly pray for you , and is,- SIR, Tour humble Servant RIC: BROME. To"], [11, "To Master Richard Brome, on his Play, called, A Jovial I Crew : or, si he merry BEGGARS. Plajcsare infirh&ive Recreations : Which, who would write, may not expe&,atonce, No, nor with every breedings to write well. Arid, though fome itching Academicks fell Lately upon this Talk, their Produ&s were Lame and imperfed: j and did grate the eare j So, that they mock'd the ftupid Stationers care, That both with Guelt and Cringes did prepare Fine Copper-Cuts ; and gathered Verfes too, To make a Shout before the idle Show. Your Fate is other : You do not invade $ But by great were made free o'th' Trade. So, that we muft in this your Labour finde Some Image and fair Relique of his Minde. John hall. A3 To"], [12, "To Master Richard B r o m e, on his Comedie of A Jovial Crew : or, The merry Beggars. NOt to Commend, or Censure thee, or thine 3 Nor like a Bush, to signifie good Wine 3 Nor yet to publish to the World, ox Thee, Thou merit'st Bayes by Wit and Poetry, Do I stand here. Though I do know, there comes A Shole, with Regiments of Encomiums, On all occasions, whose Aftronomie Can calculate a Praise to Fifty three, And write blank Copies, such, as being view'd, May serve indifferently each Altitude 3 And make Books, like Petitions, whose Commands Are not from Worth, but multitude of Hands : Those will prove Wit by Power, and make a Trade, To force by number when they can't perswade. Here's no such need : For Books, like Children, be Well Christ'ned, when their Sureties are but three. And those, which to twelve Godfathers do come, Signifie former Guilt, or speedy Doom. Nor need the Stationer, when all th' Wits are past, Bring his own Periwig Poetry at last. All this won't do : For, when their Labour's done, The Reader's rul'd, not by their tasts, but's own. And he, that for Encomiafticks looks, May finde the bigger, not the better Books. So, that the most our Leavers serve for, shews Onely that we're his Friends, and do suppose 'Tis good : And that is all, that I shall say. In tiuth I love him well, and like his Play. And if there's any, that don't think so too : Let them let it alone for them, that do. J. b."], [13, "To his worthy Friend Matter Richard BromEj upon his Comedie, called, A 'joviall Crevc : or, ihe merry Beggars. THis Comedie (ingenious Friend) will raise It self a Monument, without a Praise Beg'd by the Stationer; who, with strength of Purse And Pens, takes care, to make his Books ell worse. And I dare calculate thy Play, although Not elevated unto Fifty two. It may grow old as Time j or Wit 3 and he. That dares despise,may after envie thee. Learning, the File of Poefie may be Fetch'd from the Arts and Vniversttie : But he that writts a Play, and good, must know, Beyond his Books, Men, their Actions too. Copies of Verse, that m^Bhe New Men sweat. Reach not a Poem, nor minuses heat 3 Small Bavine-Wits, and Hf00^ may burn a while. And make more noise, then Forrests on a Pile, Whose Fivers shrunk, ma' invite a piteous stream. Not to lament, but to extinguish them. Thy Fancie's Mettall 3 and thy strain's much higher Proof'gainst their Wit, and what that dreads, the Fire. Ja: Shirley. To"], [14, "To my Worthy Friend Master RicardBrome, ,on his excellent Play, called, A Joviall Crew : or, ihe merry Beggars. THere is a Faction (FriendJ in Town, that cries, Down with the Dagvn-Poet, Johnson dies. His Works were too elaborate, not fit To come within the Verge, or face of Wit. Beaumont and Fletcher (they fay) perhaps, might Passe (well) for currant Coin, in a dark night : But Shakespeare the Plebean Driller, was FOunder'din'sPericles, and must not pass. And so, at all men flie, that have but been Thought worthy of Applause 3 therefore, their spleen. Ingratesull Negro-kjnde, dart you your Rage Against the Beams that warm'd you, and the Stage ! This malice, shews it is unhallowed heat. That boyles your Raw-brains,and your Temples beat. Adulterate Pieces may retain the Mold, Or Stamp, but want the purenefle of the Gold. But the World's mad, those Jewels that were worn In high esteem, by some, laid by in scorn 3 Like Indians, who their Native Wealth despise, And doat on Stranger's Trash, and Trumperies. Yet 5 if it be not too far spent, there is Some hopes left us, that thiSjthy well wrought Piece, May bring it Cure, reduce it to its sight, To judge th' difference 'twixtthe Day, and Night 3 Drawth' Curtain of their Errours : that their sense May be conformable to Ben's Influence 3 And finding here. Nature and Art agree, May swear, thou li v'st in Him, and he in'Thee. Jo: Tatham. To"], [15, "To Master Richard Brome, upon his Comedie, called, A Joviall Crew : or, The merry Beggars. SDmthing I'd fay, but not to praise thee (Friend.) For thou thy self, dost best thy self commend. And he that with an Eulogie doth come, May to's own Wit raise an Encomium, But not to thine. Yet I'll before thee go, Though Whiffler-like to usher in the Shew. And like a quarter Clock, foretell the tiftie Is come about for greater Bells to chime. I must not praise thy Poetry, nor Wit, Though both are very good; yet that's not it. The Reader in his progrefle will finde more Wit in a line, than I praise in a score. I shall be read with prejudice, for each line I write of thee, or any thing that's thine, Be't Name, ox Muse, will all be read of me, As if I claw'd my self, by praising thee. But though I may notpraise 3 I hope, I may Be bold to love thee. And the World shall say I've reason (oi't. I love thee for thy Name? I love thee fox thy Merit, and thy Fame : I love thee for thy neat and barmlesse wit, Thy Mirth that does so cleane and closely bit. Thy luck to please so well : who could go faster > At first to be the Envy of thy Master. I love thee for shy self; for who can choose But like the Fountain of so brisk a Muse ? a I love"], [16, "I\" love' this Comedie, and every line, Because 'tis^W, as well's because 'tis thine. . , Thou -teli'ct the World, the YifexhatBeggars lead, 'Tisse.-fonable, 'twill become our Trade. 'T muft be our study too ; for in this time \"Who il .ot be innocent, since Wealth's a Crime ? Thou'rt th' Ages Doctor now 3 for since all go To make us poor, thou mak'st us merry too. Go on, and thrive 3 may all thy (sortings be Delightfull unto all, as th ? are to me. May this soplease, t' encourage thee 3 that more May be made publick, which thou keep'ft instore. That though we've lost their Dresse 3 we may be glad To see and think on th' happinessc we had. And thou thereby may'st make our Name to shine 3 'Twas Koyall once 3 but now 'twill be Divine. Ale x. Brome. Prologue*"], [17, "Prologue. w « T He Title of cur Play, Ajovial/Crew, May feem iopromife A firth : Which were a new. And fore d thing] in thefe fad and tragick\\daks, For you to fnde, or we exfrefjein Playes. We wifiycu, then, would change that expectation Since Jovial/ Mirth is now grown out of f of hi on. Or much not to expeff : For, now it chances, (Our Comickjtriter finding that Romances Of Lovers, through much travel/ and dijirejfei Till it be thought, no Tower can redrejje fh ' affiled Wanderers, though fiout Chevalry Lena all his aid for their delivery ; Tilly lafily,fome impojfibility Concludes all fir if e, and makes a Comedie) Finding (hefaies) fuch Stories bear the fway, Near as he could, he hcts compos 'daVlay, Of Fortune-tellers, Da mfels, and their Squires, Expos'd tojirange Adventures, through the Briers Of Love andFate. But why need I forejiall What fhall fo foon be obvious to you all: But wifh the dulneffe may make no Manfleep^. Norfadneffeof it any Woman weep. The"], [18, "The Persons of the Play. O Old-rents, an ancient Esquire. Hearty, his Friend, and merry Companion, but a decay d Gentleman. Springlove, Steward to Master Oldrents a Vincent,\\ _ , Billiardj™ 0 y° un 8 Gentlemen. Randall, a Groom, Servant to Oldrents. Master Sentwell,') and two other »>Friends to Justice Clack Gentlemen, J Oliver, the Justices Son. Master Clack, the Justice himself. Master Talboy, Lover to the Justices Neece. Martin, the Justices Cleark. Chaplains] \\ftkr, s™ Oldrents. Cook J Rachels. Daughters. Meriel,) Amie, Justice Clack 's Neece. Autum-Mort, an old Beggar-woman. Patrico, \"] Souldier, I . Lawyer, f Four efpeciall Beggars. Courtier, J Scribble, their Poet . Divers other Beggars, Fidlers, and Mutes. * A"], [19, "A JOVIAL CREW: OR, The merry Beggars Atfns Trttmts. Oldrents. Bearty. Old. TT has indeed^Friend, much afEi&ed me. J_ Hea . And very juftly, let me tell you, Sir, That could foimpioufly be curious Yo tempt a judgement on you '■> to give ear, And Baithtoo(by your leave) to Fortune-tellers, hi%,irds and Cipjies ! Old. I have lince been frighted With't in a thoufand dreams. F ea. I would be drunk A thoufand times to bed, rather then dream Of any of their Riddlemy Rtddemies. If they prove happy fo : If not, let't go ; You'l never finde their meaning till theevent^ If you fuppofe there was, at all, a meaning, As the equivocating Devil had, when he Cofen'd the Monk, to let him live foul-free, B Till"], [20, "A Jovial Crete : or, Till he fhould finde hina fleeping between fheets : The wary Monk, abjuring all luch lodging, At laft, by over-watching in his ftudy, The foul Fiend took him napping with his nofe \" Betwixt theftreet-leaves of his conjuring Book. There was the wbinu, or double meaning on't. But thefe fond Fortune-tellers, that know nothing, Aim to be thought more cunning then their Matter, The forefaid Devil, tho' truly not fo hurtful : Yet, trull: ena^ang 'dm. Wizards ! old blinde Buz- zards ! For once they hit, they mifs a thoufand times 5 And moll: times give quite contrary, bad for good, And belt for worft. One told a Gentleman His fon ihould be a man-killer, and hang ti-for't % Who, after prov'd a great and rich Phyucian, And with great Fame kh* Ufliverfitie Hang'd up in Pi&ure for a grave example. There was the vohim of that. Quite contrary ! Old. And that was happy, would mine could fo deceive my fears. Hea. They may : but truftnotto't. Another Sd&e- ' mift Found,that a fquint-ey'd boy (hould prove a notable Pick-purfe, and after wards a moftftmng thief i When he grew up to be a cunning Lawyer, And at lafrdiedra Judge. Quite contrary ! How many have been mark'd out by thefe Wizards* For fools, that after have been prick'd for Sheriffs > Was not a Shepheard-boy foretold to be A Drunkard, and to get his living from ' ■ uo\\ il Bawds, Whorfcs, Theeves, Quatrellors, and the like? And did he not become a Suburb© jHJtioe? And"], [21, "fht mesetf Beggars. And Uve,w Wi»e,*ad Worlhipby the Fees Rack'doutof fucn Delinquents? There's the whim on't. I Now I come to you : Your Figure-flinger finds, That both your Daughters, not withf&nding all Your great Pofleffions, which they are Co-heirs of) Shall yet be Beg&irs : May it not be meant, (If, as I faidj there be a meaning in it) They may prove Corn-tiers, or great Courtiers wives, And fo be Beggars in Law * la riot that the wkim ont thjfck, yo^ yott fhail thiak no- wotfe on't. • ■ ■'' Old. Would I had your merry heart. Hea. I thank you, Sir. ! Old. I mean the like. Hca. I would you- had | and I Such an Eftate as yours. Four thoufand yearly^ With fuch a heart as mine;, would defie Fortune, And all her babling Sootb-faytrs. I'd as foonr Diftruft in Providence, as lend a fear To fuch a D*fkin$, for a Child of mine, While there be Sack and Songsiin Town or Country. Think like a man of confcience (now I am ferious) What juft ice can there be. for fuch a cur fe To fall upon your Heirs ? Do you mat live Free, outof J^w* or grieving any man > Are you not th'onely rich man lives un-envica > Have you not all the praifes, of t&e Back, And prayers of the Poor .<? Did ever any Servant, or Hireling Neighbour, Kindred curie you, Or wHh one. minute fhortendof your life } Have you onegf udgirig Tenant > will they not all Fight for you ) Do they not teach their Children, B 2 And"], [22, "A Jovial Crew: or^ And make 'em too, pray for you morn and evening, And in their Graces too, as duly as For King and Realme? The innocent things would think They ought not eat else. Old. Tis their goodness. Bea. It is your merit. Your great love and bounty Procures from Beaven those inspirations in 'em. Whose Rent did ever you exact > whose have You not remitted, when by casualties Of fire, of floods, of commondearth, or sickness, Poor men were brought behind hand? Nay, whose losses. Have you not piously repair 'd? Old. Enough. Bea. What Hariots have you tane from forlornc v^idows? What Acre of your thousands have you rack'd ? Old. Good Friend, no more* Bea. These are enough, indeed, To fill your ears with joyful acclamations Where e're you pass : Heaven bless our Landlord Oldrent; Our Master oldrent ; our good Patron Oldrent. Cannot these sounds conjure that evil spirit Of fear out of you, that your Children shall Live to be Beggars ? Shalt Squire Oldrent's Daughters Weareold rents in their Garments ? ( there's a whim too) Eecause a Fortune-teller told you so > Old. Come, I will strive to think no more on 't. Bea. Will you ride forth for air then,and be merry? old. Your counsel and example may instruct me. Hea."], [23, "Tbe merry Beggars. Bea. Sack must be had in sundry places too. For Songs I am provided. Enter Springlove with Books and Papers, he lay es them on the Table. Old. Yet here comes one brings me a second fear. Who has my care the next unto my children. Bea. Your Steward, Sir, it seems has business with you. I wish you would have none. Old.' I'll soon dispatch it : And then be for our journey instantly. Bea. I'll wait your coming down, Sir. Exit. Old. But why, Springlove, Is now this expedition? Spr. Sir, 'Tis duty. Old. Not common among Stewards, I confess To urge in their Accompts before the day Their Lords have limited. Some that are grown To hoary haires and Knighthoods, are not found Guilty of such an importunity. 'Tis yet but thirty daies, when I give forty After the half-year day, our Lady last. Could I suspect my Trust were lost in thee 3, Or doubt thy youth had notability To carry out the weight of such a charge, I, then, should call on thee. Spr. Sir, your indulgence, I hope, shall ne r corrupt me. Ne'rthelefs, The testimony of a fair discharge From time to time, will be incouragement Springlove turns over tbe several Books to bis Master. To virtue in me. You may then bepleas'd B 3 * To"], [24, "4 JtvidCr&i*: or, To takehere^ Survey of all your Rents Receiv'd, and all fuch other payments, as Came to my hands Imee my laft Audit, for Cattel, Wool, Corn, all Fruits, of Husbandry. Then, my Receipts on Bonds, and fomenew Leafes, With fomeo!4 debts, and almoft defperate ones, As well &om County Cavalier^ as Courtiers. Then, heire Sir, are my feveral Disburfements,. In all particulars for your felf and Daughters, In charge of Houfe-keeping, Buildings and Repairs ; Journeys, Apparel, Coaches,. Gifts, and all Expences for your perfonal neceflaries. Here, Servants wages, Liveries, and Cures. Here for fupplies of Horfes, Ha\\vks and Hounds. And laftly, not the leaft to be rejnembred, Your large Benevolences to the Poor. Old. Thy charity there goes hand in hand with mine. And, spnnglove, I commend it in thee, that So young in years art grown fo ripe in goodnefs. May their Heaven-piercing Prayers bring on thee Equall rewards with me. Spr. Nowhere, Sir, is The ballance of the feveral Accompts, (ded Which (hews you what remains in Cain : which ad- Unto your former Banck, makes up in all— — Old. Twelve thoufand and odd pounds. Spr. Here are the keys Of all. The Chefts are fafe in your own Clofet. Old. Why in my Clofet ? is not yours as fafe ? Spr. O, Sir, you know my fuit. Old. Your fuit? what fuit? Spr. Touching tl^ time of year. Old."], [25, "Tbe worry teggate. Old. 'TisweH-nighA/y. Why what of that, good Springlvtxi . Kigbtix- Spr. O, Sir, you hear I am call'd. guhjixgs. Old. Fie Springlove, fie. I hop'd thou hadft abjur'd that uncough praftice. Spr. You thought I had forfaken Nature then. Old. Is that diieafeof Nature ftill in thee So virulent } and, notwithftanding all My favours, in my gifts, my cares, and counfels, Which to a foul ingrateful might be boafted : Have I firft bred thee, and then preferr'd thee (from I will not fay how wretched a beginning) To be a Mafter over all my Servants --, Planted thee in my bofom \\ and canft thou, There, flight me for the whittling of a Bird > &pr. Your reafbn, Sir, informs you, that's no caufe, But 'tis thefeafon of the year that calls me. What moves her Noats, provokes my difpofition | By a more abfblute power of Nature, then Philofbphy can render an accompt for. Old. I hnde there's no expelling it ; but ftill It will return. I have try'd all the means (As I may fafely think) in humane wifdom,- And did (as neer as reafon could) aflure me, That thy laft years reftraint had ftopp'd forever, That running fore on thee, that gadding humour :: When, onely for that caufe, I laid the weight Of mine Eftate in Stewardihip upon thee 5 Which kept thee in that year, after To many Sommer vagaries thou hadft made before. Spr. You kept a Swallow in a Cage that while. I cannot. Sir, indure another Sommer In that reftraint, witklife 1 'twas then my torment, But"], [26, "A Jovial Crew : or, But now, my death. Yet, Sir, my life is yours: Who are my Patron 5 freely may you take it. Yet pardon, Sir, my frailty, that do beg A small continuance of it on my knees. old. Can there no means be found to preserve lite In thee, but wandring, like a Vagabond ? Doe* not the Sun as comfortably shine Upon my Gardens, as the opener Fields? Or on my Fields, as others far remote ? Are not my Walks and Greens as delectable As the High-ways and Commons ? Are the shades Of Siccamore and Bowers of Eglantine Less pleasing then of Bramble, or thorne hedges > Or of my Groves and Thickets, then wild Woods? Are not my Fountain waters fresher then . The troubled streams, where every Beast does drink? Do not the Birds sing here as sweet and lively, As any other where? is not thy bed more soft, *And rest more fase, then in a Field or Barn ? L a full Table, which is call'd thine own, Less curious or wholsom, then the scraps From \"others trenchers, twice or thrice translated ? Spr. Yea, in the winter season, when the sire Is sweeter then the air. Old. What air is wanting ? Spr. O Sir, y 'have heardof Pilgrimages 3 and The voluntary travels of good men. Old. For Pennance 3 or to holy ends ? but bring - Not those into comparison, I charge you. Spr. I do not, Sir. But pardon me, to think Their sufferings are much sweetned by delights, Such as we finde, by shifting place and air. Old. Are there delights in beggary > Or, ist<> take D^ver-"], [27, "The merry Beggars. Diversity of Aire be such a solace, Travel the Kingdom over : And if this Yeeld not variety enough, try further : Provided your deportment be gentile. Take Horse, and Man, and Money ; you have all, Or 111 allow enough. Sing Nigtiflgalc, Cnckoe &c. Spr. O how am I confounded ! Dear Sir, retort me naked to the world, Rather then lay those burdens on me, which Will stifle me. I must abroad or perish. Old. I will no longer strive to wash this Moor 3 Nor breath more minutes so unthriftily, In civil argument,against rude winde, But rather practise to withdraw my love And tender care (if it be possible) From that unfruitful breast 3 incapable Of whoJsome counsel. Spr. Have I your leave, Sir ? Old. I leave you to dispute it with your self. I have no voice to bid you go, or stay : My love shall give thy will preheminence 3 And leave th'effect to Time and Providence— Exit. Spr. I am confounded in my obligation To this good man : His virtue is my punishment, When tis not in my Nature to return Obedience to his Merits. I Could wish Such an Ingratitude were Death by th'law, And put in present execution on me,, Yo rid me of my sharper suffering. Nor but by death, can this predominant sway Of nature be extinguish 'd in me. I Have sought with my Affections, by th' assistance . c Of"], [28, "A Jovial Crew : or, Of all the strengths of Art and Discipline (All which I owe him for in education too) To conquer and establish my observance (As in all other rules) to him in this, This inborn strong desire of liberty In that free course, which he detests as QiametUl, And I approve my earths felicity : But finde the war is endless, and must fly. What must I lose then > A good Master's love. What loss feels he that wants not what he loses > They'l fay I lose all Reputation. What's that, to live where no such thing is known ? My duty to a Master will be question'd. Where duty is exacted it is none : And among Beggars, each man is his own. EnterKandal and three or fovr servants with a great Kettle, and black Jack-*, and a Bakers Basket, all empty, exeunt with all, manet Randal. Now fellows, what news from whence you came ? Ran. The old wonted news, Sir, from your Guest house, the old Barn. We have unloaden the Bread basket, the Beef- Kettle, and theBeex-Bumbards there, amongstyour Guests the Beggars. And they have all prayed for you and our Master, as their manner is, from the teeth outward, marry from the teeth in wards 'tis enough to swallow your Alms 3 from whence I think their Prayers seldom come. Spr. Thou should'st not think uncharitably. Ran. Thought's free, Master Steward, and it please you. But your Charity is nevertheless notorious, I must needs fay. Spr."], [29, "The merry Beggars. Spr. Meritorious thou meantst to say. Ran. Surely Sir, no 3 'tis out of our Curats Book, Spr. But I aspire no merits, nor popular thanks, 'Tis well if I do well in it. Ran. It might be better though (if old Randal, whom you alloW to talk, might counsel) to help to breed up pooi mens children, or decayed labourers, past their work, dr travel 3 or towards the setting up of poor young married couples 3 then to bestow an hundred pound a year (at least you do that, if not all you get) besides our Masters bounty, to maintain in begging such wanderers- as these, that never are out of their way 3 that cannot give account from whence they came, or whither they would 3 nor of any be ginning they ever had, or any end they seek , but still to strowle and beg till their bellies be full, and then sleep till they be hungry. Spr. Thou art ever repining at those poore people ! they take nothing from thee but thy pains: and that I pay thee for too. Why Ihould'st thou grudge ? Ran. Am I not bitten to iteveiyday, by the six footed blood-hounds that they leave in their Litter, whailthrowout the old, to lay fresh straw for the new comers at night. That's one part of my office. And you are sure that thoughynur hospitality be but for a night and a morning for one Rabble , to have a new supply every evening. They take nothing from me indeed, they give too much. Spr. Thou art old Randall still ! ever grumbling, but still officious for 'em. Ran. Yes: hang 'em, they know I love 'em well enough, I have had merry bouts with som of 'em. Spr. What say'st thou Randall? C 2 Ran."], [30, "A Jovial Crew : or, Ran. They are indeed my pastime. I left the metfy Griggs (as their provender hasprickt 'em) in such a Hoigh vounder I such a frolick ! you'I hear anon, as you walk neerer 'em. Spr. Well honest Randal. Thus it is. I am for a journey. I know not how long will be my absence. But I will presently take order with the Cooke, Pantler and Butler, for my wonted allowance to the Poor 3 And I will leave money with thee to manage the affair till my return. Ran. Then up rise Randal, Bayley of the Beggars. Spr. And if our Master shall be displeas'd (al though the charge be mine) at the openness of the Entertainment, thou shalt then give it proportiona bly in money, and let them walk farther. Ran. Pseugh ! that will never do't, never do 'em good: 'Tis the Seat, the Habitation, the Rende vous, that chears their hearts. Money would clog their consciences. Nor must I lose the musick of 'em in their lodging. Spr.. We will agree upon't anon. Go now about your business. Ran. I go. Bayley? nay Steward and Chamber lain of the Rogues and Beggars. Exit. Spr. I cannot think/btit with a trembling fear On this adventure, in a scruple, which I have not weighed with all my other doubts. I shall, in my departure, rob my Master. Of what ? of a true Servant 3 other theft I have committed none. And that may be sopply'd And better too, by some more constant to him. But I may injure many in his Trust, Which now he cannot be but sparing os I rob"], [31, "The merry Beggars. I rob him too, of the content and hopes He had in me, whom he had built and rais'd Unto tbat growth in his affection, That I became a gladness in his eye, And now must be a grief or a vexation A noyje and singing within. Unto his noble heart. But heark \\ I there's The Harmony that drowns all doubts and fears. A little nearer Song. FRom hunger and cold who Jives more free, Or who more richly clad then wee ? Qitr bellies are fu'Ij our pep is warm j And, against pride, our rags are a charm. Enough is our Feast, and for to morrow Let rich men care : we feel no sorrow. No sorrow, no sorrow, no sorrow, no sorrow. Let rich men care, we feelnosorrovp. Sp. The Emperour hears no such Musick 3 nor feels content like this ! Each City, each Town, and every Village, Affords us either an Alms or Pillage. And if the weather be cold and raw Then, in a Barn we tumble in sr aw. Is warm and fair, by yea-cock and nay-cock The Fields will afford us a Hedge or a Hay-cock. A Hay-cock, a Hay-cock, a Hay-cock, a Hay-cock;, The Fields will afford us a Hedge or a Hay -cock Spr. Moft ravifhing delight ! But, in all this Onely one fenfe is pleas'd : mine ear is feafted. Mine eye too muft be fatisfied with my joyes. C 3 The"], [32, "A Jovial Crew : or, The hoarding Usurer cannot have more Thirsty desire to see his golden store, When he unlocks his Treasury, then I The equipage in which my Beggars lie. He opens the Scene; the Beggars are discovered in their postures 3 then they i , ue forth 3 and lafi, the Patrico. All. Our Master, our Master ! our sweet and com fortable Master. Spr. How cheare my hearts ? ' f 1 Beg. Most crowse, most capringly. Shall we dance, shall we sing, to welcome our King > Strike up Piper a merry merry dance That we on our stampers may foot it and prance, To make his heart merry as he has made ours 3 As lustickand froliqae as Lords in their Bowers. Muick Dance. Spr. Exceeding well perform'd. 1 Beg. 'Tis well if it like you, Master. But wee have not that rag among us, that we will not daunce ofi^ to do you service 3 we being all and onely your servants, most noble Sir. Command us therefore and imploy us, we beseech you. Spr. Thou speak'st most courtly. 2 Beg. Sir, he ean speak, and could have writ as well. He is a decay'd Poet, newly fallen in among us 3 and begs as well as the best of us. He leant it pretty well in his own profession before 3 and can the better practise it in ours now. Spr. Thou art a wit too, it seems. 3 Beg. He should have wit and knavery too, Sir; For"], [33, "The merry Beggars. For he was an Attorney, tillhe was pitch'd over the Bar. And, from that fall, he was taken up a Knight o' the Poft ■> and fo he continued, till he was degra ded at the whipping-poft , and from thence he ran refolutely into this courfe. His cunning in the Law, and the others labour with the Mufes are dedicate to your fervice 5 and for my felf, II fight for you. Spr. Thou art a brave fellow, and fpeak'ft like a Commander. Haft thou born Arms > 4 Beg. Sir, he has born the name of a Net her land Souldier, till he ran away from his Colours, and was taken lame with lying in the Fields by a Sciatica : I mean, Sir, thejirapado. After which, by a fecond re treat, indeed running away, he fcambled into his Country ,and fo fcap'd the Gallows --, and then fnap'd up his living in the City by his wit in cheating, pim ping, and fuch like Arts, till the Cart and the Pillo ry {hewed him too publiquely to the world. And io, begging being the laft refuge, he enter'd into our fo ciety. And now lives honeftly, I muft needs fay, as the beft of us. \\ Spr. Thou speak'st good language too. 1 Beg. He was a Courtier born, Sir, and begs on pleasure I assure you , refusing great and constant means from able friends to make him a staid man. Yet (the Want of a leg notwithstanding) he must tra vel in this kinde against all common reason, by the special pollicy of Providence. - Spr. As how, Iprethee? 1 Beg. His Father, Sir, was a Courtier 3 a great Court Beggar I allure you3 I made these Verses of Him and his Son here. A"], [34, "A Jovial Crew : or, A Courtier beg'd by Covetisc > not Need, From Others that, which made them beg indeed. He beg'd, till wealth had laden him with cares To keep for s children and their children shares : While the oppress'd, that lost that great Estate Sent Curses after it unto their Fate. t The Father dies (the world saies) very rich 3 ' The Sun, being gotten while (it seems) the itch A Of begging was upon the Courtly Sire, Or bound by Fate, will to no wealth aspire, Tho' OsFer'd him in Money, Cloathes or Meat, More then he begs, or instantly must eat. Is not he heavenly blest, that hates Earth's Treasure And begs, with W hat's a Gentleman but'spleajure r Or fay it be upon the Heire a curse 3 What's that to him ? The Beggar's ne'r the worse. For of the general store that Heaven has sent He values not a penny till't be spent. A'l. A Scribble, a Scribble! 2 Beg. What City or Court Poet could say more then our hedge Muse-monger here ? 2 Beg. What say, Sir, to our Poet Scribble here ? spr. I like his vain exceeding well 3 and the whole Consort of you. 2 Beg. Consort, Sir. We have Musicians too a mong us : true merry Beggars indeed, that being within the reach of the Lalh for singing libellous Songs at London, were fain to flie into our Covie, and here they sing all our Poet's Ditties. They can sing any thing most tunably, Sir, but Psalms. What they may do hereafter under a triple Tree, is much expected. But they live very civilly and gentilya- mong us. Spr."], [35, "7he merry Beggars. Spr. But what is he there?- that solemn old fel low, that neither tispeakslofihimfelf^ nor any body for him. ■ 2 Beg. O Sir, the rarest man of all. He is a Pro phet. See how he holds up his prognosticating nose. 'He is divining nowj ;.._).' Spr.*How }& Prophet} i Beg. Yes Sir, a cunning man and a Fortune-tel ler : 'tis thought he was a great Cleark before his «, but he is very close, will not tell hisbegin aor the fortune he himself is falne from : But ires us for a Clergy-than still, and marries us, if >e, after a new way of his own. . How long have you had his company ? 2 Beg. But lately come amongst us, but a very ancient Strowleall the Land over, arid has travell'd with Gipsies, and is a Fatrico. Shall he read your For tune Sir ? Spr. If it please him. Pat. Lend me your hand, Sir. By this Palme I understand, Thou art born to wealth andLand, And after many a bitter gust, Shalt build with thy great Granfires dust. Spr. Where shall I finde it ? but come, Ilenot trouble my head with the search. 3 Beg. What say, Sir, to our Crew? are we not well ? f§ * Spr. You are A Jovial Crew 3 the onely people Whose happiness I admire. 3 Beg. Willyoumake us happy in serving you ? have you any Enemies? shall we fight under you? will you be our Captain ? l D 2 teg."], [36, "AjmalOftmi Jr, - ri. KMg. . ndx odr. n 3. Command us something, SSr.. Spr. Where's the next Rendevouz > 1. Neither in Village nor in Town r But three mile off at Maple-down. Sm. At evening there lie visit yon* Song. COme, tome 5 away : ike Spring (By every Bird that -can but fing, Or chirp anote) doth stow. invite -V/ferth^totafieofh^deUght.' In Field, in Grove, on'Hill, in Dale? But above all the Nightingale : Who in her sweetness strives t'out-dve iheloudnepof the hoarse Cuckoe. Cvuckoc cries he, Jug Jug ]ug /ixgtjbt, From bus) to bus, from tree to tree, Wr hy in one place then tarry we £ Come away \\ why do &e stay '£ 'i v v We have no debt Ar revkfo payk No bargains or accounts to make $ Norl^ndwLt-asiitoletortakfst l ,.\\ ti H hen all the worldlt M&VWfcteforfi\\m> ' / ','.-;,, 'ivAidnihcrewepass, and wakf resort,, It is our Kingdom and our Court. CtiskQtwtsjhg&e. , ExiuntCapiantes. •idprw^Mw.-qwa?. , j i- ,u-,,' ' ./ Ti*y Amw fefi happinedjs tkast Kvein StM^ - But they enjoy it that obey <thgir F*tfo Adits"], [37, "i»c merry tseggtrr. A8mt Seamdus. ni -jit i,rt , mid sidbd gniri] vris; cl> 10 ;-t.V.t Vincent, Billiard, Meriel, Rachjsh ir. Æffl J[ ty they takes; ., ; ; v>'- no Hid. Beggars t ; They are the only people, can boast tfre bertesft of aifjee stattf* m the foil en ioyment of Li berty , Mirth and Ease 3 havingall t&feigs in common and nothing! w*nting.d>f Natures whole provision within thoreasft of their desire*. Who would have lost this sights their Revels h. 1 v .■■. ' , Vin. How think ym Ladies M Are they not the one fy happyin a.Nptjon ? Mer. Happier then we I'm sure, that are pent up and tied by the 4ose to the continual steam of hot Hospitality, here in ou? Fatter 's- house, when they have the, Ake as pleasure, in alt vactetfy. Ra, . And.fhov.gb I J&aow > we ihaVe merrier. Spirits tfopn they^yet to live thiis confin'dy stipes us. . BiL Why Lqdies, you have liberty enough 3 or tnay la^watiyott! pleased n Mer. Y§$,itt^t«^a6l_«B's Rnk and. Gbvernment, or by bi^afl^aiK^nM 4oma ihcfh W the jv«etyr Beggattf Jsave* to seastand i^y^lheretQ^yyan^ywiaid^tl© n*arrpw3 next day Y?h^rfffihey pse.|se.3iandiso>o» < ftil(l^^he whofe Coun, j|Ty^Ki«g4o_3ae.Qtfe)'?jihBC^ £.ibe«y ! J dtebirdaof the aire can take no more. Rar. , And jto \"«fc home hete, oil wheresoever he comes, one Fmkertis sfopensive,.(what muddy spirit £>&£ fcQssefe hiwi /woildx b cguM _ aenjure't out) iv D 2 that"], [38, "A Jovial Crew: or, that he makes us even sick of his sadness, that were wont to see my Ghojfips cockto day 3 vtouldCockJebread? daunce clutter depouch^ and linnvkin booby 3 binde bar rels 3 or do any thing before him , and he would laugh at us. Mer. Now he never looks upon us,but with a sigh, or teares in his eyes, tho' we simper never so sanctifi edly. What tales have been told him of us, or what he suspects I know not 3 God forgive him, I do 5 but I am weary of his house. Ra. Does he think us Whores tro, because some times we talke as lightly as great Ladies. I can swear safely for the virginity of one of us,so far as Word and Deed goes 3 marry Thought's free. Mer. Which is that one of us I pray ? your seise or me? Ra. Good sister Meriel, Charityhegins at home. But I'l swear I think as charitably of thee : And not onely because thou art a year younger neither. 1 Mer. I am beholden to you. But for my Father, I would I knew his grief and how to cure him, or that we were where we could not see it. tt spoiles our mirth, find that has been better then his Meat to us. Vm. Will you heare our motion Ladies? Mer. Pscw, you would marry us presently out of his way, because he has given you a foolish kirideof promise : But We will sec him in a better humor first, and as apt to laugh as weto lie down, I warrant him. Hill. 'Tis Jike that course will curehiw, would you imbrace it. Ra. We will have him cur'd first, I tell you : And you shall wait that season, and our leasure. Mer. I will rather hazard my being one of the De vils"], [39, "T%e mt/rry \"Beggars, vil's Ape-leaders, then to marry while he ismelan cholly. Ra. Or I to stay in his house 3 to give entertain ment to this Knight,or t'other Coxcomb,that comes to cheer him up with eating of his chear: when we must fetch 'em sweetmeats, and they must tell us, Ladies, your lips are sweeter , and then fall into Courtship, one in a set speech taken out of old £ri tains Works, another with Verses out of the Acade my of Complements, or some or other of the new Po etical Pamphletters, ambitious onely to fpoile Pa per, and publish their names in print. And then to bekist, and sometimes flaver'd— fagh. Mer. 'Tis not to be indur'd. We must out of the House. We cannot live but by laughing, and that aloud, and no body fad within hearing. Vin. We\" are for any adventure with you. Ladies. Shall we project a journey for you ? your Father has trusted you, and will think you fase in our compa ny 3 and we would fain be abroad upon som pro gress with you. Shall we make a fling to London^nd see how the Spring appears there in the spring-Gar den j and in B.de-park, to see the Races, Horse and Foot, to hear the jockies crack 3 and see the Ada mites run naked afore the Ladies ? Ra. We have seen* all already there, as well as they, last year. Bil. But there ha' been new Playes since. Ra. No : no : we are not for London. Bil. What think you of a Journey to the Bath then ? Ra. Worse then t'other way. I love not to carry my Health where others drop their Diseases.There's nosjjorti'that. D 3 Vin %"], [40, "A Jovial Cnw.i 9T 9 *>?*., Witt younp to the hiUt0p of spotty/them and Merriments, Dovors olimpicks or the Cefsiv^d Garnets. Mer. No, that will be too publique for OUT lie? creation. We would have it more wkhin our selves? Bil. Think of some course your selves then. We are for you uponiany way,as far as Horse and Money can carry us. Vin. I, and if those means faile us, as far as, our legs can bear, or our handscan help us. Ra. And we will put you to't. Come aside Me*, rhl— AstdxW Vin. Some jeere, perhaps to put upon us. ; Bil. What think you of a Pilgrimage to St. Wini fridesWell? Vin. Or a Journey to the wise woman at Nant wich, to ask if we be fit husbands for 'em ? Bil. They are not scrupulous in that, we having had their growing loves up from our Childhoods > and the old Quire's good will before all men. Ra. Me. Ha haha— Vin. What's the conceit I mervail. Ra. Me. Ha ha ha ha Bill, Some merry one it seems. Ra. And then, sirrah Meriel — Heark agen-r—ha haha— ' Vim. How they are taken with it ! Mer. Ha ha ha— Heark agen Rachel. Hill. Some wonderful Nothing fiire. They will laugh as much to fee a fwallowftie with a white fea ther imr/d in her tail. j Vin, They were born laughing I think. Rtt, M§, HstJiaha- — Vim."], [41, "\\%ke trttrry ttgftrs. Vin. If hbe not some trick upon uV which they'l discover in some monstrous shape, they cozen me. \"Now Ladies, is your Project ripe i possess us with the knowledge of it. Ra. It is more precious, then to be imparted upon a flight demand. Bil. Pray let us hear it. You know we are your trusty servants. fin. And have kept all your councels ever since we have been Infant Playfellows. Ra. Xes, you have plaid at all kinds of small game writhus3 but this is to the purpose. Ha haha— Bil. It seems so by your laughing. Ra. And asks a stronger tongue-tie then tearing of Eooks ; burning of Samplers 3 making Dirupies 3 />rpissand>paddle in't. Vin. You know how, and what we have vow'd ; to wait upon you any way, any how, and any whi ther. . . ■. .. Mtr. And you will ftand to't ? hi/l. I, and go to't with you, wherever it be. Met.. Pray tell't 'em, fitter Rachel. Ra. Why Gentlemen— ha ha— Thus it is — Tell 5t you Meriel. t'Jn. Q, is that all > , yil/xloJ Mer. You are the elder. Pray tell k you. Ra. You are the younger.. I oommand you tell it. Come, out with it They long to have it. i Bil. Whea> . . 1 Win. When? Mer. Introth yaj must teH it, sister, I cannot. Pray begin. Then"], [42, "A Jovial Crew t or, Ra. Then Gentlemen stand your ground, Vin. Some terribse business sure! Ra. You sccm'de'n now to admire the felicity of Beggar's. . . Mer. And have ingag'd your selves to join with us in any course. Ra. Will you now withus, and for dur fakes turn Beggars ? Mer. It is our Resolution, and our Injunction on you. Ra. But for a Time, and a short Progress. Mer. And for a spring-trick of youth, now, in the season. Vin. Beggars! What Rogues are these ? Bil. A simple trial of our Loves and service ! Ra. Are you resolv'd upon't ? If not God bw'y*. We are resolv'd to take our course. Mer. Let yours be to keepcouncel. Vin. Stay, stay. Beggars ! Are we not so already ? Do we not beg your loves, and your enjoyings? Do we not beg to bereceiv'd your servants ? To kiss your hands, or (if you will vouchsafe) Your lips3 or your imbraces ? Bil. We now beg, ( us. That we may fetch the Rings and Priest to marry Wherein are we no Beggars t* Ra. That will not serve. Your time's not come for that yet. You shall beg Vi-Wfuals first. Vin. O, I conceive your begging progress is to ramble out this sommer among your Father's Te nantsjand tis in request among Gentlemens Daugh ters to devour their Cheese-cakes, Apple-pies,Cream and"], [43, "+ Tbe merry Beggars. Custards, Flapiacks, and Pan-puddings. Mer. Not so, not so, Bil. Why so we may be a kinde of civil Beggars. Ra. I mean stark, errant, downright Beggars, I, Without equivocation 3 Statute Beggars. Mer. Couchant and Passant, Guardarit, Rampant Beggars. Vin. Current and vagrant Bil. Stockant, whippant Beggars ! Vin. Must you and we be such ? would you so have it ? Ra. Such as we saw so merry 3 and you concluded Were th'onely happy People in a Nation. Mer. The onely Freemen of a Common-wealth 3 Free above Scot-free 3 that observe no Law, Obey no Governour, use no Religion, But what they draw from their own ancient custom, Or constitute themselves, yet are no Rebels. Ra. Such as of all mens Meat and all mens Money Take a free part , and, wheresoe re they travel. Have all things gratis to their hands provided. Vin. Course fare most times. Ra. Their stomack makes it good 3 And feasts on that, which others scorn for Food. Mer. The Antidote, Content, is onely theirs. And, unto that, such foil delights are known, That they conceive the Kingdom is their own. Vin. 'Fore Heaven I think they are in earnest: for they were alwaies, mad. Bill. And we were madder then they,if we should lose 'em. Via. 'Tis but a mad trick of youth (as they fay) for the Spring,or a short progress : and mirth may be E made"], [44, "A Jovial Crew: ir, made out of .k 5 knew we how to carry it. Ra. Pray Gentlemen be sudden. Heark, you hear the Cuckoe. Cuckoe Bil. We are most resolutely for you in your course. Vin. But the vexation is how to set it on foot. Ra. We have projected it. Now ifyou he perfect and constant Lovers and friends , search you the means. We have puzzell'd 'em. Mer. I am glad on't. Let 'em pump. Vin. Troth a small stock will serve to set up with al. This Doublet sold off o' my back, might serve to futnisti a Camp Royal of us. Bil. But how to enter or arrange our selves into the Crew will be the difficulty. If we light raw and tame amongst em ( like Cage- Birds among a flight of wild ones) we shall never pick up a Living, but have our brains peckt out. • Vin. We want instruction dearly. Enter Springltve. Bil. O here comes springlove. His great Benefa ctorshipamongthe£6g^rj- might prefer us with Au thority into a ragged J\\.egiment presently. Shall I put it to him. Ra. Take heed what you do. His greatness with my Father will betray us. Vin. I will cut his throat then . My nobse Spring love, the great Commander of the Maunders, ami King of Canters, we saw the gratitude of your loyal Subjects, in the large Tributary content they gave ybu in their Revels. Spr. Did you, Sir ? . Bil. We have seen all with great delight and ad miration. Spr."], [45, "pie mm% spr. I have seen you too, fcinde Gentlemen and Ladies 3 and over-heard you in your queint desigrte, to new create your selves out of the worldly bles sings,and spiritual graces Heaven hasbestow'd upon yon, to be partakers and Co-actors tooj m those vile courses, which .yon call delights, tane by those de spicable and abhorred Creatures. Vin. Thou art a Despiser, nay a Blasphemer Against the Makfcr of those happy Creatures.' U'l Who, of all humane, have priority In their content. In which they are so blest That they enjoy most in possessing least. Who made 'em such, dost think ? or why so happy ? Ra. Hegrowszcalousin the Cause: sure he'll beg indeed. Bil. Art thou an Hypocrite, then, all this while ? Onely pretending Charity 5 or using it To get a Name and Praise unto thy self 5 And not to cherish and increase those Creatures, In their most happy way of living ? Or Dost thou bestow thine Alms with a foul purpose To stint their Begging, and with loss to buy And slave those free souls from their liberty ? Aser.They are more zealous in the Cause then we. Spr. But are you, Ladies, at defiance too With Reputation, and the Dignity Due to your Father's House and You > Ra. Hold thy peaces fpodspringlove, And,tbo' you fretn to-drflikethis course 3 and reprove us for it. Do not betray usink : your throat's in question. I tell yon for goodwill. goodSpr/»g&w. Mer. What wonldstfthou haveusdo? E 3 Thou"], [46, "A Jovial Crew: or. Thou talk'sto'th' House. 'Tis abase melancholly House. Our Father's sadness banishes us out on't. And, for the delight thou tak'# in Beggars said their brawls, thou canst not but think they live abetter life abroad, then we do in this House. Spr. I have sounded your Faith : And lam glad I finde you all right. And for your Father's sadness, I'll tell you the cause on't. I over-heard it but this day in his private Discourse with his merry Mate Master Bearty. He has been told by some Wi%ard that you both were born to be Beggars. All. How. How ! Spr. For which he is so tormented in minde, that he cannot sleep in peace, nor look upon you but with hearts grief. Vin. This is most strange. Ri. Let him be grie v'd then,till we are Beggars, We have just reason to become so now : And, what we thought on but in jest before, We'll do in earnest now. Spr. O, I applaud this resolution in you 5 Would have perswaded it 3 will be your Servant in't. For, look ye Ladies : The Sentence of your Fortune does not say_,that you shall beg for need 3 hungry or cold necessity.' If there fore you expose your selves on pleasure into it, you shall absolve your destiny nevertheless , and cure ypur Father's grief. I am over-joy d to think on't 3 and will assist you faithfully. All. Aspringlove! a Springlove I • Spr. I am prepar'd already for th' adventure. And will with all con veniencies furnish, nortT c And"], [47, "The merry' Beggars. And set you forth 3 give you your Dimensions, Rules and Directions : I will be your Guide, Your Guard, your Convoy, your Authority. You do not know my Power 3 my Command I' th' Beggars Commonwealth. Vin. Euthow? Eut how, good Springlove ? Spr. I'll confess all. In my Minority My Master took me up a naked Beggar 3 Bred meat School 3 then took me to his Service j (You know in what good fashion) and you may Collect to memory for seven lateSommers, Either by leave, pretending Friends to fee At far remote parts of the Land, or else, By stealth,! would absent my self from service. To follow my own Pleasure, which was Begging, Led to't by Nature. My indulgent Master (Yet ignorant of my course) on my submission When Cold and Hunger, sored me back at Winter, Recei v'd me still again. Till, two years since, He being drawn by journey towards the North, Where I then quarter 'd with a ragged Crew 3 On the high way, not dreaming of him there, I did accost him, with a Good your Worst-ip The Cuift one smale penny to a Creepier (For here I was with him) and the good Lord Halts 1 0 bless you, and restore it you inFleaven. All. Ha ha ha. Spr. My head was dirty clouted, and this leg Swadled with Rags, the other naked, and My body clad, like his upon the Gibbet. Yet, He, with searching eyes, through all my Rags And counterfeit Postures, made discovery Of his Man Springlove 3 chid me into tears 3 E 3 And"], [48, "A Crew: or, Jovial And a. confession of my forespent life. At laft, upon condition, that vagary Should be the last, he gave me leave to run That Sommer out. In Avtumne home came I In my home Cloaths againand former Duty. My Master not alone conserv d my Counsel 5 But laies more weighty Trust and Charge upon me 3 Such was his love to keep me a home-Man, That he conferr'd his Stewards place upon me, Which clog'd me,the last year, from those Delights, I would not lose again to be his Lord. All. A Springlove, a Springlove. (folly Spr. Pursue the course you are on then, ascheer- As the inviting Season smiles upon you. Think how you are necessitated to it, To quit your Father's sadness, and his fears Touching your Fortune. Till you have been Beggars The Sword hangs over him. You cannot think Upon an Act of greater Piety Unto your Father, then t'exposeyour selves Brave Volunteers, unpress'd by common need Into this meritorious Warfare 3 whence (After a few daies, or short season spent ) You bring him a perpetual Peace and Joy By expiating the Prophecy that torments him. T'were worth yourTime in painful, wofol steps, With your lives hazard in a Pilgrimage, So to redeem a Father. But you'l finde A Progress of such Pleasure (as 111 govern 't) That the most happy Courts could never boast In all their Tramplings on the Countries cost 3 Whose envy we shall draw, when they shall reade We out-beg them, and for as little Need. All."], [49, "Tbe merry \"Beggars. All. A Springlove! a Springlove! Spr. Follow me, Gallants, then, as cheerfully As-- (heark !) we are summon 'd forth. Birds All. We follow thee. — Exeunt, stnging Enter Randal. A Purse inbis hand. Ran. Well, go thy waies. If ever any just or cha ritable Steward was commended, sure thou shalt be at the last Quarter-day. Here's five and twenty pounds for this Quarters Beggar-charge. And (if he return not by the end of this Quarter) here's order to a Friend to supply for the next. If I now should venture for the commendation of an unjust Steward, and turn this Money to mine own use! ha ! deare Devil tempt me not. I'll do thee service in a greater Matter. But to rob the Poor! ( a poor trick ) every Church- warden can do't. Now something whispers me, that my Master, for his Stewards love, will sup ply the Poor, as I may handle the matter. Then I rob the Steward, if I restore him not the Money at his return. Away Temptation, leave me. I am frail flesh : yet I will fight with thee; But say the Steward never retnrn. O but he will return. Perhaps he may not return. Turn from me Satan : strive not to clog my conscience. I would not have this weight upon't for all thy Kingdom. Enter Hearty singing, and QX&xertxs. Bey down hay down a down &c. Remember, Sir, your Covenant to be merry. Old. I strive you see to be so. Yet somthing pricks me within, me thinks. Bea. No further thought, I hope, of Fortunes tell tales. Old. I think not of 'em. Nor will-I presage, That"], [50, "A Jovial Crew: or, That when a disposition os sadness O'rclouds my spirits, I shall therefore hear 111 news, or shortly meet with some disaster. Hea. Nay, when a man meets with bad tidings, why > May not he then compel his minde to mirth 3. As well as puling stomacks are made strong By eating against Appetite ? Old. Forc'd Mirth tho* is not good. Bea. It relishes not you'll fay. No more does Meat That is most savory to a long sick stomack, Until by Strife and Custom 'tis made good. Old. You argue well.But do you see yon'd Fellow? Bea. I never noted him so lad before. He neither sings nor whistles. Old. Something troubles him. Can he force Mirth out of himself now, think you > Bea. What speak you of a Clod of Earth 3 a Hind? But one degree above a Beast, compar'd To th' aery spirit of a Gentleman ? . Old. He looks, as he came laden with ill news. To meet me on my way. Bea. Tis very pretty. Suppose the Ass be tir'd with sadness ; will you dis burden him ( merry To load your self? Think of your Covenant to be In spight of Fortune and her Riddle-makers. Old. Why how now Randal! fad ? where's Spring love .<? r & Bea. He's ever in his Care. But that I know The old Squire's virtue, I should think Springlove ■ Were sure his Bastard. Ran. Here's his Money, Sir. I pray"], [51, "The merry Beggars. I pray that I be charg'd with it no longer. The Devil and I have strain'dcoUrtesie these two hours about it. I would not be corrupted with the trust of more then is mine own. Mr. Steward gave it me, Sir, to order it for the Beggars. He has made me Steward of the Barn and them, while he is gone (he saies) a Journey, to survey and measure Lands abroad about the Countries. Some purchase I think for your Worship. Old. I know his measuring of Land. He is gone his old way. And let him go. Am not I merry Bearty .<? (now. Bea. Yes 3 but not hearty merry. There's a whim Old. The Poor's charge shall be mine. Keep you the Money for him. Ran. Mine is the greater charge then. Knew you but my temptations and my care. You would discharge me of it. Old. Ha ha ha. _. Ran. I have not had it so many minutes, as I have been in several Minds about it 3 and most of them dishonest. Old. Go then, and give it to one of my Daught ers to keep for Springlove. Ran. O, I thank your Worship — Exit. Old. Alass poor knave ! How hard a tasque it is to alter Custome ! Bea. And how easie for Monie to corrupt it. What a pure Treasurer would he make ! Old. All were not born for weighty Offices. Which makes me think of Springlove. He might have tane his leave tho'. Bea. I hope he's run away with some large Trust, F I never"], [52, "A Jovial Crew : or, I never lik'd such demure down-look'd Fellows. Old. You are deceiv'd in him. Bea. If you be not 'tis well. But this is from the Covenant. old. Well Sir. I will be merry. I am resolv'd To force my Spirit onely unto Mirth. Should I heare now, cty Daughters were misled Or run away,* I would not send a sigh To fetch 'em back. Bea . To'ther old Song for that . Song. THere was an old fellow at Waltham Cross, Who merrily fung when he livd by the Loss. . He never was heard to sigh with Hey-ho : But sent it out with a Haigh trolly lo. He cheardup his Heart, when his Goods went to -wrack, With a heghm boy, heghm, and a Cup of old Sack old. Is that the way on't? well, it shall be mine Enter R.andaL ( then. Ran. My Mistresles are both abroad, Sir. Old. How ? since when ? Ran. On foot, Sir, two hours since, with the two Gentlemen their Lovers. Here's a Letter they left with the Butler. And there's a muttring in the House. Old. I will not reade, nor open it 3 but conceive Within my self the worst, that can befal them 3 That they are lost and no more mine. What follows? That I am happy : all my cares are flown. The Counsel I anticipated from My Friend, shall serve to set my Rest upon (With-"], [53, "The merry \\Beggars. (Without all further helps!) to jovial Mirth : Which I will force out of my spleen so freely, That Grief shall lose her name, where I have being 3 And sadness, from my.furthesifoot of Land, While I have!life,bejbanish >d. - Bea'. What's the whim now ? (months OldfMy Tenants shal sit Rent-free for this twelve- And all my servants have their wages doubled 3 And so shall be my charge in House-keeping. I hope my friends will finde and put me to't. Bea. For them I'll be your Undertaker, Sir. But this is over-done. I do hot like it. Old. And for thy news, the Money that thou hast, Is now thine own. • Illjraake it good to Springlove. Be fad with it and leave me. For I tell thee, 111 purge my house of stupid melancholly. (me Ran. I'll be as merry as the Charge that's under A confused noyse within of laughing andsnging, and' one crying out. The Beggars, Sir. Do e hear 'em in the Barn ? Old. I'll double their allowance too 3 that they may Double their Numbers, and increase their Noyse: These Bear not sound enough: and one(me thought) Cri'd out among 'em. Ran. By a most natural Cause. For there's a Doxie Has been in labour, Sir. And 'tis their Custome, With songs and shouts to drown the woman's cries. A Ceremony which they use, not for Devotion, but to keep off Notice of The Work, they have in hand. Now she is in The straw it, seems 3 and they are quiet. Bea. The straw (that's very proper there. That's Randal's whim. F 2 Old."], [54, "A Jovial Crew: or. Old. We will have such a lying in, and such';! A Christning 3 such up-sitting andGhossippi ng''!;_ I mean to send forty miles Circuit at the least, To draw in all the Beggars can be found 3... And such Devices we will have for jollity, . As Fame shall boast to all Posterity. Am I not merry Bearty^ hearty merry ? Bea. Would you were else. I fear this over-doing. Old. I'll do't for expiation of a crime That's charg'd upon my Conscience till't be done. Hea. What's that? whatsaieshe? Old. We will have such a Festival zæoneth on't, Randall Ran. Sir, you may spare the labour and the cost : They'l never thank you for't. Theyl not indure A Ceremony, that is not their own, Belonging either to the Childe, or Mother. A moneth Sk ? They'l not be detain'd so long For your Estate. Their Work is done already : The Bratling's born, the Doxey's in the Strummel, - Laid by an Jutuvt Mort of their own Crew, That serv'd for Mid- wife : and the Child-bed wo- Eating of hasty Pudding for her supper, (man And the Child part of it for pap I warrant you by this time 3 then to sleep 3 So to rise early to regain the strength By travail,which she lost by travail. Hea. There's Randal again. Old. Can this be ? (row Ran. Shel have the Bantling at her back to mor- That was to day in her belly, and march afoot-back with it. Bea. Art there agen, old Randal £ Ran."], [55, "The merry Beggars. Ran. And for their Ghoffipping (now you are so nigh) • If youl look in I doubt not, but youl find 'em At their high Feast already. Bea. Pray let's see 'em, Sir. Randal opens the Scene. The Beggars discovered at their Feast. After they have scrambled a while at their Vi&uals : This Song. H Ere, safe in our Skipper, let's cly off our Peck, And bowse in defiance o'th' Harman-beck. Here's Pannum and Lap, and good Poplars of Yarrum, To fill up the Crib, and to comfort the Quarron. Now bowse a round health to the Go-well and Corn-well O/Cifley Bumtrincket that lies in the Strummel. Now bowse a round health to the Go-well ond Com -well Of Cifley Bumtrincket that lies in the Strummel. Here's Ruffyeck and Caston, and all of the best, AndScraps of the Dainties of Gentry Cofe'x Feast. Bere's Grunter andEleater, with Tib of the Buttry,- And Margery.Prater,*// dr eft without suttry. For all this bene Cribbing and Peck let us then , Bowse a health to the Gentry Cose of the Ken. Now bowse a round health to the Go-well and Corn-well O/Cifley Bumtrincket that lies in the StrummeL Old. Good Heaven how merry they are. Bea. Be not you fad at that. Old. Sad Bearty, no unless it be with envy At their foil happiness. What is an Estate (dom,. Of Wealth and Power, ballanc'd with their Free- F 3 But"], [56, "A Jovial Crew : or, But a meer load of outward complement ? When they enjoy the Fruits of rich Content ? Out Dross but weighs us down into Despair, While their sublimed spirits daunce i' th' Ayr. Hea.l ha' not so much Wealth to weigh me down. Nor so little (I thank Chance) as to daunce naked. Old. True my Friend Hearty , thou having lefle then I, (Of which I boast not) art the merrier man : But they exceed thee in that way so far, That should I know,my Children now were Beggars (Which yet I will not read) I must conclude. They were not lost, nor I to be agriev'd. Hea. If this be madness, 'tis a merry Fit. Enter Patrico. Many of the Beggars lookout. Patrico. Toure out with your Glasters, I sweare by the Ruffin, That we are assaulted by a quire Cufstn. Ran. Hold ! what d'e mean, my Friends ? This is our Master, The Master of your Feast and feasting-House. Pat. Is this the Gentry Cose .<? All the Beggars. Lord bless his Worship. His good Worship. Bless his Worship. • Exit Beggars manet Patr. Pat. Now, bounteous S^r, before you go. Hear me, the Beggar Patrico 3 Or Priest, if you do rather chuse, That we no word of Canting use. Long may you live, and may your Store Never decay, nor baulk the Poor : And as you more in years do grow, May Treasure to your Coffers flow 3 And"], [57, "The marry Beggars. And may your care no more thereon Be set, then ours are, that have none : But as your Riches do increase, So may your hearts Content and Peace. And, after many, many years, When the Poor have quit their Fears Of losing you 3 and that with Beaven And all the world you have made even, Then may your blest Posterity, Age after Age successively, Until the world shall be untwin'd Inherit your Estate and Minde. So shall the Poor to the last day. For you, in your succession, pray. Bea. 'Tis a good Vote, .Sir Patrico : but you are too grave. Let us hear and see something of your merry Grigs, that can sing, play Gambals, and do Feats. Pat . Sir, I can lay my Function by, And talk as wilde and wantonly As Tom or Tib, or Jack, or fill, When they at Bowsing Ken do swill. Will you therefore daign to hear My Autum Mort, with throat as clear. As was Dame Anises oi the Name 3 How sweet in Song her Notes she'll frame, That when she chides, as lowd is yawning, As Chanticlere wak'd by the dawning. (wise? Bea. Yes, pray let's hear her. What is she your Pat. Yes Sir. we of our Ministery, As well as those oth' Presbyterie, Take wives and defie Dignitie. Exit. Bea. A learned Ckark in veritie ! Enter"], [58, "A Jovial Crew : or, Enter Patrico with his old wife, with a wooden Bowie of Drink. She is drunk Pat. By Salmon, I think my Mort is in drink. I findeby her stink 3 and the pretty pretty pink Of her Neyes, that half wink, That thetipling Feast, with the Doxie in theNeast, Hath turn'd her brain, to a merry merry vain. Mort. Go Fiddle Patrico, and let me sing. First set me down here on both my Prats. Gently, gently, for cracking of my wind, now I must use it. Hetii hem. She sings. T His is Bien Bowse, this is Bien Bpwso, Too little is my Skew, ibowse no Lage, but a whole Gage Of this TU 'bowse to you. This Bowse is better then Rom-bowse, It sets the Gan a gigling 3 The Autum-Mort finds better ffort In bowsing then in nigling. 1 his is Bien-bowse <&c. She tosses off her Bowie, falls back, andis carried out. Pat. So so : your part is done— Exit with her Bea. Howfindeyou, Sir, your self ? Old. Wondrous merry, my good Bearty. Enter Patrico. Pat . I wish we had, in all our store, Something that could please you more. The old or Autum-Mort' s a sleep 3 Bnt before the young ones creep Into the straw, Sir, if you are, (As Gallants sometimes love course fare, So"], [59, "The merry Beggars. (So it be fiesti and wholsome \\yare) Dospos'd to Doxie, or a Dell, That never yet with man did Mell 3 Of whom no Vpright man is taster, I'll present her to you, Master. Old. Away. You would be punish'd. Oh. Bea. How is it with you, Sir ? Old. A sudden qualm over-chils my stomack. Bur 'twill away. Enter Dauncers. (sports Pat. See, in their rags, then, dauncing for your Our Clapper Dugeons and tl^eir walking Morts. Daunce. Pat. You have done well. Now let each Tripper Make a retreat into the Skipper 3 And couch a Hogs-bead, till the darkiwan's past 3 Then all with Bag and Baggage bing awaft. Exeunt Beggars. Ran. I told you, Sir, they would be gone to mor- I understand their canting. (row. Old. Take that amongst you.-— Gives Money. Pat. May rich Plenty so you bless, Tho' you still give, you ne're have less. Exit. Bea. And as your walks may lead this way : Pray strike in here another day. So you may go, Sir Patrico How think you, Sir ? or what ? or why do you think at all, unless on Sack and Supper-time ? do you fall b ack ? do you not know the danger of relapses ? Old. Good Bearty, thou mistak'st me. I was think ing upon this Patrico. And that he has more soule then a born Beggar in him. Bea. Rogue enough though, to offer us his what- G d'ecalts?"], [60, "A Jovial Crew : or, d'ecalts ? his Doxies, fleart and a cup of Sack, do we look like old Beggar-niglers ? Old. Pray forbear that Language. Hea. Will you then talk of Sack, that can drown sighing? will you in, to supper, and take me there your Guest? Or must I creep into the Barn among your welcome ones ? _ Old. You have rebuk'd me timely 3 and most friendly. Exit. Hea. Would all were well with him. Exit. Ran. It is with me. For now these pounds are (as I feel them swag) Light at my heart, tho' heavy in the bag. Exit. Æus Tertiw. Vincent andHilliard in their Rags. Vik. TS this the life that we admir'd in others 3 with J_ envy at their happiness? Hill. Pray let us make vertuous use of it : and re- pent us of that deadly sin ( before a greatet punish ment thert Famine and Lice fall upou us) by steering our course homeward. Before 111 indure such ano ther night Vin. what ? what wouldst thou do ? I would thy Mistris heard thee. Bil. I hope shee does not. For I know there is no altering our course before they make the first mo tion. Vin. Is't possible we should be weary already ? and before their softer constitutions or flesh and blood? Hill.."], [61, "Tbe merry Beggars. Bill. They are the stronger in will it seems. Enter Springlove. Spr. How now Comrades! repining already at your Fulness of Liberty ? Do you complain of ease ? Vin. Ease call'st thou it ? Didst thou deep to night? Spr. Not sp well these 1 8 moneths I swear 3 since my last walks. Bill. Lightning and Tempest is out of thy Letany. Could not the thunder wake thee ? Spr. Ha ha ha. Vin. Nor the noise of the Crew in the Quarter by us? Bill. Nor the Hogs in the hovel,that cri'd till they drown'd the noise of the winde ? If I could but once ha' dreamt in all my former nights, that such an affliction could have been found among Beggars, sure I should never have travell'd to the proof on't. Vin. We look'd upon them in their Jollity, and cast no further. Bill. Nor did that onely draw us forth (by your favour Vince) but our obedience to our Loves,which we mpst suffer, till they cry home agen. Are they not weary yet,as much as we dost think Springlove? spr. They have more moral understanding then so. They know (and so may you) this is your Birth night into a new world. And we all know (or have been told) that all come crying into the World, when the whole World of Pleasures is before us. The World it self had ne'r been glorious, had it not first been a confused Chads. Vin. Well : never did Knight Errant* in all Ad- G 2 ventures"], [62, "A Jovial Crew : or. ventures, merit more of their Ladies, then vreBeg gar-err ants ot errant Beggars, do in ours. Spr. The greater will be your Reward. Think upon that. And shew no manner of distaste to turn their hearts from you. Y are undone then. Bill. Are they ready to appear out of their privy Lodgings, in the Pigs Palace of pleasure ? Are they coming forth ? Spr. I left 'em almost ready, sitting on their Pads of straw, helping to dress each others heads (The ones eye is the tothers Looking-glass) with the pret tiest coyle they keep to fit their fancies in the most graceful way of wearing their new Dressings, that you would admire. tin. I hope we are as gracefully set out. Are we not? spr. Indifferent well. But will you fall to practise ? Let me hear how you can Maund when you meet with Passengers. Hill. We do not look like men, I hope, too good to learn. spr. Suppose some Persons of Worth Or Wealth pasting by now. Note me. Good your good Wor ship, your Charity to the Poor, that will duly and truly pray for you day and night. — Vin. Away you idle Rogue, you would be set to work and whipt — Spr. That is lame and sick 3 hungry and comfort less — Vin. If you were well serv'd — Spr. And even to bless you and reward you for it — Bill. Prethee hold thy peace (her6 be doleful Notes"], [63, "The merry Beggars. Notes indeed) and leave us to our own Genius. If we must beg, let's let it go,as it comes, by Inspiration. 1 love not your set form of Begging. Spr. Let,me instruct ye tho'. Enter Rachel and Meriel in Rags. Ra. Have a care, good Meriel, what hearts or limbs soever we have, and tho' never so feeble, let us set our best faces on't, and laugh our last gasp out before we discover any dislike,or weariness to them. Let us bear it out, till they complain first, and beg to carry us home a pick pack. Mer. 1 am sorely surbated with hoofing already tho', and so crupper-crampt with our hard lodging, and so bumfidled with the straw,, that — Ra. Think not on't. I am numm'd i'the bum and shoulders-too a little. And have found the difference between a hard floor with a little straw, and a down Bed with a Quilt upon't. But no words, nor a sowre look I prethee. Bill. O here they come now 3 Madam Fewcloaths, and my Lady Bonnyrag. Vbin Peace, they see us. Ra. Mer. Ha ha ha. Vin. We are glad the Object pleases ye; Ra. So do's the Subject. Now you appear the glories of the Spring, Darlings of Phœbus and the Somers heirs. Bill. How fairer, theh faire Floras self appear (To deck the Spring) Diana's Darlings dear ! O let us not Atfeon-hke be strook (With greedy eyes while we presume to look On your half nakedness, since courteous rags Cover the rest) into the shape of Stags. G3 Ru"], [64, "A Jovial Crew : or, Ra. Mer. Ha ha ha — Wee are glad you are so merry. Vin. Merry and lusty too. This night will we lye togither as well as the proudest Couple in the Barn. Bill. And so will we, I can hold out no longer. Ra. Do's the straw stir up your flesh to't, Gentle men? Mer. Or do's your Provender prick you ? Spr. What ! do we come for this ? laugh and lye down When your bellies are full. Remember, Ladies, You have not beg'd yet, to quit your Destiny : But have liv'd hitherto on my endeavours. Who got your suppers, pray, last night,but I ? Of dainty Trencher-Fees,from a Gentlemans house: Such as the Serving-men themselves, sometimes, Would have been glad of. And this morning now, What comfortable Chippings and sweet Buttermilk Had you to Breakfast ! Ra. O 'twas excellent ! I feel it good still, here. Mer. There was a brown Crust amongst it, that has made my neck so white me thinks. Is it not Ra chel? Ra. Yes. You game none on't. You ever covet to have all the Beauty. 'Tis the ambition of all younger Sisters. Vin. They are pleas'd,and never like to be weary. Bill. No more must we, if weel be theirs. Spr. Peace. Here come Passengers. Forget not your Rules 3 and quickly disperse your selves , and fall to your Calling — Enter two Gentlemen. 1. Lead the Horses down the Hill, The heat of our"], [65, "Tbe mtrry Btggart* our speed is over, for we have lost our Journey. 2. Had they taken this way, we had overtaken em, or heard of 'em at least. i. But some of our Scouts will light on 'em, the whole Countrey being overspread with 'em. 2 . There was never such an escape else. Vin. A' search for us perhaps. Yet I know not them, nor they me, I am sure. I might the better beg of 'em. But how to begin, or set the worst leg forwards, would I were whipt if I know now. i. That a young Gentlewoman of her breeding, and Heire to such an Estate, should flie from so great a Match, and run away with her Uncles Cleark ! 2. The old Justice will run madupont I fear. Vin. If I were to behang'd now, I could not beg for my life. Spr. Step forwards, and beg handsomly. I'll set my Goad i' your breech else. Vin. What shall I say ? Spr. Have I not told you ? nowbegin.. Vin. After you, good Springlove. Spr. Good, your good Worstips.— i . Away you idle Vagabond — Spr. Tour Worpips Charity to a poore Crytnr welly starv'd. Vin. lhat will duly and truly prea for yee. 2. You countertet Villains, hence. Spr. Good Masters sweet Worstip, for the tender mer cy of — Vin. Duly and truly prea for you. , i. You would be well whipt and set to work, if you were duly and truly serv'd. Vin. Did not I fay so before? Spr,"], [66, "A Jovial Crew : or, Jovial Spr. Good Worstipful Masters Worst ip, to bestow your Charity, and—— to maintaine your health and Limbs. Vin. Duly and truly pray for you. 2. Be gone, I say, you impudent lusty young Ras cals. i. I'll set you going else. Switch' em. Spr. Ah the goodness of compassion to soften your hearts to the poor. Vin. Oh the Devil, must not we beat 'em now? steth— Spr. Nor shew an angry look for all the skin of our backs. Ah the sweetness of that mercy that gives to all, to move your compassion to the hungry, when it shall seem good unto you, and night and day to bless all that you have. Ah ah — 2. Come back sirrah. His Patience and Humility has wrought upon me. Vin. Duly and — 2. Not you sirrah. The t'other. You look like a sturdy Rogue. Spr. Lord bless you Masters Worship. 2. There's a half-penny for you. Let him have no share with you. Vin. I shall never thrive o' this Trade. i. They are of a Fraternity, and will share, I war rant you. Spr. Never in our lives trooly. He never begg'd with me before. i . But if Hedges or Hen-roosts could speak, you might be found sharers in Pillage, I believe. Spr. Never saw him before,bless you good Master, in all my life. ( Beg for your self. Your Credit's gone"], [67, "The merry Beggars. gone else.) Good Hea'ne to Uiffe and proper yea. Exit. 2. Why dost thou follow us ? Is it your office to be privie to our talk? Vin. Sir, I beseech you hear me. {S'life what shall I fay ?) I am a stranger in these parts, and destitute of Means and Apparel. i. So me thinks. And what o' that ? Vin. Will you therefore be pleas' d, as you are worthy Gentlemen, and blest with plenty — 2. This is Courtly ! Vin. Out of your abundant store, towards my relief in extream necejfity , to furnistj me with a small parcel of Money — five or six peeces, or ten, if you can presently spare it. i. 2. Stand off. Draw. Vin. I have spoil 'd all 3 and know not how to beg otherwise. \" ' i.\" Here's a new way of begging ! Vin. Quite run out of my Instructions. 2. Some High- way Theef o' my conscience, that forgets he is weaponless. Vin. Onely to make you merry, Gentlemen, at my unskilfulness in my new Trade. I have been an other man i' my daies. So I kiss your hands. Exit. 1 . With your heels do you ? 2. It had been good to have apprehended the Rakeshame. There is some mysterie in his Rags.But let him go. Enter Oliver, putting up his sword. Ol. You found your legs in time, I had made you halt for something else.. 1 . Master Oliver, well return 'd 3 what's the mat ter, Sir? H Ol."], [68, "A Crew: or, Jovial Ol. Why, Sir, a counterfeit lame Rogue beg'd of me 3 but in such Language, the high Sheriffs Son o' the Shire could not have spoke better 3 nor to have borrowed a greater summe. ( He ask'd me if I could spare him ten or twenty pound.) I switch'd him, his Cudgel was up. I drew,and into the Wood he scap'd me, as nimbly — But first he told me, I should heare from him by a Gentleman, to require satisfaction of me. 2. We had such another beg' d of us. The Court goes a begging, I think. 1 . Dropt through the Clouds, I think 3 more Lu sifers travailing to Hell, that beg by the way. Met you no news of your Kinswoman, Mistris Amie .<? 01. No. What's the matter with her ? Goes her Marriage forwards with young Master Talboyslhaft en'd my Journey from London to be at the Wed ding. 2. T'was to ha' bin yesterday morning 3 all things in readiness prepar'd for it. But the Bride, stolnebv your Father's Cleark,is Dipt away. We were in quest of 'em, and so are twenty more, several waies. Ol. Such young Wenches will have their owne waies in their own loves, what Matches soever their Guardians make for 'em. And I hope my Father will not follow the Law so close to hang his Cleark for stealing his Ward with her own consent. It may breed such a grudg, may cause some Clearks to hang their Masters, that have 'em o' the hip of injustice. Besides, Martin (though he be his servants is a Gen tleman. But, indeed, the miserablest Rascal ! He will grudge herTVleat when he has her. 1. Y^our Father is exceedingly troubled at their escape."], [69, "The merry Beggars. escape. I wish that you may qualisie him with your Reasons. 01. But what saies Talboy to the matter,the Bride groom, that should ha' been ? 2. Marry he saies little to the purpose 3 but cries outright. Ol. I like him well for that : He holds his humour. A miserable wretch too, tho' rich. I ha' known him cry when he has lost but three shillings at Mum chance. But, Gentlemen, keep on your way to com fort my Father. I know some of his Man's private haunts about the Countrey here, which I will search immediately. 1. We will accompany you, if you please. 01. No, by no means: That will be toopub lique. 2. Do your pleasure. .Exit 1.2. Ol. My pleasure, and all the search that I intend, is, by hovering here, to take a review of a brace of the handsomest Beggar -br aches that ever grac'd a Ditch or a Hedge side. I past by 'em in hast,but som thing so possesses me, that I must — What the Devil must I ? A Beggar .<? Why, Beggars are flesh and bloudj .and Rags are no Diseases. Their Lice are no French Fleas. And there is much wholsommer flesh under Country Dirt, than City Painting : And less danger in Dirt and Rags, than in Ceruse and Sattin. I durst not take a touchat London, both for the present cost, and fear of an after-reckoning. But Oliver, dost thou speak like a Gentleman ? sear Price or Pox,ha'? Mar ry do I Sir : Nor can Beggar-sport be inexcusable in a young Country Gentleman, short of means, for ano ther respect, a principal one indeed; to avoid the H n punish-"], [70, "A Jovial Crew : or, punishment or charge of Bastardy : There's no com muting with them3 or keeping of Children for them. The pt>or Whores, rather than part with their own, or want children at all, will steal other folks, to tra vel with, and move compassion. He feeds a Beggar wench well that fils her belly with young bones. And these reasons considered, good Master Oliver — slid yonder they are at peep. And now sitten downe as waking for my purpose. Ent. Vine. Heart here's another delay. I must shift him. Dost heare honest poor fellow ? I prethee go back presently : and at the hill foot (here's sixpence^for thy paines) thou shalt findea Footman with a Horse in his hand. Bid him wait there. His Master will come presently, say. Vin. Sir , I have a business of another nature\" to you. Which (as I presume you are a Gentleman of right Noble Spirit and Resolution) you will receive without offence 3 and in that temper as most prdper ly appertains to the most He*w.<. natures. Ol. Thy Language makes me wonder at thy Per son. What's the matter with thee ? quickly. Vin. You may be plcas'd to call to minde a late affront, which, in your heat of passion , you gave a Gentleman. Ol. What, such a one as thou art, was he ? Vin. True noble Sir. Who could no less in Ho- nour, then direct me, his chosen Friend, unto you, with the length of his Sword , or to take the length of yours. The place , if you please , the Ground whereon you parted 3 the houre,seven the next mor ning : Or, if you like not these , in part, or all , to make your own appointments. ol."], [71, "The merry Beggars. Ol. The bravest Method in Beggars, thar ever was discovered! I would be upon the bones of this, Rogue now, but for crossing my other designe , which sires me. I must therefore be rid of him on any terms.Let his owne Appointments stand. Tell him I'll meet him. Vm. You shall most nobly ingage his life to serve you, Sir. Ot. You'll be his Second, will you ? Vin. To do you further Service,Sir, I have under taken it. Ol. I'll send a Beadle shall undertake you both. Vin. Your Mirth becomes the bravery of your minde and dauntless Spirit. So takes his leave your Servant, Sir. ol. I think, as my Friend said, the Court goes a begging indeed. But I must not lose my Beggar-wen ches. Enter Rachel and Meriel. Oh here they come. They are delicately skin'd and limb'd. There, there, I saw above the ham as the wind blew. Now they spieme. Ra. Sir , I beseech you look upon us with the fa vour of a Gentleman. We are in a present distress, and utterly unacquainted in these parts 3 and there fore forc'd by the Calamity of our mis-fortune , to implore the Courtesie, or rather Charity, of those td whom we are strangers. ol. Very fine, this ! Mer. Bethereforepleas'd, right noble Sir, not onely valuing us by our outward Habits, which can not but appear loathsom or despicable unto you,but as weare forlorn Christians 3 and, in that estimati on, be compassionately moved to cast a handful or two of your Silver, or a few of your Golden Pieces H 3 unto"], [72, "A Jovial Crew: or, unto us, to furnish us with Linen, and some decent Habilliments — Ol. They beg as high as the Man-beggar* I met withal ! sure the Beggars are all mad to day, or be witched into a Language they understand not. The spirits of some decay'dGentry talk inserts sure. Ra. May we expect a gracious Answer from you Sir? Mer. And that as you can wish our Virgine Pray ers to be propitious for you. Ru That you never be deny'd a Suit by any Mi striss. Mer. Nay, that the fairest may be ambitious to place their favours on you. Ra. That your Virtue and Valour may lead you to the most honourable Actions 3 and that the Love of all exquisite Ladies may arm you. Mer. And that, when you please to take a wise, may Honour, Beauty, and Wealth, contend to en dow her most with. Ra. And that with her you have a long and pro sperous life. Mer. A faire and fortunate Posterity. Ol. This exceeds all that ever I heard, and strikes me into wonder. Pray tell me how long have you •been Beggars 3 or how chane'd you to be so ? Ra. By influence of our Stars, Sir. Mer. We were born to no better Fortune. ol. How cameyou to talk thus, and so much a bove the Beggars Dialect ? Ra. Our speech came naturally to us,and we ever lov'd to learn by wrote as well as we could. Mer. And to be ambitious above the vulgar , to ask"], [73, "The merry Beggars. afkcmore then common Alms, what ere men pleafe to give us. Ol. Sure Tome well difpofed Gentleman,as my Celt] got thefe Wenches. They are too well gro wne to be mine owne, and I cannot be in'ceftuous with 'em. Ra . Pray Sir your noble bounty. Ol. What a tempting lip that little Rogue moves there ! and what an inticing eye the 'tother. I know not which to begin with. What's this a flea upon thy bofome ? Mer. Is it not a straw colour'd one, Sir ? Ol. O what a provoking skin is there ! that very touch inflames me. Ra. Sir, are you mov'd in charity towards us yet ? Ol. Mov'd? I am mov'd. No flesh and blood more mov'd. Mer. Then pray Sir your Benevolence. Ol. Benevolence? which shall I be bcnovolent 103 or which first ? I am puflell'd in the choice. Would some sworne Brother of mine were here to draw a Cut with me. Ra. Sir, Noble Sir. Ol. First let me tell you, Damsels, I am bound by a strong vow to kisse all of the woman sex I meet this morning. Mer. Beggars and all Sir ? Ol. All, all. Let not your coynesic cross a Gentle mans vow, I beseech you— Kisie. Ra. You will tell now. Ol. Tell quoth a ! I could tell a thousand on those Lips — and as many upon those. What life resto ring breaths they have ! Miike from the Cow steams not so sweetly. I must lay one of 'em aboard3 both if my tackling hold. Ra."], [74, "A Jovial Crew : or, Ra. Mer. Sir. Sir. Ol. But how to bargain, now, will be the doubt. They that beg so high as by the handfulls, may ex pect for price above the rate of good mens wives. Ra. Now, will you, Sir, be pleas' d? Ol. With all my heart, Sweetheart. And I am glad thou knowest my minde. Here is twelve-pence apeeceforyou. Ra. Me. We thank you. Sir. Ol. That's but in earnest. I'll Jest away the rest withyee. Look here— -All this. Come, you know my meaning. Dost thou look about thee, Sweet lit tle One ? I like thy care. There's nobody coming. But well get behind these Bushes. I know you keep each others Counsels Must you be drawn to't? Then 111 pull. Come away — Ra. Me. Ah ah— Enter Springlove , Vincent , Billiard. Vin. Let's beat his brains out. Ol. Come leave your squealing. Ra. O you hurt my hand. Bill. Or cut the Lechers throat. Spr. Would you be hang'd ? Stand back. Let me alone. '\" Mer. You shall not pull us so. Spr. O do not hurt 'em. Master. Ol. Hurt 'em ? I meant 'hem but too well. Shall I be so prevented ? Spr. They be but young and simple. And if they have offended, let not your Worships own hands drag 'em to the Law, or carry 'em to Punishment. Correct 'em not your self. It is the Beadles Office. Ol. Do you talk Shake-rag : Heart yond's more of"], [75, "ihe merry Beggars. of 'em. I shall be Beggar-rnawl'd if I stay. Thou feist right, honest fellow, there's a Tester for thee. Exit, running. Vin. He is prevented, and asham'd of his purpose. Spr. Nor were we to take notice of his purpose more than to prevent it. Hill. True, politique Springlove, 'twas better his own fear quit us of him, than our force. Ra. Look you here. Gentlemen, twelvepence a peece. Mer. Besides fair offers and large promises. What ha you got to day, Gentlemen ? Vin. More then (as we are Gentlemen) we would have taken. Hil. Yet we put it up in your Service. Ra. Mer. Ha ha ha. Switches and kicks. Ha ha ha i Spr. Talk not here of your gettings. We must quit this Quarter. The eager Gentlemans repulse may arm and return him with revenge upon us. We must therefore leap Hedge and Ditch now 3 through the Briers and Myrcs, till we scape out of this Libertie, to our next Rendevous--, where we shall meet the Crew, and then, bay toffe and laugh all night. Mer. As wedid last night. Ra. Hold out, Meriel. Mer. Lead on,btave General!, to Spr. Vin. What shall we do ? They are in heart still. Shall we go on ? Bill. There's no ssihehing back,you see. Spr. Besides, if you beg no better then you begin, in this lofty Fashion, you cannot scape the Jayle, or the whip, long. I Vin."], [76, "A Jovial Crew,: or, Vin. To tell you true, 'tis not the least of my pu r pose, to work means for our discovery ,to be release! out of our Trade. Enter Martin and Amie in poor Babits. Spr. Stay, here come more Passengers. Single your selves agen, and fall to your Calling discreetly. Bill. I'll single no rhore. If youl beg in full cry I am for you. Mer. I that will be fine 3 let's charm all together. Spr. Stay first and list a little. Mar. Be of good cheer , Sweetheart , we have scap'd hitherto : And I believe that all the Search is now retir'd, and we may safely passe forwards. Am. I should be safe with thee. But that's a most lying Proverb, that saies, Where Love is, there's no Lack. I am faint, and cannot travail further without Meat 3 and if you lov'd me, you would get me some. Mar. Well venter at the next Village to call for some. The best is, we want no Money. Am. We shall be taken then, I fear. Ill rather pine to death. Mar. Be not so fearfull. Who can know us in these Clownish Habits ? Am. Our Cloaths,indeed, are poor enough to beg with. Would I could beg, so it were of Strangers that could not know me, rather then buy -of those that would betray us. Mar. And yonder be some that can teach us. Spr. These are the young couple of Run-away Lovers disguiz'd, that the Country is so laid for. Observe and follow now. Now the Lord to come with y, \"ood loving Master and Maystreffe, your blesfedcha nty to the poor, lame and sick, weak and comfortless, th . t will night and day —"], [77, "The merry \"Beggars. All. Duly and truly pray for you. Duly and truly pray for you. Spr. Pray hold your peace, and let me alone. Good young Majier and Mijlm^a little Comfort amongji us all, and to bleffeyou where e'reyougo, and All. Duly and truly pray for you. Duly and truly r— Spr. Pray do not ufe me thus. Now fweet young Majter andMijlrjs, tolook^upon your Poor, that have no relief or fuccour, no bread to put in our heads. Vin. Wouldft thou put Bread in thy Braines? (No Lands or Livings. Spr. No Houfe nor heme 3 nor covering from the cold ? no health, no help but your fweet Charity. $3 Mer. No Bands or Shirts but hwjte on our backs. *5 Hil. No f mocks or Petticoats to hide our Scratches. gc-< Ra. No shooes to our Legs, or Hofe to our Feet. jw Vin. No Skjn to our Flefh, nor Flefh to our Boms << portly. Hill. If we follow the Devil that taught us to beg. [ All. Duly and truly pray for you. spr. I'll run away from you if you beg a ftroak more. Good tforfhipfull Mafter and Mijieres — Mar. Good Friend forbear. Here is no Mafter or Miftris. We are poor Folks. Thou feeft no Wor ship upon our backs, I am fure. And for within\", we want as much as you, and would as willingly beg, if we knew how as well. Spr. Alack for pitty. You may have enough. And what I have is yours, if youll accept it. 'Tis wholsome Food from a good Gentlemans Gate- Alas good Mistris— Much good do your heart. How savouf ly she feeds ! I 2 M* r '"], [78, "A Jovial Crew : or, , Mar. What do you mean3to poyson your self ? Am. Do you shew Love in grudging me ? Mar. Nay, if you think it hurts you not, fall too. Ill not beguile you. And here,mine Host, something towards your Reckoning. * Am. This Beggar is an Angell fore ! Spr. Nothing by way of bargain, gentle Master. 'Tis against Order, and will never thrive. But pray, Sir, your reward in Charity. Mar. Here then in Charity. This fellow would never make a Cleark. Spr. What ! All this,Master ? Am. What is it ? Let me see't. Spr. Tis a whole silver three-pence, Mistresse. Am. For shame, ingratcfull Miser- Here Friend, a golden Crown for thee. Spr. Bountifull Goodnesse ! Gold ? If I thought a dear yeer were coming, I would take a Farm now. Am. I have rob'd thy Partners of their shares too. There's a Crown more for them. 4. Duly and truly pray for you. Mar. What have you done? lefle would have serv'd. And your Bounty will betray us. Am. Fie on your wretched policy. Spr. No, no good Master. I knew you all this while, and my sweet Mistris too. And now I'll tell you. The Search is every way 3 the Country all laid for you. 'Tis well you staid here. Your Habits, were they but a little neerer our Fashion, would se cure you with us.' But are you married, Master and Mistris? Are you joyned in Matrimony ? In heart I know you are. And I will (if it please you) for your great bounty ? bring you to a Cilratc, that lacks"], [79, "Ihe merry Beggars. lacks no License, nor has any Living to lose, that shall put you together. Mar. Thou art a heavenly Beggar I Spr. But he is so scrupulous, and severely precise, that unlesle you , Mistris, will affirm that you are with Child by the Gentleman 3 or that you have, at least, cleft or slept together (as he calls ix.) he will not marry you. But if you have Iyen together, then 'tis a case of necessity, and he holds himself bound to do it. Mar.. You may say you have. Am. I would not have it so , nor make that lye against my. self for all the World. Spr. That I like well, and her exceedingly. Aside I'll do my best for you however. Mar. I'll do for thee, that — thou shalt never beg more. Spr. That cannot be purchased seatsefor the price of your Mistris. Wjjl you walk. Master ?— - We use no Complements. Am. By infore'd Matches Wards are not set free So oft, as sold into Captivitie : Which made me, fearlefle, fly from one I hate. Into the hazard of a harder Fate. I 3 A&m"], [80, "A Jovial Crew : or, Acs us guartus. Scena Prima. Enter Talboy. Oliver. With riding Switches. Tal. QRe's gone. Amie is gone. Ay me she's gone, J^And has me lest of joy bereft, to make my mone. O me, Amie. Ol. What the Devil ayles the Fellow tro ? why ! why Master Talboy 3 my Cozen Talboy that should'st ha' been, art not aiham'd to cry at this growth? and for a thing that's better lost then found 3 a Wench? Tal. Cry ! who cries ? do I cry 3 or look with a crying Countenance? I scorn it 3 and scorn to think on her, but in just anger. Ol. So, this is brave now, iPtwouId hold. Tall. Nay it shall hold. And so let her go, for a scur vy what d'e call't 3 1 know not what bad enough to call her.— But somethin^of mine goes with her I am sure. She has cost me in Gloves, Ribands, Scarfs, Rings, and suchlike things, more than I am able to speak of at this time — Oh. Ol. Because thou canst not speak for crying. Fy Master Talboy, agen ? Tal. I scorn it agen, and any man that saies I cry, or will cry agen. And let her go agen 3 and what she has of mine let her keep, and hang her self, and the Rogue that's with her. I have enough 3 and am Heire of a well-known Estate, and that she knows— And therefore that she should sleight me, and run away with a wages-fellow,that is but a petty Cleark and a Serving-man. There's the vexation of it— Oh there's the grief, and the vexation of-it— Oh— Ol."], [81, "The merry Beggars. Ol. Now he will cry his eyes out ! You Sir. This life have I had with you all our long journey3 which now is at an end here. This is Master Oldrents house, where perhaps we shall finde old Hearty , the Uncle of that Rogue Martin, that is run away with your Sweetheart. Tal. I 'tis too true, tootrue, too true. You need not put me in minde on't— Oh— O— Ol. Hold your peace and minde me. Leave your bawling, for fear I give you correction. This is the House I fay, where it is most likely we shall hear of your Mistris and her companion. Makeup your face quickly. Here comes one of the Servants , Isup^ pose. Enter Randall. Shame not your self for ever, and me for company. Come, be confident. Tails As confident as your self or any man— But my poor heart feels what lies here. Here. I here it is, O— Ol. Good morrow. Friend. This is Squire Old rents House, I take it. Ran. Pray take it not, Sir, before itbe to be let. It has been my Masters, and his Ancestors in that Name, above these three hundred yeers, as our House Chronicle doth notifie 3 and not yet to be let. Eut as a Friend, or stranger, in Guest-wise, you are welcome to it 3 as all other Gentlemen are, far and neer,to my good Masters you will finde anon when you see him. J)l. Thou speak'st wittily and honestly. But Ipre thee, good Friend; let our Nags be set up : they are tied up at the post. You belong to the Stable, do you not? Ran."], [82, "A Jovial Crew: or, Ran, Not so much, as the Stable belong* tome, Sir. I passe through many Offices of the House, Sir. I am the running Bayley of it. Ol. We have rid hard, hoping to finde the Squire at home at this early time in the morning. Ran. You are deceiv'd in that, Sir. He has been out these four hours. He is no Snayle, Sir. You do not know him, I perceive, since he has been new moulded. But I'll tell you, because you are Gentle men. Ol. Our Horses, good Friend. Ran. My Master is an ancient Gentleman, and a great House-keeper 3 and praid for by all the Poore in the Countrey. He keeps aGuest-house for all Beg gars, far and neer , costs him a hundred a yeer, at least 3 and is as well belov'd among the Rich. But, of late, he fell into a great Melancholly, upon what, I know not ; for he had then more cause to be merry than he has now. Take that by the way. Ol. But good Fiend, our Horses. Ran, For he had two Daughters, that knew well to order a House, and give entertainment to Gentle men. They were his House-Doves. But now they are flowne 3 and no man knows how, why, or whi ther. Tall. My Dove is flown too. Oh — Ran. Was she your Daughter, Sir ? She was a young one then, by the Beard you wear. Tall. What she was, she was, d'ee see. I scorn to think on her— But I do— Oh.. Ol. Pray hold your peace, or feign some mirth, if you can. ' Sing. Tal. Let her go, let her go. I care not if I have"], [83, "The merry Beggars. have her, I have her or no. Ha ha ha — Oh my heart will break- — Oh— Ol. Pray think of our horses, Sir. Ran. This is right my Master. When he had his Daughters he was fad 3 and now they are gone, he is the merriest man alive. Up at five a Clock in the morning, and out till Dinner-time. Out agen at af ternoon, and so till Supper-time. Skise out this a way, and skise out that away. ( He's no Snayle I as sure you.) And Tantivy all the Country over, where Hunting, Hawking, or any Sport is to be made , or good Fellowship to be had 3 and so merry upon all occasions, that you would even blesse your self^ if it were possible. Ol. Our Horses, Iprethee. Ran. And we, his Servants, live as merrily under him 5 and do all thrive. I my self was but a silly Lad when I came first, a poor turn-spit Boy. Gentlemen kept no whirling Jacks then , to cozen poor People of Meat. And I have now, without boast, 40. /. in my Purse, and am the youngest of half a score in the House, none younger then my self but one 3 and he is the Steward over all 3 his name is Master Spring love (blesse him where ere he is) he has a world of means : And we, the Underlings, get well the bet ter by him 5 besides the Rewards many Gentlemen give us, that fare well, and lodge he\\e sometimes. Ol. O ! we shall not forget you, Friend, if you re member our Horses, before they take harm. Ran. No hurt,I warrant you : there's a Lad walk ing them. Ol. Is not your Master coming, think you ? Ran. He will not be long a coming.He's no Snayle, as I told you. K ol."], [84, "A Jovial Crew: or, Ol. You told me soyindeed. Ran. But of all the Gentlemen, that tosse up the Ball, yea and the Sacktoo, commend me to old Ma ster Hearty 3 a decay'd Gentleman 3 lives most upon his own Mirth, and my Masters Means , and much good do him with it : He is the finest Companion of all : He does so hold my Master up with Stories,and Songs, and Catches , and t'other Cup of Sack , and such Tricks and Jiggs, you would admire — He is with him now. Ol. That Hearty is Martins Uncle. I am glad he is here. Bear up Talboy. Now, Friend, pray let me ask you a question.—- Pretheestay. Ran. Nay, marry I dare not. Your Yawdes may take cold, and never be good aster it. — Exit. Ol. I thought I should never have been rid of him. But no sooner desir'd to stay, but he is gone. A pret ty humour ! Enter Randall. Kan. Gentlemen, my Master will be here e'ne now, doubt not : for he is no Snayle, as I told you. Exit. Ol. No Snay It's a great word with him. Prethee Talboy bear up. Enter Vfher. Here comes an other gray Fellow. Vfh. Do you stand in the Porch, Gentlemen ? the House is open to'you. Pray enter the Hall. I am the Usher of it. Ol. In good time, Sir. We shall be bold here, then, to attend your Masters coming. Vfh. And he's upon coming 3 and when he comes he comes apace. He is no Snayk, I assure you . Ol. I was told so before, Sir. No Snayle ! sure 'tis the"], [85, "The merry Beggars. the word of the House,and as ancient as the Family. Vst. This Gentleman looks sadly, me thinks. Tal. Who I ? not I. Pray pardon my looks for that. But my heart feels what's what. Ay me— Vfb. Pray walk to the Buttry, Gentlemen. My Office leads you thither. Ol. Thanks, good Master Usher. TJfh. I have been Usher these twenty yeers, Sir. And have got well by my place, for using Strangers respectfully. Ol. He has given the Hint too. Vfh. Something has come in by the by, besides standing Wages , which is ever duly paid ( thank a good Master, and an honest Steward) Heaven blesse 'hem. We all thrive under em. Enter Butler with Glasses and a Napkin. O here comes the Butler. But. You are welcome, Gentlemen. Please yee draw neerer my Office, and take a morning Drink in a Cup of Sack, if it please you. Ol. In what please you. Sir. We cannot deny the curtefie of the House, in the Masters absence. But. Hell come apace when he comes. He's no Snayle, Sir. Going. Ol. Still 'tis the House-word. And all the Ser vants wear Livery-Beards. But. Or perhaps you had rather drink Whitewine and Sugar. Please your selves, Gentlemen 3 here you may taste all Liquors. NoGentlemans House in all this County, or the next, so well stor'd (—make us thankfoll for it.) And my Master, for his Hospi tality to Gentlemen, his Charity to the Poor, and his bounty to his Servants, has not hisPeerin the K 2 King-"], [86, "A Jovial Crew : or, Kingdom (—make us thankful for it.) And'tis as fortunate a House for Servants,as ever was built up on Faery-Ground. I my self, that have serv'd here, Man, and Boy, these four and forty yeers, have got ten together (besides something, more then I will speak of, distributed among my poor Kinred) by my Wages, my Vails at christmas, and otherwise, to gether with my Rewards of kinde Gentlemen, that have found courteous entertainment here— Ol. There he is too. But. Have, I fay, gotten together (\"tho' in a dan gerous time I speak it) a brace of hundred pounds — Make me thankfull for it. And for losses I have had none. I have been Butler these two and thirty yeers, and never lost the value of a Silver Spoon, nor ever broke a Glafle— Make me thankfull for it. White Wine and Sugar, fay you Sir ? Ol. Please your self, Sir. But. This Gentleman speaks not. Or had you ra ther take a Drink of brown Ale with a Toast, or March Beer with Sugar and Nutmeg ? or had you rather drink without Sugar ? Ol. Good Sir , a Cup of your Houshold-Beer. Exit. But. I fear he will draw down to that at last. Enter Butler with a Silver Can of Sack- But. Here, Gentlemen, is a Cup of my Masters small Beer: But it is good old Canary, I assure you. And here's to your welcome. Enter Cooke. Cook And welcome the Cooke sayes, Gentlemen. Brother Butler, lay a Napkin, 111 fetch a Cut of the Surloyn to strengthen your patience till my Master comes,"], [87, "Tbe merry Beggars. comes, who willnotnowbelong, for he's noS#^Ar, Gentlemen. Ol. I have often heard so. And here's to you,Ma ster Cook—^Prithee speak, Master Talboy , or force one Laugh more, if thou canst. Cook Sir, the Cook drinks to you. To Talb. Tal. Ha ha ha — Ol. Well said. Tal. HeisinthesameLivory-Beard too. Coo. But he is the oldest Cook,and of the ancient est House, and the best for House-keeping , in this County, or the next. And tho' the Master of it write but Squire, I know no Lord like him. Enter Chaplain. And now he's come. Here comes the Word before him. The Parson has ever the best sto mack. Ill Dish away presently. Exit. But. Is our Master come, Sir Domine? Chap. FstadManum. Non estilletestudo. ol. He has the Word too in Latine. Now bear up Talboy. Cha. Give me a Preparative of Sack. It is a gentle Preparative before Meat. And so a gentle touch of it to you Gentlemen. Ol. It is a gentle Offer, Sir 3 and as gently to be taken. Enter Oldrents andBearty. Old. About with it, my Lads. And this is as it should be.— Not till my turn, Sir, I. Though, I confesse, I have had but three Morning- draughts to day. Ol. Yet it appears you were abroad betimes, Sir. Old. I am no Snayle, Sir. Ol. So your men toldus, Sir. Kk 3 Old."], [88, "A Jovial Crew : or, Old. But where be my Catchers? Come,uRouft-L And so let us drink. The Catch fung. And they drink about. The Singers are all Gray beards. A Round, a Round, a Round, Boyes, a Round. Let Mirth fly aloft, and Sorrow be drown d. Old Sack, and old Songs, and a Merry old Crew, Can charm away Cares when the Ground looks blew. Old. Well said old Bearty. And, Gentlemen, wel come. Tal. Ah — Bestghs. Old. Oh mine ears ! What was that, a sigh ? And in my House ? Look : has it not split my Walls ? If not, make vent for it : Let it out : I shall be stifled else. Exit. Chap. Ol. He hopes your pardon, Sir : his Cause consi ders. Old. Cause? Can there be cause for sighing. Ol. He has lost his Mistris, Sir. old. Ha ha ha. Is that a Cause ? Do you hear me complain the losse of my two Daughters ? Ol. They are not lost, I hope Sir. Old. No more can be his Mistris. No Woman can be lost. They may be mis-laid a little : but found again, I warrant you. Tal. Ah— sigh. Old. Ods my life ! He sighs again : And means to blow me out of my House. To Horse again. Here's no dwelling for me. Or stay : 111 cure him, if I can. Gi ve him more Sack, to drown his Suspirations. While"], [89, "The merry Beggars. While Oldrents and Talboy drink Oliver takes Hearty aside. Ol. Sir , I am chiefly to inform you of the Dis aster. Bea. May it concern me ? Old. Your Nephew Martin has stolne my Fathers Ward,that Gentlemans Bride that should have been. Bea. Indeed, Sir. Ol. 'Tis most true— Be gives Hearty a Letter. Bea. Another Glasse of Sack This Gentleman brings good news. Ol. Sir, if you can prevent his danger — Bea. Hang all Preventions. Let 'em have their Destiny. Tal. Sir, I should have had her, 'tis true— To But she is gone, d'ee see ? And let her go. Oldrents. Old. Well said. He mends now. Tal. I am glacU am rid of her (d'ee see) before I had more to do with her — Bea. He mends apace. Hearty reads the Letter. Tal. For should I have married her before she had run away, d'ee see : And that she had run away (d'c see).after she had bin married to me (d'ee see.)Then I had been a married Man without a Wife(d'ee see.) Where now she being run away before I am marri ed (d'ee see) I am no more married to her, d'ee see, then she to me, d'ee see. And so long as I am none of hers (d'ee see) nor she none of mine ( d'ee see ) I ought to care as little for her, now she is run away (d'ee see) as if she had stay 'd with me,tl'ee see. Old. Why this is excellent ! Come hither Bearty. Tal. Iperceive it now 5 and the reason of it 3 And how"], [90, "A Crew: or, Jovial how, by Consequence (d'ee see) I ought not to look any further after her. Cryes. But that she should respect a poor base fellow, a Clearkatthe most, and a Servingman at best, before me, that am a rich man, at the worst 3 aud a Gentleman, at least, makes me—- I know not what to fay— Old. Worse than ever'twas! Now he cries out right. Tal. I know not what to fay —What to fay— Oh— Hea. Then I do, Sir. The poore base Fellow,that you speak of^ is my Nephew : As good a Gentleman as your self. I understand the businesse by your Friend here. Tal. I cry you mercy, Sir. Old. You shall cry no Mercy , nor any thing else here, Sir 3 nor for any thing here, Sir. This is no place to cry in : Nor for any businesse. You,Sir,that come on businesse— To Ol. Ol. It shall be none. Sir. Old. My House is for no businesse, but the Belly businesse. You finde not me so uncivill, Sir , as to ask you from whence you came 3 who you are 3 or what's your businesse. I ask you no question. And can you be so discourteous, as to tell me, or my Friend, any thing like businesse. If you come to be merry with Me, you are welcome. If you have any businesse, forget it : You forget where you are else. And so to Dinner. Hea. Sir, I pray let me onely prevail with you but toreadethis. Old. Spoyle my Stomack now , and I'll not eat this fortnight. Be reads aside. Hea."], [91, "The merry Jkggars. Bea. While he reads, let me tell you, Sir. That my Nephew M.irtinhas stolne that Gentlemans Mi stris, it seems, is true. But I protest, as I am a Gen tleman, I know nothing of the matter 3 nor where he or she is. But, as I am the foresaid Gentleman, I am glad on't with all my heart. Ha, my Boy Mat. Thou shalt restore our Bouse. Ol. Let him not hear, to grieve him, Sir. Bea. Grieve him? What should he do with her 3 teach their Children to cry ? Tal. But I do hear you though3 and I scorn to cry, as much as you, d'ee see , or your Nephew either, d'ee see. Bea. Now thou art a brave fellow. So, so, hold up thy head, and thou shalt have a Wife, and a fine Thing. Tal. Hang a Wife 3 and Pax o' your fine Thing (d'ee see) I scorn your Fopperies, d'ee see. Old. And I do hear thee, my Boy 3 and rejoyce in thy conversion. If thou canst but hold now. Tal. Yes, I can hold, Sir. And I hold well with your Sack. I could live and die with it , as I am true Talboy. old. Now thou art a tall Fellow 3 and shalt want no Sack. _ • Tal. And, Sir, I do honour you (d'ee see J and should wish my self one of your Houshold Servants (d'ee see) if I had but a gray Beard, d'ee see? Bay, as old Master Clack sayes. old. Well, I have read the businesse here. Ol.' Call it not businesse, I beseech you, Sir. We defie all businesse. Tal. I marry do we, Sir. D'ee see, Sir? And a L Bay,"], [92, "A Jovial Crew: or, Hay , as old Master Clack sayes. Old. Grammercy Sack. Well , I have read the Matter here written by Master Clack And do but bear up in thy humour, I will wait upon thee home. Knock within. Heark ! they knock to the Dresser. I have heard much of this old od-ceited Justice clack: And now I long to see him. 'Tis but crossing the Countrey two daies and a nights Journey. We'll but dine and away presently. Bear up, Isay, Master Talboy. Tal. I will bear up, I warrant you, d'ee see, Sir- But here's a grudging still — Exeunt. Scena Secunda. A great noyse within of rude Mustek , Laughing, Singing, &c. Enter Amie. Rachel. Meriel. Am. T TEre's a Wedding with a witnessc, and a sj. Holy-day with a hoigh. Let us out of the aoise, as we love our ears. Ra. Yes: and here we may pursue our own Dis course, and hear one another. Mer. Concerning Springlove and your selfj. Mistris 4»«. Am. Well, Ladies, my confidence in you, that you are the fame that you have protested your selves to be , hath so far won upon me, that I coq* fesse my self well-affected both to the Minde and Person of that Springlove. And, if he be (as fairly you pretend) a Gentleman, I shall easily dispense with Fortune. Ra."], [93, "The merry Beggars. Ra. Me. He is, upon our Bonours. Am. How well that high Ingagement suits your Habits. Ra. Our Minds and Blood are still the fame. Am. I have past no affiance to the other, That stole me from my Guardian, and the Match He would have forc'd me to : From which I would Have fled with any, or without a Guide. Besides, his minde, more clownish than his Habit, Deprav'd by Covetousnesse and Cowardise, Forc'd me into a way of misery, To take relief from Beggars. Mer. FrompooreUs. Am. And then , to offer to marry me under i. Hedge, as the old Couple were today, without Book or Ring, by the Chaplain of the Beggars Regi ment, your Patrico, onely to save Charges. Ra. I have not seen the Wretch these three hours, whither is he gone ? Am. He told me, to fetch Horse and fit Raiment for us 5 and so to post me hence : But I think it was to leave me on your hands. Mer. He has taken some great distaste sure: For he is damnable jealous. Ra. I, didst thou mark vfhat a wilde look he cast, when Springlove tumbled her , and kist her on the Straw this morning, while the Mustek plaid to the old Wedding-Folks ? Mer. Yes, and then Springlove, to make him mad der, told him, that he would be his Proxie, and mar ry her for him, and lie with her the first nights with a naked Cudgell betwixt 'em, and make him a King of Beggars. L a Am."], [94, "A Crew: or, Jovial Am. I saw how it anger'd him. And I imagm'd then, and before, that there was more in Springlove, then downright Beggar. But tho' he be never so good a Gentleman, he shall observe fit time and distance till we are married. Ra. Matrimony forbid else. (She's taken.) But while we talk of a Match towards,we are mist with in in the Bride-Barn among the Revellrout. Am. We have had all the sport they could make us, in the past passages. Mer. How cautious the old contracted Couple were for Portion and joincture! Ra. What Feoffees, she being an Heire of foure score, (and seven yeers stone-blinde) had, in trust for her Estate. Am. And how carefully he secur'd all to himselfj in case he out-liv'd her, being but seven yeers older then she. And what pains the Lawyer of the Rout here, took about it. Ra. And then , how solemnly they were joyn'd, and admonish 'd, by our Parson Vnder-hedge, to live together in the fear of the Lash, and give good ex ample to the younger Reprobates , to beg within Compasse, to escape the jaws of the Justice, the Clutch of the Constable, the Hooks of the Head borough, and the biting blows of the Beadle. And, in so doing, they should defie the Devill, and all his Works, and after their painfull Pilgrimage in this life, they should die in the Ditch of Delight. Mer. O but Poet Scribble's Epithalamium. V) the blinde Virgin of fourscore, { X. And the lame Batchelor, of more, How"], [95, "The merry Beggars. Bow Cupid gave her Eyes to fee, And Vulcan lent him Legs : Bow Venus c aus' d their Sport to be Prep ar 'dwith butter' d Egs. Tet when foe stall be seven yeers wed, She shall be bold to fay, She has as much her Maiden-head, As on her Wedding day. Ra. So may some Wives that were married at six teen, to Lads of one and twenty. Am. But at the Wedding-Feast, when the Bride bridled it, and her Groome sadled it. There was the sport, in her Mumping, and his Champing 3the Crew scrambling 3 our selves trembling 3 then the confufo on of Noyses, in talking, laughing, scolding, sing ing, howling 3 with their Actions, of snatching, scratching, to wsing and lowsing themselves,and one another- - Enter Springl. Vine, and Billiard. But who comes here ? Spr. O, Ladies, you have lost as much Mirth, as would have sill'd up a week of Holy-daies. Springlove takes Amie aside, and courts her in a gentile way. Vin. I am come about agen for the Beggar Aife now. Ra. You are. I am glad on't. Bill. There is no life but it. (plcxity5 Vin. With them there is no Grievance or Per- No fear of war, or State Disturbances. No Alteration in a Common-wealth, L 3 Or"], [96, "A Jovial Crew : or, Or Innovation, (hakes a Thought of theirs. • Mer. Of ours you Ihould fay. Hil. Of ours, he means. We have no fear of leflening our Eftates; Nor any grudge with us (without Taxation) To lend or give, upon command, the whole Strength of our Wealth for publick Benefit : While fome, that are held rich in their Abundance, (Which is their Mifery, indeed) will fee Rather a generall ruine upon all. Then give a Scruple » prevent the Fall. Vin. 'Tisonely we that live. Ra. I'm glad you are fo taken with your Calling. Mer. We are no lefle, I allure you. Wefindethe Sweetnefle of it now. Ra. The Mirth, the Pleasure, the Delights. No Ladies live such Lives. Mer. Some few,upon necessity,perhaps. But that's not worth g'rammercy. Vin. They will never be weary. Bil. Whether we seem to like, or dillike,aH's one to them. Vin. We must do something to be taken by, and discovered, we shall never be our selves , and get home again else. Spr. and Amie come to the rest. Spr. I am yours for ever. Well, Ladles, you have mist rare Sport 3 but now the Bride has mist you with her half-half eye 3 and the Bridegfoome, with the help of his Crutches , is drawing her forth for a Daunce, here, in the opener aire. The House is now too hot for 'em. O, here come the chief Revellers. The Souldier, the Courtier, the Lawyer, and therms, who"], [97, "The merry Beggars. who is Master of their Revels,before the old Couple in State. Attend, and hear him speak, as their Indu ctor. Poet. HEre, on this Green, like King and Queen, (for a stort truce) we do produce Our old new-married Pair. Of Dish and Wallet, and of Straw-pallet, With Rags to stow, from top to toe, she is the ancient Heire. Be is the Lord of Bottle-gourd, Of Sachell great, for Bread and Meat, And, for small Pence, a Purse. To all that give, Long may you live Be loudly cries'. But who denies Is sure to have his Curse. Vin. Well said Field-Poet. Phæbus,we see,inspires As well the Beggar, as the Poet Laureat. Spr. And shines as warm under a Hedge bottom, as on the tops of Palaces. Po. I have not done yet. Now this is to incite you to daunce. P Rep are your selves, like Faery Elves,. Now in a Daunce to stow, That you approve, the God of Love Bxas many Shafts to's Bow : With Golden head, andfomeof Lead, But that which made these feel, By subtile craft, was sure a Shaft That headed was with Steel. Tor"], [98, "A Crew: or, Jovial 'Tor they were old 3 no Earth more cold 3 7heir Hearts were Flints intire 3 Whence the Steels stroak <bd spark* provoke That set their Bloods on fire. Now strike up Piper 3 and each Lover here Be blith } and take his Mistris by the Goll. Bil. That's no Rime, Poet. . Po. There's as good Poetry in blank Verse , as Meetre. Mustek Spr. Come, hay! the Daunce, the Daunce. Nay well ha' the old Couple in, as blind and lame as they are. Bri. What will you so ? Daunce. Spr. Well hobled Bridegroome 1 Vin. Well grop'd Bride ! Bil. Hay lusty. Hay Holy rday. Spr. Set 'hem down 3 set 'em down : They ha' done well. Gro. Aha ! I am lustier than I was ago. Bri. And I, than I was threescore past. A hem, a hemh. Vin. What a night here's towards ! Hil. Sure they will kill one another. Po. Each with a fear the tother will live longest. Spr. Poet, thou hast spoken learnedly, and acted bravely. Thou art both Poet and Atfor. Po. So has been many famous men. And if here were no worse, we might have a Masque, or a Comedie presented to night, in honour of the old Couple. Vin. Let us each man try his ability Upon some Subject now extempore. Spr. Agreed. Give us a Theme 3 and try our Acti- on. f 0 ,"], [99, "The merry Beggars. Po. I have already thought upon't. I want but Actors. Hil. What Persons want you ? what would you present? Po. I would present a Common- wealth 3 Vtopia, With all her Branches and Consistencies. Ra. I'll he Vtopia^ who must be my Branches? Po. The Country, the City, the Court, and the Camp. Epitomiz'd and personated by a Gentleman, a Mer chant, a Courtier, and a Souldier. Soul. I'll be your Souldier. Am not I one-? ha ! Cou. And am not I a fashionable Courtier ? Po. But who the Citizen or Merchant .<?' Spr. I. Vin. And I your Country Gentleman. Hill. Or I. Po. Yet to our Morall I must adde two Persons, Divinity and Law. La. Why la you now. And am not I a Lawyer ? Po. But where's Divinity .<? Vin . Mary that I know not. One of us might do that, if either knew how to handle it. Spr. Where's the old Patrico , our Priest, my Ghostly Father? Hell do it rarely. 1 Beg. He was telling Fortunes e'ne now to Coun try Wenches. I'll fetch him— Exit. Spr. That Patrico I wonder at : He has told me strange things in clouds. Am. And me somewhat that I may tell you here after. Spr. That you shall be my .Bride ? Am. I will not tell you now. Vin. Well : but what must our Speeches tend to ? what must we do one with another ? M i fo."], [100, "A Jovial Crew : or, Po. I would have the Country, the City , and the Court ,be at great variance for Superiority. Then would I have Divinity and Law stretch their wide throats to appease and reconcile them : Then would I have the Souldier cudgell them all together, and overtop them all. Stay, yet I want another person. Bill. What must he be? Po. A Beggar. Vin. Here's enough of us, I think. What must the Beggar do ? Po. He must, at last, overcome the Souldier 3 and bring them all to Beggars-Hall. Andthis, well acted, will be for she honour of our Calling. All. A Scribble ! A Scribble ! Hill. Come, where's this Patrico, that we may begin ? Enter Patrico. Pa. Alack and welladay, this is no time to play. Our Quarter is beset. We are all in the Net. Leave off your merry Glee. Vin. You begin scurvily. Spr. Why what's the Matter ? Within. Bing awast, bing awast. The ghtire Cove .and the Barmanbeck Some Beggars run over the Stage. Spr. We are beset indeed. What shall we do ? Vin. I hope we shall be taken. Bil. If the good hour be come, welcome by the grace of good Fortune. Enter Sentwell, Constable, Watch. The Crew sip away. Sent. Beset the Quarter round. Be sure that none escape. Spr."], [101, "The merry Beggars. Spr. Lord to come with you, blessed Master, to a many distressed- Vin. Bill. Duly and truly pray f>r you. Ra. Mer. Good your good Worstip, duly and truly, &c. Sen. A many counterfeit Rogues ! So ffolick and so lamentable all in a breath? You were acting a Play but now : Weil act with you. Incorrigible Va gabonds. Spr. Good Master, 'tis a Holy-day with us. An Heire was married here to day. Sen. Married ! Not so I'hope. Where is she? 'Tis for an Beire we seek. Spr. Here She is Master— Hide your selves in the Straw— the Straw; Quickly into the Straw— Sen. What telFst thou me of this ? An old blind Beggar-woman. We must finde a young Gentlewoman- Beire among you. Where's all the rest of the Crew ? Con. Slipt into the Barn and the Bushes by : but none can scape. Sen. Look you to that, and to these here. Exit, with Watch. Spr. Into the Straw, I fay. Vin. No, good Springlove. The Ladies and We are agreed now to draw Stakes, and play this lowsie Game no further. Bil. We will be taken , and disclose our selves'. You see we shall be forc'd to it else. The cowardly Cleark has don't to save himself. Spr. Do you fear no shame, Ladies ? Ra. Dost think it a shame to leave Begging ? Mer. Or that our Father will turn us out to it again ? Spr. Nay, since you are so resolute, Know, that I M 2 mys"], [102, "A Jovial Crew : or, my felf l^egin to finds this is no courfe for Gentle men. This Lady fhall take me off it. Am. - Make but your Proteftations good, and take me yours. And for the Gentleman that furprifesus, tho' he has all my Uncles truft, he fhall do any thing for me to our advantage. Vin. If, Sprin glove, thou could' ft poft now to thy Tyring-houfe, and fetch all our Cloaths, we might get ofr moft neatly. Spr. A Horfe and fix hours Travell would do that. Am. You fhall be furnifht, doubt not. Enter Sent well. Watch. Sent. She's scap'd, or is invisible. You Sir, I take to be the chief Rogue of this Regiment. Let him be whipt till he brings forth the Beire. Con. That is but till he stinks, Sir. Come, Sir, strip, strip. Am. Unhand him, Sir. What Beire do you seek, Master Sentwell} Sent. Precious, how did my hast oversee her? O Mistris Amie I Could I , or your Uncle , Justice clack, a wiser man than I, ever ha' thought to have found you in such company ? Am. Of me. Sir, and my company, I have a story to delight you : which on our March towards your House, I will relate to you. Sent. And thither will I lead you as my Guest. But to the Law surrender all the rest. I'll make your peace. Am. We must fare all alike. Exeunt. A&us"], [103, "« the merry Beggars. A&us Clack Martin. Cla.T have forgiven you.. Provided that my Neece J_ be safely taken 3 and so to be brought home. Safely, I say, that is to fay, unstain'd,unblemish'd, undishonour'd3*that is to fay, with no more faults, criminall, or accusative, than those she carried with her. Mar. Sir, I believe — Cla. Nay, if we both speak together , how shall we hear one another ? you believe her Vertue is Ar mour of proof, without your Councell or your Guard 3 and therefore you left her in the hands of Rogues and Vagabonds, to make your own Peace with me. You have it. Provided, I fay ( as I said before ) that she be safe, that is to say,uncorrupted, undefiled 5 that is to fay — as I said before. Mar. Mine intent, Sir, and my onely way— Cla. Nay, if we both speak together, how shall we hear one another ? as I said before. Your intent, and your onely way, you would ha' said, was to run away with her 3 and that by her onely Instigation, to avoid the tye of Marriage with Master Talboy 3 that is to fay, to shun the Match,that I had made for her3 that is to fay, rather to disobey me, than to displease her self. Wherein (altho' she did not altogether transgresse the Law J she did both offend and preju dice me, an Instrument 3 nay, I may say , a Pillar thereof. And you, in assisting her, furthering, and conveying her away, did not onely infringe the M 3 Law,"], [104, "A Jovial Crew : or, Law, in an unlawfull Departure from your Master, but in a higher point 3 that is to fay, Top andtop-Galr lows high. I would ha sound a Jury should ha' found it so. Mar. But Sir, an't please you. Cla. Must' we then both speak together ? Have I not born with thee, to speak all thou pleasest in thy defence ? Have I not broke mine own Rule, which is, to punish before I examine 3 and so to have the Law the surer o' my side? And dost thou still persist ? Hold your own peace 3 or, as I am a Justice of the Kings, I will unsay what I said before, and set a Cur rat Lex at you, Sirrah, that shall course you up the heavy Hill. Oh,is your Tongue fallen into your Leg now ? Do not you know I have acquitted you? Pro vided — As I said before. Go your way in, and see that the Gentlemen, who, I think, were got in Sack, christned in Sac k, nursed with Sack, and fed up to gray haires with onely Sack? see, I fay, that they want no Sack My Son Oliver ( I thank him ) has brought me a pair of such Guests. Enter SentweU. O Master Sentwcll! Good News? Sen. Of beggarly news, the best you have heard. Cla. That is to fay, you have found my Neece a mong the Beggars. That is to fay— Sen. True, Sir Oliver, I found her— ' Cla. Now if we both speak together , who shall hear one another ? Sen. I thought your desire was to be inform'd. Cla. I can inform my self. Sir, by your looks. I have taken a hundred Examinations i' my daies of Fellons , and other Oftendors , out of their very Countenances 3 and wrote 'em down verbatim , to what"], [105, "The merry Beggjp. what they would have said. I am sure it has serv'd to hang some of 'em, and whip the rest. Sen. Justice Clack still ! He must talk all. His Clack must onely go. Cla. But to thepoint. You have found my Neece. You have left her at your own House 3 not onely to foist her out of her Disguise, but out of her shame, to come neerer me, untill I send her pardon. Sen. Most true, Sir. But the Company she was in — Cla. Again ! Do not I know the Company ? Beg gars, Rogues, Vagabonds^ and Hedge-birds. Sen. But do you know whom, or how many we have taken ? and how the rest escap'd ? Cla. A needlesse knowledge. Why should we take more than her self? Or how could you take those that could escape ? Enter Martin. Mar. Sir, the old Gentlemen within, sent me to wait upon you. Without you (they say) they need not my Service. Cla. Tell 'em then, I'll wait on em presently. Exit Martin. Sen. But Sir, we have taken with her such Beg gars, such Rogues, such Vagabonds, and such Bedge birds ( since you call 'em so ) as you never knew, or heard of, though now the Countries swarm with 'em under every Hedge, as if an innumerable Army of 'em were lately disbanded without Pay. Bedge birds said you ? Hedge Lady-birds , Hedge Cavaliers, Bedge Souldier, Bedge Lawyer, Hedge Fidlers,Hedge Poet, Hedge Players, and a Hedge Priest among 'em. Such we have taken for the Principals. But to see how the mul-"], [106, "Aifjovial Crew : or, Multitude scap'd us , was more sport thaft pitty. How, upon a Watch- word given,they in the instant vanish'd by more severall waies than there were legs among 'em 3 how the Creeples leap'd over Pales and Hedges 3 how the Blinde found their way tho row Lakes and Ditches 3 how a Doxie flew with two Children at her back, and two more, perhaps,in her belly— Cla. A Bedge Priest have you taken, fay you ? Sen. Yes, Sir, an old Patrico, an ancient Prophet, to tell Fortunes, and cozen our poor Country Peo ple of their single Money. Enter Oliver. Ol. Sir, Master Oldrents , in that he in joyes not your company, begins to doubt of his welcome. Cla. Who led him into that doubt ? I, or you that brought him hither ? 61. Sir, his own desire, and love to you, brought him hither. I but shew'dhimtheway. Cla. You reason fairly. Tell him I come. Ol. Pray, Sir, be pleas'd to do so : for he saies — Cla. Nay, if we both talk together — Ol. Who shall hear one another. Exit. Oliver. Cla. But are there Players among the apprehended? Sen. Yes, Sir. And they were contriving to act a Play among themselves, just as we forpriz'd 'em,and spoiled their Sport. ' Cla. Players I 111 pay them above all the rest. Sen. You shall do well in that 3 to put 'hem in stoeje to set up again. Cla. Yes, 111 put 'em in Stocks, and set 'em up to the Whipping-post. They, can act Justices, can they? I'll act a Justice among 'em 3 that is to fay , I will do"], [107, "The merry Beggars. do justice upon them 3 that is to fay— - Sen. Pray Sir, be not severe, they act Kings and Emperours, as well as Justices. And justice is blinde they fay : you may therefore be pleas'd to wink it little. I finde that you have merry old Gentlemen in your House, that are come far to visit you. I'll undertake that these Players, with the help of their Poet 3 in a device which they have already studied, and a pack of Cloaths which I shall supply 'em with , shall give your Guests much content , and move compassion in you towards the poor Strowles. Cla. But you know my way of Justice (and that's a sure-way) is to,punish 'em first,and be compassion ate afterwards, as I finde 'em upon their Examina tion. Sen. But for your Guests fakes, who (I know) do favour and affect the Quality of Actors very much, permit 'em, Sir. It will inlarge your Entertainment exceedingly. Cla. And perhaps save me the expence of a Ren let of Sack the while. Well, Sir, for that Respect, and upon your undertaking that they shall please, I will prorogue my Justice on the Rogues. And so to my merry Gentlemen, whom, I will prepare to see their Enter'ude against after Supper. But pray,Master Sentwell, as you have found my Ncece, look to her, and see her decently brought home. Sen. In her own best Apparell. But you must pro rogue your displeasure to her too. Cla. I will do so, untill my scarce welcome Guests be gone. Enter Randall. Ran. Sir, my Master sends you word, and plainly, N that"], [108, "A Jovial Crew: or, that without your Company, your Entertainment stinks. He has commanded me saddle his Nags, and away to night. If you come not at once, twice, thrice , he's gone presently, before Supper 3 He'll finde an Host at an Inne worth a hundred o' you. Cla. Good friend, I will now satisfie your Master, without telling him he has a savvey Knave to his Man. Exit Clack Ran. Thank your Worship. Sen. Do you hear, Friend, you serve Master Old- rents. Ran. I could ha' told you that. And the best House-keeper my Master is of any Gentleman in the County he dwels in 3 and the best Master to a man, as I, the worst of twenty, can fay for him , and would be asham'd to fay lefle. Sen. Your name is Randall. Ran. Forgi' me ! Are you so wise ? you are too young to be my Godsire. And I hope not old enough to be a Witch. How know you, that I am Randall .<? were you ever at my Masters House i' Nottingham stire, or at Dunghilford,.whete I was born ? Sen. No. But I have Notes to know you by. Ran. I was never twelve mile from thence i' my life, before this Journey. God send me within ken of our own Kitchin smoak again. Sen. Your Masters Stewards name is Springlove. Kan. Master Springlove, an't please you. There is not an honester Gentleman between this and the head of him. And my heart's with him, where e're he is. Know you him too? Sen. Yes, and your Masters Daughters too. Kan. Whaw. Sen,."], [109, "Tbe merry Beggars. Sen. And that they are all from home, your Ma ster knows not where. Ran. Whaw, whaw. Know you that too ? Sen. Yes, and the two young Gentlemen that are with 'em, Master Vincent, and Master Billiard. Ran. Whaw, whaw again. You know 'cm all I think. But know you where they all are ? Sen. Even here by,at my own House. Ran. Whaw — Sen. And they knowing that your Master is here, and Master Hearty too— Ran. Whaw, whaw. Sen. And your self too. They directed me to finde you, Randall, and bring you to 'em. Ran. Whaw, whaw, whaw, whaw. — Why do we not go then? Sen. But secretly. Not a word to any body. Ran. Mum — Will you go then? Enter Martin. Mar. O, Master oldrent's man. Pray let me in treat you into the Buttery. Ran. Will you go, Master Gentleman £ Mar. Indeed it is my Masters desire, and he com manded me. Ran. Now, when it's Supper-time did he ? to fill my belly with thin drink to save his Meat ? It's the manner in Churls Houses. Will you go. Master Gentleman £ Mar. Introth my Master is so merry with yours within — Ran. Shite o' your Master. My Master's Steward's a better Man.I'll to him, at this Gentleman's House, and all the rest. Whaw, whaw. N 2 Sen."], [110, "A Jovial Crew : or, . Sen. Kandall, you forget. Kan. Mum again then. Why would you not go then? Exit Sent, and Kand. Mar. The man's as mad as his Master. The stran gest strangers that ever came to our House. Enter Talboy Tal. Well, Martin, for confessing thy fault, and the means thou mad'st whereby she is taken, I am friends with thee. But I shall never look upon her, or thee — but with grief of minde, however! bear it outwardly. Oh — Mar. You bear it very manfully, methinks. Tal. I, you think so, and I know so— - But what I feel, I feel . Would one of us two had never both seen one another.— Qh— Mar. You speak very good sense, Sir. But do's my Master continue his merry humour with the old Gentlemen within. Tal. Yes. Justice Clacks Clack go's as merrily as any. Mar. Well said, Sir . Now you speak merrily too. But I could say somwhat tjiat would still him. And for your comfort, 111 tell you. Mistris Amie is fallen in love with one of the Beggars. Tal. Then have I nothing else to do, but to laugh at thee as long as I live. Ha ha ha — Tolet a Beggar cozen thee of her. Ha ha ha. A Beggar! I shall die merrily yet. Ha ha ha. Enter Clack Oldrents. Hearty. Oliver. Cla. AhayBoys,ahay. This is right 3 that is to fay, as I would have it 3 that is to fay— Tal. ABcggar.. Ha ha hi— Mar. Ha ha ha — Gla*"], [111, "Tbe merry Beggars. Cla. A hay Boyes, a hay. They are as merry with out, as we were within. A hay, Master Oldrents, and Master Bearty 1 The vertue of your Company turns all to Mirth and Melody, with a hay trololly lolly lolly. Is't not so, Master Hearty ? Old. Why thus it should be : How was I deceiv'd ! Now I see you are a good Fellow. Ol. He was never lo before. If it be a Lightning before Death, the best is, I am his Heire. Tal. Mar. Ha ha ha— - Cla. Again, Boyes, again 5 that is to fay , a hay Boyes, ah hay — Hea. What is the Motive of your Mirth, Nephew Martin? Let us laugh with you. Old. Was that spoke like my Friend, Hearty ? Lack we Motives to laugh ? Are not all things, any thing, every thing to be laugh'd at ? And if nothing were to be seen, felt, heard, or understood, we would laugh at It too. Cla. You take the loffe of your Mistris merrily. Master Talboy. Tal. More merrily than you will take the finding of her. Ha ha ha — A Beggar ! Ha ha ha — Cla. Can I be fad to finde her, think you ? Mar. He thinks you will be displeas'd with her, and chide her. Cla. You are deceiv'd , Master Talboy 3 you are wide. Master Talboy 3 above half your length, May ster Talboy. Law and Justice shall sleep, and Mirth and good Fellowship ride a Circuit here to night. A bay, Master Oldrents, a hay Master Bearty, and a hay Son Oliver, and a hay Nephew Talboy, that should ha' been, and a hay, my Cleark Martin, and a bay for N3 the"], [112, "A Jovial Crew: fir, thePlayers. When come they? Son Oliver, see for Master Sentwell, that is no readier with his new Com pany. Tal. players ! Let us go see too. I never saw any Players. Fxit Talb. Mar. Ol. This is the first fit that ever he had of this Di sease. And if it be his last, I fay, as I said before. I am his Heire. Exit. Old. But is there a Play to be expected, and acted by Beggars? _ \" '' V ' Cla. That is to fay, by Vagabonds? that is to fay, by strowling Players. They are upon their Purgation. If they can present any thing to please you , they may escape the Law 5 that is (a hay) If not, to mor row, Gentlemen , shall be acted , Abuses strips and whipt, among 'em 3 with a hay, Master Bearty, you are not merry. Enter Sentwell. And a hay Master Sentwell, where are your Drammatk Persona 3 your Prologuffand your Aftus Primus, ha ? Ha' they given you the slip, for fear of the Whip ? A hay . Sen. A word aside, an't please you. — Sentwell takes Clack aside, and gives him a Paper. Old. I have not known a man in fuch a Humour. Hea. And of his own finding ! He ftole it, indeed, out of his own Bottles, rather than be rob'd of his Liquor. Mifers ufe to tipple themfelves fb. Old. He do's fo out-do us, that we look like ftaid men again, Hearty 5 fine fober things. Hea. But how long will it laft? He'll hang him felf to morrow, for the Coft we have put him to. Old. I love a Mifer'sFeaft dearly. To fee how thin"], [113, "The merry Beggars. thin and scattering the Dishes stood, as if they fear'd quarrelling. Bea. And how the Bottles, to scape breaking one another, were brought up by one at once ! Old.- How, one of the Serving-men, untrain'd to wait, spilt the White-broth ! Hea. And another, stumbling at the Threshold, tumbled in his Dish of Rouncevals before him. Old. And most suitable to the Niggardlinessc of his Feast, we shall now have an Entertainment, or Play, presented by Beggars. Cla. Send 'em* in, Master Sentwell. Exit Sent. Sit Gentlemen, the Players are ready to enter. And here's a Bill of their Playes. You may take your choice. Old. Are they ready for them all in the fame Cloaths? Read 'em, good Hearty. Hea. First, here's The two lost Daughters. Old. Put me not in minde of the two lost Daugh ters, I prethee. What's the next ? Hea. The vagrant Steward. Old. Nor of a vagrant Steward. Sure some abuse is meant me. Bea. The oldsquire andthe Fortune-teller. Old. That comes neerer me. Away with it. Be a . The Beggars Prophecy. Old. All these Titles may serve to one Play , of a Story that I know too well. Ill see none of them. Bea. Then here's The merry Beggars. Old. I, that 3 and let 'em begin. Enter Talboy rf/zdf Oliver. Tal. The Players are coming in : And Mistris Amie and your man Martin, axe to be Actors among 'em.- Cla."], [114, "A Jovial Crew: or, Cla. A % then for that too. Some merry device sure. A Flourist of Shalms. Heark! the Beg gars Hoboys. Now they begin. ' Old. See, a most solemn Prologue. Enter Poet for Prologue. TO Knight, to Squire, and to the Gentiles here., We wist our Play may with content appear. We promise you no dainty Wit of Court, Nor City Pageantry, nor Country Sport : But a plain Piece of AQiion,stort andfweef, In Story true. You'll know it when yousee't. Old. True Stories and true Jests do seldom thrive on Stages. Cla. They are best to please you with this tho', or a hay with a Whip for them to morrow. Old. Nay, rather than they shall suffer, I will be pleas'd, let 'em Play their worst. A Florist. Enter Patrico. With Lawyer habited like Oldrents. See our Patrico among 'em. Bea. That offered you a Doxie in the Barn. Pat. Tour children's Fortunes I have told, That theystaUBeg e're they be old. And will you have a Reason why ? 'Tis Justice in their Destiny. — Cla. Justice, ha ! Are you medling with Justices already ? Pat. Tour Grandfather, by crafty wile' Of bargaining, did much beguile A thriftlejse Heire of half the Lands That are descended to your hands. And,"], [115, "The merry Beggars. And, then, by Law, not Equity, Forc'dHim and his Pofterity To Woe andffjamefull Beggary. Law. That was no fault of mine, nor of my Children. Pat. But our fore-fathers Debts and Crimes, Although forborn till future times, Are not fo paid. But what needs more, Iwifly you happy in your Store. Exit. Old. Doft note this, Hearty? Hea. You faid you would be pleas'd, let em play theirworft. Lawyer walks sadly, beats his \\br east, &c. To him enter Souldier life Hearty, and seems to comfort him . Old. It begins my Story, and by the fame Fortune teller that told me my Daughters Fortunes 3 almost in the fame words. I know him now. And he speaks in the Play to one that personates me, as neer, as they can sethim forth. Cla. How like jou it, Sir? Youfibemdifpleas'd. Shall they be whipt yet ? A hay, if you fay the word. Old. O, by no means, Sir ; I am pleas'd. Soul. Sad for the words of a bafe Fortune-teller ? Believe him ! Hang him. Tlltrufi none of 'em. ihey have *# Whims, and double double meanings In all they fay. Old. Whom do's he talk or look like, now? Hea. It is no matter whom. You are pleas'd, you fay. Soul. Ha' you no Sack / 'th Houfe ? am not I here ? And never without a merry old Song ? O Sing."], [116, "A Jovial Crew : or, Sing. Old Sack, and old Songs, and a merry old Crew, Will fright away Cares when the ground looks blew. And can you think on Gipsie Fortune-tellers ? Law. I'll think as little of 'em as lean. Soul. Will you abroad then ? But here comes your Ste* ward. Enter Springlove to Lawyer. Old. Blesse me! Is not that Springlove ? Bea. Is that you, that talks to him,or that Cocks combe I, do you think? Pray let 'em play their Play: the Justice will not hinder em, you see 3 he's asleep. Spr. Bere are the Keys of all my Charge, Sir. And My humblesuit is, that you will be pleas'd To let me walkupon my known occasions, this Sommer. Law. Fie 1 Canst not yet leave off those Vagancies ? But I will strive no more to alter Nature. I will not hinder thee, nor bid thee go. Old. My own very words at his departure. Hea. No matter. Pray attend. Law. Come, friend, Til take your Counctll. Exeunt Lawy.Sould. Spr. Tve striven with myself to alter Nature in me, For my good Masters sa ke 5 but all in vain 3 For Beggdrs, Cuckoe-like, fly out again, In their own Notes and Season. Enter Rachel. Meriel. Vincent. Hilliard. Ra. Our Father's fadnejse will not suffer us To live ins House. Mer. And we must have a Progresse. Vin . Th' assurance of your Loves hath ingag'd us Hil. To wait on you in any course. Ra"], [117, "The merry Beggars. ' Ra. Suppose we'll go abegging. Vin. Hil. We are for you. Spr. And that must be your Course, and suddenly, To Cureyeur Father' ssadneff'e 3 who is told It k your Destiny : Which you may quit, By making it a trick of Touth and Wit. Tllset you in the way. All 4. But how ? But how ? All talk aside. (I see Old. My Daughters and their Sweethearts too. The scope of their Defigne 3 and the whole drift Of all their Action now, with joy and comfort. Hea. But take no notice yet.See a Whim more of it. But the mad Kogue that acted me,I must make drunk anon. Spr. Now ! are you all resolv'd? All 4. Agreed, agreed. 4 Spr. Tou beg to absolve your Fortune, not for need. Exeunt. Old. I must commend their Act in that. Pray thee let's call 'em, and end the matter here. The purpose of their Play, is but to work my Friendship, or their Peace with me 3 and they have it. Hea. But see a little more, Sir. Enter Kandall. Old. My Man Kandall too ! Has he a Part with 'em ? Kan. They were well set a work , when they made me a Player. What is that I must fay? And how must I act now ? Oh ! that I must be Steward for the Beggars in Master Steward's absence 3 and tell my Master, he's gone to measure Land for him to purchase. O 2 Old."], [118, "A Jovial Crew : or, Old. You Sir. Leave the work you can do no bet ter (I can forbear no longer) and call the ACtors back again to me. . Kan. With all my heart. And glad toy Part is so soon done. ExIt - Enter Patrico. Pat. Since you will then break off our Play : Something in earnest I must fay 3 But let affected Kiming go. I'll be no more a Patrico. My name is Wrought-on — Start not. But (if you Desire to hear what's worth your best attention, More privately) you may draw nearer me. Oldrents goes to him. Hea . Hear no more Fortunes. Old. You shall give me leave. Pat. I am Grandson to that unhappy Wrought-on, Whom your Grandfather, craftily, wrought out Of his Estate. By which, all his Posterity Were, since, expos'd to Beggary. I do not charge You, with the least offence in this. But, now, Come neerer me : for I must whisper to you. Patrico takes oldrents aside. I had a Sister, who among the Race Of Beggars, was the.fairest. Fair she was In Gentle Blood, and Gesture to her Beauty 5 Which could not be so clouded with baseCloathing, But she attracted Love from worthy Persons j Which (for her meannesse) they exprest inPity, For the most part. But some assaulted her With amorous, though loose desires 3 which/fte Had vertue to withstand. Onely one Gentleman (Whether it were by her Afe&ion^ or His"], [119, "The merry Beggars. His Fate, to send his Blood a begging with her, I question not) by her, in heat of Youth, Did get a Son, who now must call you Father. Old. Me? Pa. You. Attend me. Sir. Your Bounty, then, Dispos'd your Purse to her 3 In which, besides Much Money (I conceive by your neglect) Was thrown this holy Kelique. Do you know it ? Old. The Agnus Dei that my Mother gave me Upon her Death-bed ! O the losle of it Was my sore grief: And, now, with joy, it is Restor'd by Miracle ! Do's your Sister live ? Pa. No, Sir. She died within a few daies after Her Son was born 3 and left him to my care 3 On whom, I, to this day, have had an eye, In all his wandr ings. Old. Then the young Man lives! Enter Springlove. Vincent. Billiard. Kachell. Meriel. Pa. Herewith the reft of your fair Children, Sir. Old. My Joy begins to be too great within me ! My Bleffing, and a Welcome to you all. Be one another?, and you all are mine. Vin. Hit. We are agreed orrthat. Kd. Long fince. We onely flood till you fhook off your Sadnefte. m Mer. For which we were fain to go a begging, Sir. Old. Now I can read the Jnfiice of my Fate, and yours — Cla. Ha! Jufiicei Are they handling of Juftice .<? Old. But more applaud great Providence in both. Cla. Are they jeering of Juftices $ I watch'd for that. O 3 Hea."], [120, "A Jovial Crew : or, Hea. I fo me thought. No, Sir. The Play is done. * Enter SentweU. Amie. Oliver. Martin. Sen. See, Sir, your Neece prefented to you. Springtime takes Amie. Cla. What, with a Speech by one of the Players .<? Speak, Sir : and be not daunted. I am favourable. Spr. Then, by your favour,Sir, this Maiden is my Wiix J ' Cla. Sure you are out o' your part. That is to fay, you mult begin again. Spr. She's mine by folemn Contraft, Sir. Cla. You will not tell me that. Are not you my Neece ? Am. I dare not, Sir, deny't, we are contra&ed. Cla. Nay, if we both fpeak together, how fhall we hear one another ? Mar. I muft difprove the Contrad. Tal. That is my part to fpeak. Sen. None can difprove it. lam witneffetok. Cla. Nay, if we all fpeak — as I faid before. Old. Hear me for all then. Here are no Beggars (you are but one, Patrico') no Rogues, nor Players : But a feleft Company , to fill this Houfe with Mirth. Thefe are my Daughters , thefe their Husbands 5 and this that fhall marry your Neece, a Gentleman , my Son. I will inftantty Eftate him in a thoufand pound a yeer to entertain his Wife 3 and to their Heirs for ever. Do you hear me now ? Cla. Now I do hear you. And I muft hear you. That is to fay, it is a Match. That is to fay — as I faid before. Tal."], [121, "The merry Beggars. Tal. And must I hear it too— O— . Old, Yes, though you whine your eyes out. Bea. Nephew Martinftill the Childe with a Suck bottle of Sack Peace, Lambe 5 and I'll finde a wife for thee. Old. Now,patrico, ifyou can quit your Function, To live a moderate Gentleman, 111 give you A competent Annuity for your life. Pat. I'll be,withall,your faithfull Beads-man3 and Spend my whole life in Prayers for you and yours. Cla. And now, Cleark Martin, give all the Beg gars my free Paste, without all manner of Correcti on ? that is to fay, with a hay get 'em gone. Ol. Are not you the Gentleman, that challeng'd me in right of your Friend here ? Vin. Your Inspection's good, Sir. Ra. And you the Gentleman(I takeit)that would have made Beggar-sport with us, two at once. Mer. For twelve pence a piece. Sir. Oti. I hope we all are Frie»ds. Spr. Now, on my Duty, Sir, I'll beg no more, But your continual! Love, and daily blessing. Old. Except it be at Court, Boy 3 where if ever I come, it shaU be to beg the next Fool-Royal's place that falls. Spr. A begging Epilogue yet would not be, Me thinks, improper to this Comedie. Epilogue."], [122, "A Jovial Crew, &c. Epilogue. THo' we are, now, no Beggars of the Crew, We count it not astame to beg of you. The Justice, here, has given his Passe free To all the rest, unpunist'd'-, onely we Are under Censure, till we do obtain Tour Suffrages, that we may beg again 3 And often, in the Course, We took to day, Which was intended, for your Mirth, a Play3 Not without Action, and a little Wit, Therefore we he%your Paffefor us andlt. FINIS."], [123, ""], [124, ""], [125, ""], [126, ""], [127, ""], [128, ""]]