[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ON HANNIBAL'S ROUTE AND PASSAGE OVER THE ALPS TO ITALY; CÆSAR'S TO FRANCE, AND WHERE ON THE RHINE HE THREW OVER HIS FAMOUS BRIDGE; THE SITE OF GERGOVIA, AND THAT OF ALESSIO ; THE MODERN PASSES OVER THE ALPS; AN INQUIRY AS TO WHO WAS THE IRON MASK, AND WHO WAS THE AUTHOR OF JUNIUS; WtTH SOME REMARKS AND MEMORANDUMS ON POLITICAL EVENTS AND CHARACTERS FROM 1752 TO 1845. BY GEN. SIR GEORGE COCKBURN, G.C.H. DUBLIN : PRINTED BY R. HENDRICK, 18, CLARE-STREET. 1845."], [8, ""], [9, "INTRODUCTION. The following subjects on which I treat, have puzzled antiquarians, historians, and ingenious men, from a quarter of a century after their occurences, up to the present time. I have taken the trouble to investigate them all ; and I now submit, not merely my opinion, but my firm conviction, that except the point of the Rhine over which Cæsar threw his famous bridge, my opinions are not only correct, but that if such a question could be sent to a jury of scientific, military, and best informed men, I could produce sufficient historical and circumstantial evidence, as would insure me a verdict. No doubt they are all by-gone matters, and we moderns have so much to read and think of, as to our present affairs, or those of a century back, that I allow the subject to be of little (if any) interest, with the great majority of even the educated ; but if my pages do not interest or convince, I hope they will at least amuse a reader and induce others who have a taste for such subj ects, to further in vestigation. But when we are so inundated with publications, and that Han nibal's Passage has been so investigated by Polybius and by Livy, and in modern times by the productions of Messrs. Wickham and Cramer, of Oxford, De Luc, Whittaker, and others, it may be asked what further light can Sir George Cockburn throw on these trans actions? Now my answer is — I discard Livy, and don't agree with Whittaker, though he makes out a good case. These subjects have also been treated on by numerous doctri-"], [10, "ii INTRODUCTION. narians,* and by Gibbon, Deutens, Letrone, and St. Simon, but Mr. Brockledon, who lately visited all the passes over the Alps, ancient and modern, has no doubt on this point, viz. — the Little St. Bernard, The best account published, is that by M. De Luc, and that by Messrs. Wickham and Cramer, of Oxford ; and the very curious circumstance of the White Rock, first mentioned by General Mel ville, appears to be decisive. You may therefore ask, reader, why, after quoting them as correct, should I say more on the subject? I answer, that very few persons will read through Polybius and Livy, or De Luc's 300 pages, or the able 250 by the Messrs. Wickham and Cramer, or Whittaker's two volumes ; and that having gone over every foot of the route as laid down by Polybius, De Luc, and the above-named Oxonians, from Spain to Italy, and being convinced, as I have stated, of the correctness of the latter, I publish this little abridgement of the works I have mentioned, and which, in a few hours' reading, will, I think, convince every rational reader, that it was over the Little St. Bernard that Hannibal passed. Moreover, gentle reader, I do not ask you to put your hand into your pocket ; the greater part of the numbers published, will be given away, and some to Booksellers, friends of mine, who, if they can make a shilling by each, is just, and will help publicity. If I am asked, why do you blend military events with \" The Iron Mask,\" and \" Junius ?\" my answer is, that though the latter are not military, they are political, and the two are nearly brothers ; moreover, they will just make a small pamphlet — at all events, those who receive a copy have no right to complain. * Doctrinaire (a French term), means, a man who has adopted opinions of his own, and retains them with an incurable obstinacy, no doubt thinking himself right, but right or wrong, his -vanity gets the better of all imposing arguments, and he sticks to his own opinion ; and even Gibbon allows that Livy was merely a man of letters, unacquainted with the arts of war, and no authority. Shangana, September, 1845."], [11, "HANNIBAL'S PASSAGE The greatest military expeditions, to compare with Hannibal's, was Napoleon's to Moscow, and his retreat. Our unfortunate affair in the Affghan expedition, and the dreadful retreat from Cabul, a tale of unparalleled misfortune. Suwariff's, who, in the late war, made a wonderful march over the St. Gothard, and retreat to the Grissons (Switz) country. And at the com mencement of the late war, the retreat of the British army to Holland in the winter of 1794, memorable for its disasters, and where the \"Duke,\" as Lieutenant-Colonel of the 33rd regiment, began his military career. Hannibal's route across the Alps to Italy, a wonderful military exploit, has been a subject of much inquiry and dis putation with antiquarians and military men. The length of time since that event took place, is so great, that comparatively few, even of the educated, take any interest in it, though I cannot find any thing in what I call modern times, i. e. 300 years back of military history, that can furnish any record of such a bold and great undertaking ; though in modern times we have had retreats with very disastrous sufferings, as above remarked, but they were short military events, compared to Hannibal's march from Carthage in Spain, into the heart of Italy, and with Africans shaking the great Roman empire. He most certainly crossed the Pyrenees at Belle Garde, marched on to Perpignan, and by the exact Roman road to fs"], [12, "hannibal's passage. 2 Gaul from Spain, on to Nismes and to the Rhone, which he crossed at Roquemore. Livy's observations and contradictions would baffle the ablest geographer, whereas the account of Polybius is clear and connected. Colonel Napier also is of opinion that Hannibal passed the Grain Alps, i. e. Little St. Bernard. The event carried the war between Carthage and Rome to nearly the very gates of the latter, and compelled the mighty Romans to fight almost for existence. As to the after events, and Hannibal's remaining so many years in Italy, and so great a commander wasting so much time at Capua, instead of march ing on to the great city, I pretend not to account for, I speak only of, his wonderful undertaking- — his passage over the Alps. At the same time I may be permitted to express my astonish ment at his remaining so many years in the Roman territory, without his either taking Rome, or his being driven out of Italy.* All authors agree that he crossed the Pyrenees with fifty thousand infantry, and nine thousand (best) cavalry. He was five months on his march, and lost prodigiously, having only twenty thousand infantry, and six thousand cavalry ; after his descent from the Little St. Bernard and arrival at Ivree, Poly bius states the strength of his army, by an inscription made (as he says), by Hannibal himself, and found at Lacimium. Of course he could not have remained so many years as he did in Italy, without receiving great reinforcements, but of this, or by what route they came, I cannot find any authentic account. Moreover, why he in fact left Rome behind him, after his victory at Canæ, and went to Capua, which is in the Neapolitan territory, and south of the Eternal city, is not accounted for. * It appears that Hannibal remained fifteen years in Italy ; and he most cer tainly neglected to improve his many victories, viz. : — The Tecino, the Trebia, Thrassimene, and Canæ."], [13, "Hannibal's passage. 3 But to return to the Alps : if the route by the Genevre existed in Hannibal's time, I must allow that it was a much better and shorter line for him to take to Italy, than by the Little St. Bernard, and easier, but the query is — did that road then exist? and if it did, it is impossible it would escape such a man as Polybius, neither could he reconcile the distances of the march so accurately laid down by him, as to any agree ment with a march over the Genevre ; and many historians assert that in Hannibal's time there was no other practicable passage but that over the Grain Alps by the Little St. Ber nard, and no other route can be made to agree with the plain text of Polybius. I discard Livy, and as to any thing worth belief in his account, he borrowed from Polybius, and did not write for 300 years after the event ; whereas Polybius, who lived very soon after, had himself examined the country, though, as unfortunately he wrote for Greeks, he was not anxious to introduce names of towns or places, in which they took no interest, and he therefore made out his case by stadia or dis tances, and which are to this hour most correct, but he fre quently mentions the names of the nations through which Hannibal's army passed, and all which circumstances give us sufficient data beyond all doubt Now suppose a man to examine the Waterloo campaign and battle, as Captain Sibborn has done, shortly after the occurrence, what should we think of some fellow (in this case I must apply the word to Livy), who 300 years hence should presume to say Sibborn was wrong, and to make out a narra tive of his own ; and therefore Livy is no authority whatever, and as Gibbon said of him, he was merely a man of letters, covered with the dust of a library, and not acquainted with the art of war. As to our own times, no man can deny the extraordinary military capacity of the Duke of Wellington in India, in his earlier career, and in his entire conduct and wonderful success"], [14, "hannibal's passage. 4 in the Peninsular war. Frederick the Great had extra ordinary difficulties to contend with in the seven years' war, but his genius, perseverance, and military talent, and the ex cellence of his soldiers, worked him through every difficulty, and leaves his character, as a first-rate general, equal to his other great qualities as a statesman, scholar, and philosopher, and as I now treat of a great military event, I may be excused for this military digression. My attention was accidentally called to the disputed sub ject of where did Hannibal pass the Alps ? (that over the Pyrenees cannot be doubted), and mentioning it to a relation, a Fellow of Cambridge, well versed in history, and as I was about to again visit Italy, he advised me to explore Hannibal's route myself, and he first drew my attention to the publication of M. De Luc, of Geneva, and of another by a member of Oxford University. Accordingly, after reading what Livy and Polybuis state, and having De Luc and the other mentioned book with me, I determined to visit the described premises myself, and on Friday, 1st October 1824, I set out from Geneva for the purpose. I shall here observe, that the famed white rock was first noticed by General Melville, who made such a tour for the same purpose, and communicated all his observations to M. De Luc. Many years ago I made a tour to the North of Spain, and saw a bridge in Catalonia called Hannibal's ; it is however too modern for his time, though it might have been rebuilt very much with the old materials, but it seems to mark his route. There is another one-arched bridge at the foot of Mont Seratte, called the Devil's Bridge, and said to be built by Han nibal. It may have been originally so, and rebuilt with the old materials and on the old plan ; I copied the Spanish in scription on it, and now translate it, viz : —"], [15, "hannibal's passage. 5 \" In the year 535 from the foundation of Rome, this admirable bridge was constructed by that great captain, Han nibal. After some centuries this bridge became so decayed that it was rebuilt in the year 1768 by Don Carlo III., King of Spain, on the old site, with the old materials, and on the same plan.\" According to my custom, having always kept a journal while travelling, and perhaps had the mania scribendi, I have as to this, and every other subject I ever wrote on, stated honestly the opinion I came to after most diligent enquiry ; and in those military matters which I venture to write on, also a minute and personal investigation on the ground. I believe there are but few persons who followed Hannibal's track (as stated by Polybius), more minutely than myself, I may say almost every perch of it from Spain to Italy, and having read all the different accounts of that event, I have the most posi tive conviction that Hannibal passed the Alps over the Little St. Bernard. Extract from my Journal of 1824 : — Many persons quote Livy on this subject, though it was 300 years after Hannibal's time when he wrote, and how can he be considered as autho rity compared with Polybius, who travelled over the ground thirty years after the event happened, and who must have had accurate information on the subject. He conversed with officers who served in the second Punic war. He travelled in the Alps to obtain precise information, and spoke with many of the inhabitants who lived at the time Hannibal passed. And, as he states, if there is any part of his history on the accuracy and certainty of which he may speak with the greatest confidence, it is that concerning Hannibal, having received his accounts from persons living at the time the events took place. The first part of the march from Carthagena to Nismes,"], [16, "6 hannibal's passage. is agreed on by all persons, and the second, viz., to Orange, cannot well be doubted ; and the third part, namely, the pas sage of the Alps, is that which has occasioned so much dis putation, and so many contradictory opinions ; but I have no doubt whatever, that it was over the Mont du Chat, and Little St. Bernard. Now for evidence : — 1st. Polybius gives us the number of days' march, and according to them, and the distances in the Itinerares, they agree most accurately with those here named. 2nd. Though Polybius does not mention the names of towns, he does expressly state Hannibal's arrival on the Rhone, at a place formed by that river and the Isere on two sides, and bounded on the third by the Alps, which he de scribes, the island and country, as similar, both in shape and size, to the Delta in Egypt, so that so far there can be no doubt. 3rd. Hannibal's being positively at this point, had only before him the Little St. Bernard, by the Mont du Chat, for to take him round by Martigni, and the Great St. Bernard would be in total contradiction to the number of days' march, viz., nine days from the Delta to the top of the Little St. Ber- nard, whereas he could not have got to the top of the Great St. Bernard under fourteen days at the very least; neither would other circumstances, distinctly mentioned by Polybius, at all tally with the Great St. Bernard. The Mount Cenis pass was not known in those days, and as to St. Genevre, and striking off from Grenoble, and following that route, his army must have starved ; and is it possible to suppose he would reject the easiest passage, and the vertile valley of the Isere, for a more difficult one, where all was a barren rock, though shorter. 4th. The strong circumstance of the White Rock, which still exists in the very position described by Polybius, and the"], [17, "hannibal's passage. 7 entire country is so laid down by him, that though he does not give the names of towns, the man who goes over the ground, with the book in his hand, must be convinced that he is on the exact line of Hannibal's march. 5th. The singular circumstance of the snow, on the spot described by Polybius, remaining from year to year like a glacier, and which is actually the case on the Little St. Ber nard, answers the description, there being no such remaining snow on the Great St. Bernard, I mean in the actual road ; and I doubt if there is any such thing at all there, unless it is on the very top, where a goat or chamois could not go. This snow, however, does melt once in half a dozen years, when there is an uncommon hot summer. Another difficulty has been started, viz., as it was near the setting of the Pleiades, it must have been the end of October when he encamped on St. Bernard. Now when I was there, 30th September, it would have been impossible to encamp, for the plain at top was nearly under water, and I wet my feet thoroughly in walking across it, the wind was high, and piercingly cold, though the day was fine, but soldiers could not encamp there this season ; however seasons differ. Baron Favers assured me he was encamped on the very ground the end of October, with ten thousand Austrians, but that it was then perfectly dry. Polybius says that the army reached the summit at the time of the setting of the Pleiades, and General Melville consulted Dr. Masquelin the Astronomer, as to the time at which this took place, and by calculation found it to be correct. Two other objections have been made as to the passage over the Little St. Bernard, but neither of them worth a straw : 1st. As, according to Polybius, the barbarians of Cham berry used to come every morning to the foot of the Mont du Chat, while Hannibal was on it, to prevent his descent, but"], [18, "hannibal's passage. 8 that they retired to Chamberry every night, returning again next morning, which, as Chamberry is at ten miles dis tance, would be too far for this stratagem. But, there is a Vieux, and a modern Chamberry, just as is the case in many parts ; for instance we have, in county Kildare, Old and New Kilcullen a mile asunder, and no vestige of the former but the ruins of a round tower and a church. The old Chamberry was either where Bourget now stands, or very near to it, and from thence the Barbarians could easily come at day light and return at night without fatigue. For the protection of the passage of the Mont du Chat, Bourget is much more favourably situated, and it would have had all the advantages of the plain of Chamberry for its supplies, as a town, as well as all the advantages of its present situation for defence. From Bourget the Allobroges could with the greatest ease have gone in the morning to the pass itself, and returned again at night. From all these considerations, it is probable that Bourget was the town in question. The other objection is, as to Hannibal's having pointed out the plains of Italy to his soldiers from the top of the Alps, to encourage them, and that no Italian plains can be seen from the Little St. Bernard, neither can they from any part of the Alps except Mount Viso, and no army could possibly pass by it now, much less in these days ; moreover, what evidence have we that Hannibal ever did so ; it seems to be a mere romance of the historian, and if true, very allowable, as a man might say from the top of Snowdon, \" There, see the plains of England;\" and even London, \" There is Regent-street, and there West minster.\" I must also observe that Hannibal did not cross the Rhone with his entire army in the same place. Prior to his passage he sent Hanno with a part to near the island, twenty miles"], [19, "hannibal's passage. 9 from Rouquemore, where he crossed to deceive the Barbarians, who were collecting on the eastern bank of the Rhone to op pose Hannibal, and which manœuvre succeeded. Another strong evidence is, the finding of the silver Bou cher, and also elephant's bones, near where he passed the Rhone. This Tablet or Boucher is of solid silver, and is now in the King's Library in Paris, and evidently, as the anti quarians declare, Carthagenian work, and has a lion in its centre, and which was the ordinary symbol of Carthage, and which appears on the medals found and known to be Cartha genian ; and it is stated \" L'Academie,\" ne balanca pas a reconnoitre un ouvrage Carthaginois dans ce Bouclier. I should have mentioned that Cor. Nepos declares that Hannibal passed over the Little St. Bernard. Napoleon it seems gave a contrary opinion, but he could not sustain it by any evidence, or did he reason at all on the subject, a mere ipse dixit. It may, however, be satisfactory to give the Roman stations, and their distances from each other, as marked in the Anto nine Itinerary. The distances are given generally as cor rected by D'Anville : — Roman Miles. From Emporium (Ampurias), to Juncaria (Junquera), . . . .16 Ad Pyrenæum (Fort Bellegarde), . . 6 Ad Stabulum (Boulon), ... 6 Salsulis (Salces), . . . .28 Narbone (Narbonne), . . .30 Beterras (Bezieres), . . . .16 Araura sive Ceserone (St. Thibery), . 12 Forum Domiti (Gigean), . . .18 Sextatione (Soustantion), . . .15 Ambrussum (Pot Ambroise on the Vidourle), 1 5 Nemausus (Nismes), . . .15 Add the distance to Roquemaure, . . 30 207 c"], [20, "hannibal's passage. 10 Roman Miles. From Orange to Valence, . . .70 To Ursolis (St. Vallier), ... 22 Vienna (Vienne), . . • .26 Bergusia (Bourgoin), . • .20 Augustum (Aoste), . . • .16 Labiscone (Chevelu), . • .14 Add from Eoquemaure to Orange, . . 6 174 The third division of the march consists of the passage of the Alps, 150 miles. From Labiscone to Lemincum (Chamberry), 14 Mantala (Freterive) ? . . .16 Ad Publicanos (L'Hopital), . . .16 Oblinum (La Batie), ... 3 Darantasia (Salius), . . . .13 Bergintrum (Bourg St. Maurice), . . 18 Arebrigium (Pre St. Didier), . . 24 Augusta Prætoria (Aoste), . . .25 Vitricium (Verres), . . . .25 Add from Verres to St. Martin, . .10 164 Having given the Roman stations and distances as marked in the Antonine Itinerary, and as corrected by D'Anville, I shall now give as a guide to any person desirous to visit the locality the precise road which Hannibal took, and with the modern names. After crossing the Pyrenees at Belgarde, he went to Nis mes, through Perpignan, Narbonne, Beziers, and Montpellier, as nearly as possible in the exact track of the great Roman road. From Nismes he marched to the Rhone, which he crossed at Roquemaure, and then up the river to Vienne, or possibly a little higher. From thence, marching across the flat country of Dauphiny, in order to avoid the angle which the river makes at Lyons, he rejoined it at St. Genis d'Aouste."], [21, "hannibal's passage. 11 He then crossed the Mont du Chat to Chamberry, joined the Isere at Montmeillan, ascended it as far as Suez, crossed the Little St. Bernard, and descended upon Aosta and Ivrea by the banks of the Doria Baltia. After halting some time at Ivrea, he marched upon Turin, which he took, and then pre pared himself for ulterior operations against the Romans. In conclusion, and in the words of Messrs. Wickham and Cramer, viz : — \" It is impossible to conclude this enquiry without expressing our obligation to M. De Luc. It is to him that the theory of General Melville owes all its develop ment, and it was most fortunate that the General (and I had the honor of his acquaintance), of course many years ago, communicated his notes to M. De Luc, having de clined publishing himself. In truth the White Rock alone (now existing), ought to solve the question. But at that time the road over the Little St. Bernard commenced at the White Rock, on left of the stream. The present road is nearly parallel to the old, and very near to it, what we should call within pistol shot."], [22, "ON CÆSAR'S PASSAGE INTO GAUL. No doubt Cæsar passed by the Mont Genevre and the Col de Sestriers, with the greater part of his army, to oppose a for midable inroad of Helvatians into a cisalpine province or ter ritory, claimed by the Romans, and which Cæsar tells us in his Commentaries De Bell. Gal. The existence of a Roman arch at Suez, occasions many to think there was a road from thence into Gaul. A short way from the arch, the ground is much raised, and where cleared, there appears to be a Roman pavement. To pass the Genevre there were two roads from Turin, one by the pass of Exilles, the other by Pignerol and Fenestrelles, and both meet near Col de Sestriers. Cæsar's account is obscure, but the general opinion, ancient and modern (and to which I fully subscribe), leaves little or no doubt about it, and by which we must abide as the most likely, particularly as it is stated that Cæsar passed, taking three legions by Pignerol and Fenestrelles, and sending two legions by Suez and Exilles. At that time the Romans had a province in Gaul next their frontier, called Transalpine, and the Helvetii havino attacked it, Cæsar marched as above stated, to drive them out, but I cannot find any notice in numerous histories I have con sulted, of when the Romans conquered this Transalpine pro vince, or where their army first passed the Alps. According"], [23, "CÆSAR'S PASSAGE INTO GAUL. 13 to Hook, it was the Gauls that first passed the Alps and in vaded Italy ; this, however, does not inform us as to the date of the Romans, first route into Gaul, and we have nothing to guide us as to that ; but they must have invaded it prior to Cæsar's passage, or have got a part of France which they then named Transalpine Gaul, and which the Helvetians invaded, and caused Cæsar to go there and drive them out, and his own account is very obscure. The Romans invaded Gaul first time during the reign of Tarquin, in the year 160, stated to have been by the Black Forest. The second eruption was from Galice Celtica ; there was a third about which historians do not agree ; and a fourth, as historians tell us, when the Boii and Lingones passed over the St. Gothard, and drove the inhabitants into Etruria or Tuscany; and, according to history, the Semones made a fifth invasion, so that it was the Gauls that first invaded Italy. Cæsar's war in Gaul commenced in 695, of Rome, and continued to 703. Brockledon says, the earliest account we have to guide us of the Romans being acquainted with the Genevre, is given by Cæsar, who, it appears, crossed into Gaul by it, to check an inroad of the Helvetii. D'Anville thinks Cæsar went by the Genevre. I believe all early history to be very obscure, and apocry phal. There is a very clever work by Hardoin on the uncer tainty of all ancient history, and in truth we have plenty of exaggeration and falsehood in our modern histories. I recollect my friend, the late Sir C. Morgan, telling of a friend of his who said, as to English history, he did not believe any thing prior to Henry the Eighth's time, and very little prior to Queen Anne's time : and I believe that, at all events, we may join with Voltaire in thinking all history to be little more than a black catalogue of crime."], [24, "14 CÆSAR'S PASSAGE INTO GAUL. But as to the passage of the Alps : Hook says, in the third Book, \"from the year of Rome, 365, when the city was re built, after the burning of it by the Gauls, to the year 489, the Romans, having subdued all Italy, began the first Punic war,\" consequently the Gauls must have passed the Alps often, and before Hannibal's time ; in truth all ancient history is doubtful and contradictory, and I have not much re liance on it. We know, even in our own time, that any thing a century back, or even nearer, cannot be relied on, and the ancient obscure, and doubtful (particularly by party writers), is too often half false. CÆSAR'S BRIDGE. As to the point on the Rhine where Cæsar threw over his famous bridge, I believe no one now attempts to guess it with any accuracy. It appears from history that he passed the Rhine, and of course threw bridges over it several times, but in no case is the exact place known, and now it may be given up. The commentaries, and other historians, in truth give us not the slightest information of the exact spot, and I believe all inquiries as to it may be given up. And it appears he passed the Rhine several times on bridges thrown across it by him, but the point where ? not known. From the Commentaries, Book 4, it appears certain that the bridge in question was thrown from the Gaul side, and that he passed over to assist the Sicambri ; consequently it must have been far north, probably near Cleves or Wesel, and on this matter I believe it is impossible to conjecture more. I have a little book I picked up in Paris, printed more than one hundred years ago, on the great uncertainty of all early history, and the title-page says, particularly of the Roman ; so"], [25, "site of gergovia, etc. 15 that, on many points, we can but conjecture. All French writers seem to lean to the opinion of Titi Live, as they call Livius, and I think him an historian as little to be depended on, but fashion is a help in all things. OK THE SITE OF GERGOVIA AND OF ALESSIO, NOW CALLED, ST. ALISSE. Two years after, the same friend, who asked me to examine Hannibal's route, finding that I was going again to France, advised me to find out, if I could, the sites of Gergovia and St. Alessio, particularly the latter; and I determined to do so, as I was en route for Genoa, and of course had to pass through a great part of France. As to Gergovia, I knew it must be somewhere near Clermont, in Auvergne, now the department of Pui de Dome ; but as to Alessio, as it was merely mentioned on the old maps, without any roads or dis tances marked, I had some trouble to find out where it was supposed to be ; I made every enquiry, but got no information, and then applied to the Postmaster-General, who was extremely polite ; he told me it was an obscure place, and he positively did not give me any more information, except that there was a \" Book on Ancient Gaul,\" in the King's Library, and in which I would find all the information I wanted. Off I went next day to the Library, and was most politely received by the librarian, and there saw \" The Cartha-"], [26, "16 SITE OF GERGOVIA genian Boucher,\" or shield, in silver, found near where Han nibal passed the Rhone. The librarian examined the catalogue — and alas ! informed me that the book was stolen in the tem pestuous times of the Revolution, just as the Roman mob plundered the entire collection of fine medals in the Vatican ; he gave me the title from the catalogue, but no hopes of ob taining it, as it was more than a century old, — the title is \" Eclaircissemens Geographiques sur L'Ancienne Gaul.\" I now almost despaired, but one morning walking along the Quay de Voltaire, where there are (or then were) many booksellers, and more book stalls, I actually spied the book, a small volume, and beautifully bound ; I saw at once it was what I wanted, and asked the bookseller its price, it was three, or at most four francs; I paid the money, and put the book into my pocket, and in it found all the information I wanted ; also a good map of ancient Gaul, a minute description of the siege of St. Allice, by Cæsar, and plans of it also ; but merely its name, no roads or guide to where it was, farther than that it lay north west of Dijon, and that was enough for me. But first as to Gergovia : It is generally believed that it stood where Clermont does, in the Province of Auvergne, now Dome de Puit. General La Fayette, who had property in that quarter, and often visited it, thought that Clermont suc ceeded Gergovia ; but I suspect that he had merely taken it for granted, and from common report, without examining the spot himself. There were two Gergovias, one Des Averne, the other De Boii, and this has occasioned doubt and dispute as to which was the famed one ; and the geographer Sanson confounded the two. Cæsar's description would not be applicable to Clermont, viz : \" Gergovium pervenit prospecto urbis situ quœ posita in altissime monte, omnes aditus difficiles habebat.\" — De hello Gall. 7th booh. It appears that Cæsar, on seeing its position, doubted the probability of taking it, and also fearing"], [27, "17 AND OF ALLESIO. a general revolution in Gaul, determined to raise the siege, though he first made an attack on all the out works ; but the difficulties he met were too great for the skill of the general or the courage of his soldiers ; and he accordingly raised the siege (if it can be called one), after, at most, five days investment, and marched toward St. Alessio. The Gergovia de Boii, which I have mentioned, was distant from Auvergne, and to think it to be The Gergovia, is too ridiculous to require further obser vation. Now as to the commentaries — what evidence have we that they were written by Cæsar ? If men write their own lives, they do not make three persons or items, here we have the actions, and here, Cæsar the actor ; and then (whoever he was), the writer ; moreover what is related, if true, took place near two thousand years ago, when there was not any printing, and scarcely any writing, so that such compilation, though possibly in part true, rests most on tradition, unless where we have a Polybius, whose writings cannot be doubted although nearly as ancient. The present Clermont will not answer Cæsar's description, but let us reason fairly. In course of two thousand years, and in that volcanic country, Auvergne, a dozen mountains might have been destroyed by volcano or earthquake, and therefore, the present Clermont may be where the base of the mountain was, on which Gergovia stood, but wherever it stood, it must have been near the present Clermont. In Commentaries, book vii. sec. 3, we are told, that when Cæsar came before Gergovia, and having taken a view of the place, found it situa ted on a very high mountain, and all the approaches extremely difficult, he despaired of reducing it, being excellently well fortified on all sides, steep, and difficult of access. And why this investment of a few days should be magnified into a seige I cannot conceive, and so little said of Avericam, where there really was one. Vercingetorix followed Cæsar, and con- D"], [28, "18 SITE OF GERGOVIA, trived to reach Allessio before him, and with great aid to its garrison. Cæsar followed, and then commenced the seige, the most famous in ancient military history.* I can say no more as to Gergovia. ST. ALESSIO Was my difficulty, as it is only merely mentioned in the old, and even modern maps, without roads or distances, and I had much trouble to find it out, even with the book I was so for tunate as to pick up; and on Monday, 10th October, 1825, I left Paris in the diligence for Mont de Bard, having found out that it was not far from St. Alessio, travelled all night, and through a very ugly country, as I perceived at day-light, the 11th, and nearly a second night. Arriving at Mont du Bard late, I found an excellent hotel, and got a good bed, and at nine next morning made my inquiries. My landlord, a most civil, obliging man, doubted if he could procure me a guide, as there was not any regular road, and therefore must go as a bird would fly ; this, however, is of no importance in France, where there are neither enclosures or ditches, and over an open country. The only conveyance I could procure was a small cart, with a young, ugly Frenchwoman, without cap or bonnet to drive it ; and with some straw, and making a seat of my port manteau-trunk, off we set. She was, however, intelligent, and knew the line, and we sometimes met a very bad cart-road to the different farms, and as we met occasionally some peasants, if she had any doubt she inquired. I left Du Bard at ten, and we got to the foot of Mount Auxoroi, on which the famed St. Allesio stood, soon after noon. The modern village of St. * The armies of Vercingetorix and Cæsar marched two days in sight of each other in parallel lines, without coming to action, and on one occasion the same thing happened to the Duke of Wellington in Spain, between him and Soult."], [29, "19 AND OF ALESSIO. Reine is about half way up the hill, and I had a very fine day for this excursion. I found a mere cabaret of an inn at St. Elisse, but the landlord, a most obliging and intelligent man, had heard all about this famed place and came with me as a guide, though indeed the entire local speaks for itself. From the top of the hill Mont Auxoroi (on which stood Alessio), I viewed the plain as described by Cæsar, and con templated the military classic ground on which I stood. The position is admirable, the hill being steep on all sides, though weakest to the east. This ground was the Waterloo of the day, but why Vercingetorix did not cut his way through the Roman lines, rather than surrender, is the astonishing thing ; and yet Mack, at Ulm, did the same, though the retreat to the Tyrol was open to him, and yet, believed innocent of any treachery ; by Cæsar's account it appears that Ver cingetorix sent off his cavalry, which made its way through the Roman lines, and as he had eighty thousand men concen trated, and that the Romans had only sixty thousand on a line of circumvalation of eight thousand three hundred toises, and therefore why he did not rather cut his way through them (and particularly as his cavalry did do it), is the most surprising thing of the whole ; but at this distance of time (1800 years), it is impossible to reason on it, for we find it very difficult, even with the assistance of printing, to get at the real truth of many events of even the late war. There is an extensive plateau or plain on top of the hill, in which I am certain there is room to encamp thirty thousand or more men ; and if we presume lines, and towers, and castles round its base, and also a large town on the slopes, beside the inclined plain within the Gaul lines to the east, there was full room for eighty thousand men. How any military man can (after seeing the local), en tertain a doubt as to the emplacement of Allesio, is most"], [30, "20 SITE OF GERGOVIA, extraordinary, for never was there a place more accurately described, or, as to ground and position, so little altered. But the Roman road close to it, and Roman coins continually found, and Cæsar's account so minutely accurate, will not convince some perverse and obstinate men, who seem to think there is no accuracy or truth but in negatives, £. e. in denying. I went all over this famous hill of Auxoroi, which so exactly answers the description of Cæsar, that I think it puts the question past all doubt; he accurately describes the Local, and there is no other place perhaps, in all France, that so exactly answers to Cæsar's description, but certainly none within fifty miles, and that Alessio was some where on this point is admitted. The Hill, as described, is steep and escarped on all sides ; two rivers pass near the foot of it — \" Cujus collis radicis duo, duabus ex partibus fiamina subluebant.\" Now the rivers Oge and Ozerain run on each side of Mont Auxoris, and fall into the Brenne. There is also the plains of Millia toward the north-west, and the surrounding country is now exactly as described by Cæsar. I do not think any of the ancient military positions can be more clearly demonstrated than this, to any one who will go there with the Commen taries in his hand. I, of course, had my valuable book \" Eclaircisemens sur L'Ancienne Gaule,\" (which I so fortunately picked up in Paris) with me, and, besides its accurate descriptions, it had an excellent plan of \" Alise et de ses Environs pour l'intel ligence de L'explication Topographique du siege de cette place ;\" and after fully satisfying myself, returned to the vil lage. The landlord at M. Du Bard fortunately advised me to let him put up a good dinner, and a good bottle of wine, as he declared I could not get any thing fit for a Mi Lord An glois at St. Alisse, and he was right. I now found that, wretched as the village is, there are hot"], [31, "AND OF ALESSIO. 21 springs in it and a military hospital, the baths being of great use in many complaints, and there are generally forty or more soldiers in it. It was by this time nearly dark. My civil owner of the cabaret informed me that I was sent quite out of the proper route, which from Paris is to Semur, a fine town, (and the mail road to Dijon), was only eight miles (2^ leagues) dis tant, and a fine road from it to this Alessio, except for a short distance across a very bad one, but he would send two men with me, one as guide, and the other with a torch, to put me on the high road to Semur, and which was broad, straight, and good, and once on it impossible to mistake, and merely to drive on ; and as I could not get a decent bed at St. Allessio, and utterly impossible to cross the country in the dark to Mont Du Bard, I decided accordingly, and set out in my cart for Semur, where we arrived at near nine, p. m. Semur, by its lights, appeared to be a good town, but the inn bad, and rather impudent people. The diligence for Dijon arrived soon after, and I fortu nately got a place in the coupe, travelled all night, and arrived at Dijon at nine, a. m., Thursday 13th, having, of course, paid my carter girl, as also for the additional drive to Semur, and herself and horse for the night, besides her bona mam, which she well deserved. Cæsar is more particular as to the Siege of Alessio than usual, and we find from his Commentaries, Book 7, of his wars in Gaul, as follows : — \" The city of Alessio was situated on the top of a very high hill, so as not to be taken without a formal seige. The bot tom of the hill was washed on the two sides by two rivers. Before the town was a plain extending about three miles in length, but every where else a ridge of hills, whose summits were nearly upon a level, ran round the place at a moderate dis tance under the walls ; on the side facing the east, lay all the"], [32, "22 THE PASSAGE OVER THE ALPS. forces of the Gauls encamped, who filled that whole space, and defended by a ditch and a rampart six feet high. The line of contravalation begun by the Romans, took in a circuit of eleven miles ; the camp was conveniently situated, and strengthened with three-and-twenty redoubts, in which sen tinels were placed by day to give notice of any sudden irrup tion, and a strong guard by night to defend them in case of assault.\" As, however, my chief object is to prove where Alessio was, and of which I believe there is not a shadow of doubt, I must refer my readers to the details of this famous siege, as will be found in the 7th Book of Commentaries, and in which Cæsar is more particular, and gives more detail than usual, and in the perusal of which instruction, as to the art of war in those days, will be found. ON THE PASSAGE OVER THE ALPS IN MODERN TIMES, OR IN THE LAST 300 YEARS. The most extraordinary passage of the Alps in modern times, is that by Francis I., in his invasion of Italy in 1515. As the Swiss troops had occupied the great roads, he was obliged to make the most extraordinary efforts to carry his army over mountains which had never before been passed, except by the people of the country. The main body of the army appears to have gone from Mont Dauphin, by the Rock of St. Paul, into the valley of Barcelonette, and then by the Col do L'Ar-"], [33, "THE PASSAGE OVER THE ALPS. 23 gentiere into the valley of La Sture, and so to the Marquisate of Saluzzo. The reader may consult Mons. Sismondi's \" His toire des Republiques Italiennes,\" on this subject, as well as Paulus Jovius and Guicciardini. Leger, in his \" Histoire des Eglises Vandoises,\" affirms that Francis caused a passage to be cut through Mont Viso for this purpose, and it is certain that in one of the best maps of that country, that of Buonaparte's campaigns by Bacler D'Abbe, we find, on the summit of the Mont Viso, the words \" Traversette Troufaitede main d'homme.\" No doubt there were many roads over the Alps in ancient times, even over the Simplon remnants of one have been dis covered, but once such mountain roads are neglected, for even two years, they become difficult to pass, and in half a century have entirely disappeared. The Genevre certainly was a passage formerly, but long neglected, it had ceased to exist but as a dangerous mule path, till Napoleon determined to restore it, and it was the last of his great works. The sides of these mountains are mostly rocks, loose soil, and pine trees. Winter rains, and every avalanche, detaches and undermines, and without great atten tion two winters would block up the roads, often tearing away every thing in their descent. Napoleon was to do the half next France, and keep it in repair ; the Sardinians, that next Italy ; but when Napoleon fell, the Sardinians would not finish their part, or keep in repair what they had made ; and when I passed it a few years ago, I was obliged to ride at least three miles of it on a narrow mule path, with mountains five hundred feet over me, and as many below. I understand that this road has been since finished, and is now kept up."], [34, "NAPOLEON'S PASSAGE OVER THE GREAT ST. BERNARD. Before I was better informed, I thought Napoleon's pas sage over the Great St. Bernard to be an event almost equal to Hannibal's, and I also thought Massena's defence of Genoa was a splendid military example, not to be surpassed. After inspection of the Great St. Bernard, and that extra ordinary city, Genoa, I was fully convinced of the opinion I had formed of Massena's most able defence ; but as to Napo leon's march over the great St. Bernard, it was, as I shall show, a mere nothing, though it was so puffed off, and French vanity described as almost a miracle, so is the world deceived. Not to be compared with ours over the Ghants, under Lord Cornwallis, to lay seige to Tippoo's capital: 1st. It was not undertaken until the spring of the year (in May). 2nd. There is, and was, a very tolerable carriage-road to within four miles of the Convent. Some time after, I became acquainted with Gen. M'Don nell, born in France, of Scotch refugee parents, and had never been in England ; he was on Napoleon's staff when he passed the St. Bernard, and he informed me that the Austrians, at the commencement of the preceding winter, occupied the Convent with a small detachment, but Napoleon ordered it to be taken, and the Austrians were driven from it, and a French detach ment posted there all the winter, and supplies were also sent"], [35, "napoleon's passage, etc. 25 to the Convent. The march was easy to within the last three miles of the top, and same on the other side descending ; but these six miles being covered with snow, and frozen, they were obliged to unlimber, and take the guns from their car riages, and place them in trunks of trees hollowed; and were thus carried over the mountain by the peasantry, under contract, they getting any labour or assistance they wanted from the army ; and so punctually was it done, that when put on carriages again, and the wheels in their places, not a linch-pin was missing. He had nothing to scarcely call a skirmish on the Italian side of the mountain, and his great difficulty in the six miles mentioned was as to his cavalry, they could only go by what we call Indian file, and one troop, of one hundred horse and men, were struck by an avalanche, precipitated some hundred feet, and all perished. The difficulty of the descent was far greater than of the ascent. Napoleon had taken his measures long before, even to having two months' rations for the army ready, and he con trived to out-general the Austrian commander, Melas, and ar rived at Tortona just as Desaix and his corps arrived from Egypt, having landed at Toulon, and hastened to join Bona parte, who positively met nothing to call resistance on his march over the St. Bernard. After passing it, he had a trifling action at Etroubles, and what the French called a combat at Chiusella, and the same at Cipriano. General Lannes defeated the Austrian General Otto, at Monte Bello, and Napoleon remained in that position three days prior to the battle of Marengo, which was a consequence of his passing the Alps, one of his objects being to relieve Genoa, besieged|by the Austrians, and blockaded by an English fleet. I got an introduction to General Favers, who commanded at Alexandria (then Sardinian), after the peace. He received me kindly, and went over all the ground of Marengo, and gave me information which I have not seen in any of the printed E"], [36, "26 NAPOLEONS PASSAGE OVER accounts of that battle ; but nevertheless perfectly true. And I believe that, in most battles, accident or chance is often the cause of victory, and well might Marshal Saxe say, as he did to Louis XV. after Fontenoy, \" Vous voyez Sire, a quoi tiennent les victoires.\" Two accidents gained Marengo for Napoleon, but that does not lessen his merit, or military ability, which I shall now state : The Austrians occupied the village of Marengo with a small body, and the French easily carried it. A rivulet runs close to Marengo, on the Bormida side ; there was a bridge over it, this being the post-road to Tortona. I do not think it more than fifteen feet wide ; I often looked at it, and thought that a young active Irishman would nearly leap over it. It seems that it is very deep where the bridge was, and for a quarter of a mile above and below it, but after that, towards Castelcenole, scarcely ancle deep. The French destroyed the bridge, and this, as will be seen, gave Napoleon what he wanted, viz. : — time to insure the arrival of Desaix' corps. The Austrians had in fact an army all the preceding winter in Alexandria, which is about two miles from Marengo, and which village is at the end of the plain next to Alexandria. The river Tanaro runs between the town of Alexandria and its citadel, next is the Bormida, very near Alexandria, on the Marengo side. The village was of course occupied, and when the Austrians marched from Alexandria next morning to at tack it, on arriving opposite they found the bridge had been destroyed, and also the great depth of the water at that point. They were in a dense column on the road, and partly an embankment to nearly the gates of Alexandria. Then what was to be done ? their advance-guard, cavalry, guns, and infantry, were nearly all destroyed by the fire from the village, and retreat almost impossible ; they therefore threw in all dismounted guns and killed horses and men, hoping to form a passage but could not, and positively with much difficulty had to double up so as to get planks and timber from Alexandria"], [37, "27 THE GREAT ST. BERNARD. to form a bridge. This gave to Napoleon what he wanted — time. Four Hours.* The Austrians then passed and deployed into line ; the French manœuvred admirably, retreating in echelons, but were brought to action, and certainly driven across the plains to near Giuliano, when up came Desaix with his corps, and the French then rallied and gained the victory, the Aus trians retreating back to Alexandria. But what were the Austrian officers about all the winter in Alexandria, not to know that the rivulet at Marengo was fordable ? I answer — probably at the billiard-table, or smoking, and knew nothing of this ; whereas, had it been a British garrison, our young offi cers would have been constantly out on the plains of Marengo, hunting or shooting, and would have soon found out that it was easy to pass the rivulet ; and this obliges me to notice the wisdom of our Duke in Spain, who kept a pack of hounds for his officers while in winter quarters, and by which they became thoroughly acquainted with the country for many leagues. Thus the chance or accident, first of the bridge, and secondly, the critical arrival of Desaix, gained the batttle. Massena and his garrison, positively without food for two days, were obliged to capitulate, but in less than a week the Austrians had to do the same. Massena's defence of Genoa was indeed splendid, and he well deserved the praise he got for it. Genoa was often * In an account of the Battle of Marengo, translated by Bulow, I find these words : — \" Quelque ineptes, que soient les Genereaux Anglois, et quelque peu dis cipline que sont leurs soldats.\" Now for my answer : The British generals, arid our undisciplined soldiers, proved themselves to be quite as good (or in truth superior) to the French. Abercromby and Hutcbinson beat them in every battle in Egypt ; and I think they got enough of it in Spain. Beaten in every battle in the Penin sula, viz , Rolia, Vimiera, Talavera, Passage of the Douro, Fuentes D'Honore, Biar, Castalla, Busaco, Albuera, Barossa, Salamanca, Vittoria, Pyrenees, Bidda soa, Tolouse, Quatre Bras, and la9t, though not least, Waterloo. What more would they have ? And in this very Book the French gh e evidence against them selves in these words : — \" L'Empereur perdit l'ltalie, parce que ses Genereaux se laisserent tourner au lieu de tourner eux memes leurs adversaires.\" What admira ble generals ! — I hope I have answered them."], [38, "28 NAPOLEON'S PASSAGE OVER beseiged before. Its situation is singular, close to the sea and to the land, surrounded by mountains ; two rivers also add to its security, the Polcevera on the west side, and the Bisagno on the east. It is fortified by three lines of works ; that next the city is on the old system, the other two by detached forts. The second line (commencing) east by Fort Richlieu at foot of the Monte Facio, and smaller ones on this side, and to Fort De L'Eperon and smaller ones on the west, and com municating with what I call the outer line, namely, Les Deux Freres, and at top the Fort Diamante ; and also French posts at Savona, Albaro, and St. Gtuirico. The Austrians were chiefly posted on the Monte Facio, east of Genoa, and on other heights communicating. The following distinguished French officers were present at this famous defence, Soult, Mioles, Gazan, Odinot, Marbot, and Thiebault, and they, with their chief, Massena, may well be proud of it. Early in the siege the Austrians carried the Fort Diamante, and the Due Fratelli and some others ; and Massena's system of defence was to always (conte qui conte) retake them ; so that it was a constant warfare of strong posts, and Massena never allowed them to get much nearer, and he drove them from their strong position on Monte Facio. The English fleet blockaded the port and the coast from Savona to Porto Fino ; and the gun-boats frequently cannonaded the city, which was cruel and useless, as they could not possibly breach it, and often got as good as they gave from the French batteries. It is singular, but true, that there is a very weak point in the fortifications of Genoa, but no attacking army could avail itself of it unless they had as we had — a fleet commanding the port, when we took Genoa at end of last war. Then, indeed, a landing near sea and by the inner line, one of our com panies would soon scale it. But from the land, north and west, the two first lines of forts must previously be carried, and this Massena never permitted the Austrians to do; they carried"], [39, "THE GREAT ST. BERNARD. 29 part of the second and upper line frequently, and were as often driven out again. This appeared most extraordinary, for when at even the second or the outward line, I found it very difficult, with the help of a good Irish black thorn, to get up to the Due Fratelli, the Diamante, or even the Monte Facio ; and how could armed troops accomplish it ? It was soon explained : there were always dense fogs about day-light in these heights, Massena attacked them before day-light, and then with the aid of the fogs, got into the works before the Austrians had any idea of its possibility. There was not any regular breaching siege, all was a splendid affair of out-post fighting, and daily. It is strange, however, that the very weak point I notice, and with all the expenditure since 1815, in the fortification of Genoa, remains in statu quo. I could mention some other most extraordinary negli gences on the Rhine and in Belgium, but I shall (as to them), be silent.* Genoa was often besieged before this. Louis XIV. bom barded it in 1684, and in five days threw in twelve thousand shells and burned the half of it During the war of 1746 the Austrians besieged and took it. The detached forts of its present defences are chiefly in * The garrison under Massena consisted of fifteen thousand men, and was not one too many. I think it would now, since the additional forts have been con structed, require twenty thousand. Gibraltar and Malta are, by nature and art, now impregnable, unless starved out, which cannot happen while England com mands the sea. When Napoleon took Malta from the Knights, on his way to Egypt, the Commandant he left there asked for orders. The answer was : — \" If you are attacked lock the gates, put the keys in your pocket, and do your duty ;\" and this he did. The English force that landed merely blockaded it by land near the Cotonera lines, as our fleet did by sea, and for two years. I have been twice there, and I speak of the Fortress, Port, and Cotonera lines, but notof the Island. A large sum has been expended at Gibraltar since the famous siege ; I was there at the time and twice since ; and strange to say, the weakest and only weak point has been neglected — I speak of the old Mole ; during the siege it was battered and shelled almost to pieces, and has been restored to little better than its former state. They ought to have built a large and strong Martello tower at the head, and with three tier of guns, four in each, something like those latterly erected at Genoa ; the only weak point of the famous rock would then be secure."], [40, "30 NAPOLEON'S PASSAGE OVER the third line from the town (the outward contains ten detached forts), the chief Begato and L'Eperon; the two highest, viz.: Fratelli and Diamante, being in advance of the third line, and besides towards the east are Fort Richelieu, Albaro, Ratti, Questi, and eight Martello towers, from east to west, on the second line. I believe that Massena was the only general in the French army that hesitated to give his adhesion to the Bourbons on their restoration, and when he did give it, it was evidently conditional, and of no effect, in case Napoleon returned. His words were, \" for the present.\" I could name some who owed every thing to Napoleon, but who most dishonourably and shamefully betrayed him. Some think the briber to be as bad as the bribed ; but in such cases the bribers plead policy. I am, however, of the opinion attributed to Mr. Fox, namely — That no policy can justify a bad action.* * I am also one of those who think the British Government had no right to treat Napoleon as they did, and send him like a felon to imprisonment at St. Helena. The French people discarded the Bourbons ; the sovereigns and aristocracy of all Europe in consequence made war against France, and did not succeed. Napo leon was declared Emperor, and at all event3 the French had as good right to turn out the Bourbons, as we had to discard the Stuarts. Napoleon was acknow ledged by every state in Europe, and we sent a minister to his court, so that his title was fully established. No man tried fortune more or made more political blunders — witness Spain and Russia. After his disastrous campaign to the latter, and his wonderful recovery, instead of keepiDg the Rhine as the boundary of France, he goes again to Germany, and as far as Dresden, gains a battle, but, after it is obliged to retreat; loses the battle of Leipsic ; makes a brilliant campaign in France against the allies ; got an advantageous peace, but rejected it ; and the allies took Paris. Then, shamefully abandoned by too many, who, if they had any honor, should have stuck to him — he abdicates. The abdication written by himself is in the Palace of Fontainbleau, and I have seen it, but is what our lawyers would call not worth a straw ; it is neither signed by him, sealed, or witnessed, and he was sent, to Elba on a capitulation. Soon after the French recall him, and the holy allies break some of their conditions with him (as is known). He returns to France, and marches from Cannes to Paris with scarcely one battalion, and is joined by the French army and people, without firing one musket; a tolerable proof of the public feeling in his favour. The Bourbons are once more expelled, and he makes great promises ; but like the Bour bons, had not learned from his misfortunes, and his Acte Additionnel was his ruin."], [41, "31 THE GREAT ST. BERNARD. As to American policy, if it had not been for French assistance, the American revolution would not have succeeded. Washington, though an excellent man, was a bad military officer, his merit consisted in prudence and constancy. He acted too much on the Fabian system ; Gates and Green were much better officers. After the battle of Bunker's Hill, the commencement of his command, he remained for nine months inactive before Boston, and his inactivity in the campaign of 1776 was injudicious, and very little done in '78 or 9, where he commanded. It may appear extraordinary, but Jefferson said he would prefer an alliance between England and America, to one with France, although fully sensible that American independence could not have been obtained but for French assistance ; and France not only gave them money, but also a loan, and sent an army to her assistance under Rouchambont, and also a fleet of thirty sail of the line under De Grasse. This assistance, however, was not given out of any love for America, but from hatred to England. I speak of minis ters, and not of such honest and enthusiastic men as General La Fayette, whose love of liberty and free institutions was his motive for joining the Americans in their struggle for independence. But, at the time, Jefferson leaned so much to English in terests in preference to French ; he was disgusted with Napo- Conquered at Waterloo— betrayed on all sides, particularly by that villain of vil lains Fouche, he strikes and flies, though he had an army of seventy thousand infantry, artillery, and eight thousand cavalry, all devoted to him ; but failing in getting on board an American ship, he surrenders to an English man-of-war, and is brought prisoner to England ; giving an awful lesson on the vicissitudes of this world, or, like Salvator Rosa's famed picture of the Fragilita, of every thing. A long peace has followed, therefore expediency will be the plea for this act of severity, if not injustice to him, on the part of England. The Bourbons once more forced on France, were still incurable blockheads, and Charles Dix was forced to retire. They have got a citizen king in his place, still a Bourbon, who, in his turn, has violated his engagements. But, as President Jefferson foretold : — \" Another Revolution is yet to come.\""], [42, "32 napoleon's passage, etc. Jeon, and says in a letter to Mr. Leiper, in June, 1815 : — \" In our estimate of Bonaparte, I suspect we differ; I viewed him as a political engine, and a very wicked one. I deprecate his becoming sole lord of the continent of Europe, which he would have been, had he reached the gates of Petersburgh in triumph ; his restless spirit leaves little hope of peace, and his hatred of us is only a little less than that he bears to England ; and as to Americans, I shall here observe, that I always suspected John Adams as not being the most pure character. It is known that he was always a speller after place, and never thought his little services to be paid enough for ; at all events, he was entirely in the English interest.\" John Jay, another scheming republican, was always the sycophant of every one in power, from M. Gerard in America, to Lord Grenville in England. Napoleon's greatest crime was the murder of the Duke D'Enghien ; that of Palm, the German Bookseller, and Hoffer's persecution, are not clearly brought home to him. To finish this digression I come to Algiers. I think its capture by the French was a most fortunate event for England and the world : — 1st. The Mediterranean got rid of a nest of rascally set of pirates, and — 2nd. If France should, to please her Brillante Jeunesse, go to war with us, an English fleet would immediately blockade the port; very little money would raise all the Arab tribes and Morocco against them ; no supplies could reach the French army, and it would be obliged to surrender. France would then have virtually conquered Algiers for us, and if we had any wisdom, we would verily keep the town as we do Gibral tar and Malta. No more piracy ; and leaving the Arabs to themselves, they would, no doubt, provision our garrison. I shall now conclude this section, and proceed to another French tragical event."], [43, "THE IRON MASK. On this subject I must observe, that for much of what follows I was chiefly indebted to the late Mr. Walsh, and few men possessed a more investigating mind. I have myself read all, or most of what has been published on this certainly interesting subject, (though now a bye-gone affair,) and though many of my readers may take little interest in the melancholy history. Time, which reconciles individuals to misfortune, reconciles the public to individual calamity tenfold; but the heavy afflictions of the Iron Mask are not yet entirely forgotten — they are still interesting, and excite curiosity. Mr. Walsh has unravelled this dark secret, and, I think, confirmed the opinion of many others, \" that the Iron Mask was an elder brother of Louis XIV.\" I have not leisure to go into all the arguments or histo rical references which I and Mr. Walsh collected, and which, indeed, are sufficient to form an octavo volume of some mag nitude ; but, as he gave me the greatest part of his papers on the subject, I shall give the outline of his reasons, and call the attention of readers to the sufferings of this unfortunate person, and hope thereby to impress on them the value of liberty, and that freedom of constitution, which will not allow the lowest individual to be imprisoned by arbitrary mandate. It is true, no man can be arbitrarily imprisoned in Eng land, as the Iron Mask was ; yet, the most cruel and horrible F"], [44, "34 THE IRON MASK. cases have occurred even in England. Major Bernardi, a distinguished officer, was a prisoner in Newgate, from the reign of William III. till his death, September, 1736, aged 82. The history of this man is not less melancholy than that of the Iron Mask. When a cadet at Portsmouth, in 1672, he was seized by a press-gang belonging to the Royal James, at Fareham, but, claimed by his captain, he was discharged, unfortunately for him, as it happened, for if he had gone in that ship he had died gallantly when she was blown up the following year. \" Bernardi lost his patron in 1673, and was thus reduced both in situation and constitution. He was wounded at the siege of Gibraltar, in 1674 ; and again, in 1675, in parting two gentlemen who were fighting a duel. He lost an eye, was shot through the arm, and was left for dead in the field, at the siege of Maestricht, in 1678. Finally, as a partizan of James the Second, he was apprehended in 1696, and accused of being concerned with several others in a plot to assassinate William III. ; and, though sufficient evidence could not be brought to prove the fact, he was sentenced, with five other persons, by the express decrees of six successive Parliaments, and was continued in prison, where he remained for more than forty years, surviving all the partners of his supposed guilt and real punishment ; a circumstance without a prece dent, and which induces us to suppose that his character was pre-eminently wicked, as four Sovereigns and six Parliaments continued their detestation of his person, and though they could not legally condemn, yet would never pardon him.\" The above is a dreadful instance of oppression ; but, in more modern times, cases have been brought before Parlia ment of most cruel imprisonment under contempt of courts. No doubt, all courts must be furnished with powers to enforce their decrees ; and, in these instances, the persons are de facto voluntary prisoners — they are in the Bench or Fleet, because they will not ansioer, or submit to the courts of law ; and in"], [45, "35 THE IRON MASK. such cases (though a staunch friend of liberty), I will say they are rightly served — they can release themselves when they please by obeying the law. But to our subject — the Iron Mask. I am convinced that this unfortunate person was an elder brother of Louis XIV. having the same mother and father, viz., the Queen (Anne of Austria) and Cardinal Mazarin. As to his being a brother of Louis XIV. there is now no doubt of it ; but some contend he was a younger twin-brother, and others, that he was a bro ther born after the death of Louis XIII. when it was sup posed Anne of Austria had privately married Mazarin. A reference to dates will, however, prove this latter to have been impossible ; and had the twin-birth been the case, there could have been no possible reason for his confinement, and all those who contend for his being a twin, at least allow he was the younger. The truth is, he was born a year before Louis XIV. ; but at that time the King and Queen had not cohabited together for ten years, and had been married twenty-two without issue. Her Majesty's confinement was easily kept secret, and the child was consigned to the care of a faithful nurse, Madame Peronette, who brought it up as her own. It may be well to observe here, that Anne of Austria was lovely and susceptible, and had need of Mazarin, who was handsome, witty, amorous, and adroit ; and without reviving all the obsolete scandal of the fronde, we may respect fully insinuate that Anne of Austria's reputation of chastity was never so firmly established as that of her husband. Gibbon observes, that the character of Louis XIII. was degraded by a coldness and debility, both of mind and body, which had little affinity with that of his heroic father, and that his chaste amours with his female favourites betrayed to the laughing court that the King was less than a man. To the coquetry of France, the Queen united the warm"], [46, "36 THE IRON MASK. passions of a Spaniard. Her friends acknowledge that she was gay, indiscreet, vain of her charms, and strongly addicted to gallantry. It is well known that she had the strongest par tiality for Mazarin, and that she permitted him and other distinguished favourites to entertain her with the tales of her beauty and their love, and thus removed that distant cere mony, which is, perhaps, the surest defence of virtue. The honest memoirs of Laporte sufficiently prove that Mazarin, a most artful Italian, was capable of employing every expe dient to gratify his love or ambition ; and when royal autho rity was in the hands of Anne of Austria, it was, in reality, exercised more by Mazarin than by her. The Iron Mask (as it was called) was a velvet head-piece, with springs to allow the wearer to uncover his mouth, and be even shaved, without discovering more than his chin. The persons who have written on this extraordinary secret are, viz. : — 1st. The author of Memoirs de la Cour de Perse. 2nd. Voltaire. 3rd. Le Grange Chancel. 4th. Turkish Spy. 5th. Abbe Papon, in the Histoire de Provence. 6th. Memoirs de Richelieu. 7th. Anecdotes de Plateau. 8th. Pere Griffet (a Jesuit, and confessor to the Bastile prisoners). 9th. M. Linquet. 10th. Laborde, valet de Louis XV. 11th. Bastille Devoile. 12th. Memoirs of Laporte. 13th. The anonymous account, said to be by the Iron Mask's governor. 14th. Ma dame de Motteville. 15th. Gibbon. 16th. Dutens. 17th. Beaumarchais. 18th. La Reinterie. Besides many essays in different magazines, and in the Encyclopædia Britannica ; in most of which (except Dutens) the Mask is allowed to be a brother of Louis XIV. In the memoirs said to be written by his first governor, who was imprisoned with him, and who died in the Bastile, but whose name does not appear in the publication, the author says — \" During the infancy of the young Prince, Madame Peronette, the midwife, treated him"], [47, "37 THE IRON MASK. as if he were her own son; but from her great care and manner of living, every one suspected he was the illegitimate son of some rich nobleman.\" \" That as soon as the Prince's infancy was over, Cardinal Mazarin, on whom his education had devolved, consigned him to my care, with orders to educate him in a manner suitable to the dignity of his birth ; but, in private, Mme. Peronette con tinued to attend him in my house, in Burgundy, till her death ; and they were attached to each other. \" I had frequent conversations with the Queen during the subsequent disturbances in the kingdom — and her Majesty had often said to me, that if the Prince's birth should be dis covered during the life of the young King, his brother, the malecontents would, she feared, take advantage of it to raise a revolt among the people ; this fear did not, however, prevent the Queen from preserving, with the greatest care, the written testimonies of the Prince's birth ; for she intended, if any acci dent had befallen his brother, to have recognised him, though 6he had another son, (her younger.) \" The young Prince received as good an education as I could have wished to have received myself in similar circum stances, and a better one than was bestowed on the acknow ledged princes. \" When he was about nineteen, his desire to know who he was, increased to a great degree, and he tormented me with continued solicitations to make him acquainted with the author of his existence ; the more earnest he was, the more resolute were my refusals ; and when he saw that his entreaties did not avail, he endeavoured to persuade me, that he thought he was my son. \" He appeared to credit this, with a view, no doubt, of forcing me by this means, to reveal the truth to him ; as I afterwards learned, that he was at that very time doing all in his power to discover who he was . \" Two years elapsed in this manner, when an imprudent action, for which I shall ever reproach myself, revealed to him the important secret of his birth."], [48, "38 THE IRON MASK. \" He knew that I had received, at that time, many ex presses from the King ; and this circumstance probably raised some doubts in his mind, which he sought to clear up by opening my scrutoire, in which I had imprudently left many letters from the Queen and Cardinal : he read them, and their contents, aided by his natural penetration, discovered the whole secret to him. \" I observed, about this time, that his manners were quite changed ; for instead of treating me with that affection and respect which I was accustomed to receive from him, he be came surly, and reserved — this alteration at first surprised me, but I soon learned the cause. \"My suspicions were first roused by his asking me with great earnestness to procure him the portraits of the late and present King. I told him, in answer, that there had been no good resemblances of either drawn yet, and that I would wait till some eminent painters should execute their pictures. \" This reply, which he seemed extremely dissatisfied with, was followed with a request to go to Dijon : the extreme dis appointment he expressed, on being refused, alarmed me, and from that moment I watched his motions more closely. I afterwards learned that his motive for wishing to visit Dijon was to see the King's picture ; he had an intention also of going from thence to the Court, that was then kept at Jean de Low, to see, and compare himself with his brother. \" The young Prince was then extremely beautiful, and he inspired such an affection in the breast of a young chamber maid, that, in defiance of all the strict orders the domestics had received, not to give the Prince any thing he required without my permission, she procured him the King's portrait. \" As soon as the unhappy prince glanced his eye on it, he was forcibly struck by its resemblance to himself, and well he might, for one portrait would have served for them both. This sight confirmed all his doubts, and made him furious ; he in stantly flew to me, exclaiming in the most violent passion, ' this is the King ! and I am his brother ; here is an undeniable proof of it ;' he then shewed me a letter from Cardinal Maza rin that he had stolen out of my scrutoire, in which his birth was mentioned."], [49, "39 THE IRON MASK. \" I now feared that he would contrive means to escape to the Court during the celebration of his brother's nuptials ; and to prevent this meeting, which I greatly dreaded, I soon after sent a messenger to the King, informing him of the Prince's having broken open my scrutoire, by which means he had discovered the secret of his birth ; I also informed him of the effect this discovery had produced on his mind : and on the receipt of this letter his Majesty ordered us both to be imprisoned. The Cardinal was charged with this order, and, at the same time, acquainted the Prince that his improper conduct was the cause of our common misfortune. \" I have from that time to this moment continued a pri soner ; and now feeling that the awful sentence to depart this life, has been pronounced by my heavenly judge, I can no longer refuse to calm both my own mind and my Pupil's, by a candid declaration of this important fact, which may enable him to extricate himself from his present ignominious state, if the King should die without issue; and ought I to be obliged, by a. forced oath, to keep a secret with which posterity ought to be acquainted.\"* The above, his first arrest, occurred soon after the death of Mazarin, in 1661, when he was sent to Pignerol, in charge of M. De St. Mars. Voltaire says, \" II avoit ete d' abord enferme a Pignerol avant de 1' etre aux Isles de Ste. Marguerite, et ensuit a la Bastille ; tonjours sous la garde du meme homme, de ce St. Mars qui le vit mourir. Le pere Grifit Jesuite a communi que au public le Journal de la Bastille, qui fa\\tfoi de dates. II avoit l'emploi delicat de confesseur des prisoniers renfermes a la Bastille.\" In the memoirs of M. La Reinterie, he states, that when he commanded in the fortress of Pignerol, a prisoner who was confined in the castle, shut the door of his room upon the offi- * I have not been able to find the name of this first governor in any author, or in any of Mr. Walsh's papers ; but I think Mr. Walsh mentioned to me that he was of the Richelieu family, and an officer of high rank."], [50, "40 THE IRON MASK. cer ; rushed upon him, and ran down stairs to escape from his confinement. He was, however, stopped by the sentinel ; the officer, in the meanwhile, cried out from the window, that the prisoner was making his escape, and desired the assistance of the garrison. The officer upon guard immediately ran up and laid hold of the prisoner, who was scuffling with the sentinel ; the officer drew his sword, and the prisoner immediately cried out in a very imperious and commanding tone of voice — \"Songez a ce que vous suites — respectez le sang de vos souverains.\" — \" Take care sir what you do — respect the blood of your sovereigns.\" In the mean time, the officer who was locked in the room got out, put his hand upon the prisoner's mouth, and desired all the persons present never to mention what they had heard the prisoner say. M. de la Reinteire says that he never told the story to any one, except to two or three persons about the court, and whose names he mentions. From Pignerol, this unfortunate man was brought with great secrecy to the castle of St. Margarita, in the island of that name. He was young ; had a graceful figure, and ma jestic appearance. He wore a velvet mask, the lower part of which was rendered commodious with steel springs, and it was generally understood, that any discovery of himself would be followed by immediate death ; after some time he was taken to Pierre-Encise, always under the care of M. de St. Mars. In the year 1690, he was removed to the Bastile, of which, St. Mars was made governor. Before he left the island of Margarita, the Marquis de Louvois went to see him, and during his visit, never sat down in the presence of the prisoner. When at Pierre-Encise, he took the opportunity of his atten dant at dinner being absent, to write something on the back of a silver plate, and threw it with all his force through the window. A fisherman perceived it fall on the shore, (Pierre- Encise is built on a small island in the middle of the Rhone, at Lyons), and by its direction knew it could not come from"], [51, "THE IRON MASK. 41 any where else but from the fortress ; he took it up and went to the gate, where he demanded admittance to the governor ; being introduced, he related what he had seen, and gave the plate. The governor, who, turning the plate round, and seeing what was written, seemed greatly surprised, asked the man whether he could read. Being answered in the nega tive, he sent for his curate in order to know the truth ; when satisfied that the man could not read, he rewarded him, saying, \" Be honest ; but, for this time, your ignorance has saved your life.\" Fie was always served off plate, and when he became an inhabitant of the Bastile, he continued to be treated with the utmost respect, and with all the magnificence the circum stances of the place would admit ; the governor himself, in general, waited upon him, and always stood uncovered before him ; whatever he expressed a wish to have, was procured for him, and his predominant taste seemed to be for rich laces and fine linen. His guitar, on which he performed in a very mas terly manner, was an occasional amusement. An old physi cian who used to attend him, and who had seen the lower part of his face in examining his tongue, described his complexion as being very dark, and his person as being most elegantly formed ; his manners were extremely engaging ; the tone of his voice uncommonly pleasing, and no part of his conduct in these medical interviews, appeared to denote the least symp tom of a discontented mind. He died in the year 1704, and was buried at night in the parish of St. Paul. Monsieur de Chamillard was the last person who posi tively knew this secret. The second Marshall de Feuillade, who was his son-in-law, conjured him in the most earnest manner, when he lay on his death-bed, to unfold to him the history of the man in the Iron Mask. Chamillard answered, that it was a secret he had sworn never to reveal. It should be observed, that at the period when this extra ordinary prisoner employed the curiosity of France, it could G"], [52, "42 THE IRON MASK. not be discovered that any person of consequence was missing in any part of Europe. This unfortunate prince died on the 19th of November, 1704, after a short illness. The expense of his funeral amounted only to forty livres. The name given him was Marchiali, and even his age, as well as his real name, it seemed of importance to conceal ; for, in the register made of his funeral, it was mentioned that he was about forty years old, though he had told his apothecary some time before his death that he thought he must be sixty. It is a well known fact, that immediately after the prisoner's death, his apparel, linen, clothes, mattrasses, and, in short, every thing that had been used by him, were burned ; the walls of his room were scraped, and the floor taken up, evidently from the appre hension that he might have found means of writing any thing that would have discovered who he was ; nay, such was the fear of his having left a letter, or any mark which might lead to a discovery, that his plate was melted clown, the glass was taken out of the window of his room, and pounded to dust ; the window-frame and doors burnt, and the ceiling and plas ters of the inside of the chimney taken down ; and several persons have affirmed that the body was buried without a head ; and Monsieur de St. Foix informs us, that \" a gentle man having bribed the sexton, had the body taken up in the night, and found a stone instead of a head.\" The result of these extraordinary accounts is, that the Iron Mask was not only a person of high birth, but must have been of great consequence, and that his being concealed was of the utmost importance to the King and ministry. Various have been the opinions and conjectures formed concerning the real name and condition of this remarkable personage ; and, in proceeding to the solution, I must connect the narrative with some facts of a public and general nature, and also give some dates. By reference to them, and to the"], [53, "43 THE IRON MASK. works above mentioned, we shall at least see our way better ; and, in the absence of downright positive, we ought to be satisfied with very strong circumstantial evidence. Anne of Austria, was born in 1602, died in 1666— aged 64. Louis XIII. her husband, born in 1600, died in 1643 — aged 43. Cardinal Richelieu, was born in 1586, died in 1642 — aged 56. Mazarin, born in 1602, died in 1661— aged 59. The Iron Mask, Marchiali, born 1637, died in 1704— aged 67. Louis XIV. born in 1638, died in 171.*)— aged 77. The Duke of Orleans, born in.. 1640, died in 1701— aged 61. I must now name those who were supposed to be the \" Iron Mask,\" and offer proofs that not one of them could be the person, viz., the Duke of Beaufort ; the Count Verman dois ; the Duke of Monmouth ; Gerolami Magni, Prime Minis ter to the Duke of Mantua ; the Superintendent Fouquet, a twin brother of Louis XIV., a son of Anne of Austria, born after the death of Louis XIII. We must keep in mind the extraordinary precautions which were employed to secure and conceal the mysterious prisoner, and that he was lodged in the best apartment of the Bastile, his table served in the most elegant manner ; that he was supplied with the finest laces and linen, of which he was passionately fond, and every attention paid him during his perpetual imprisonment. 1st. As to the Duke of Beaufort, he was killed by the Turks, at Candy, in 1669; whereas the prisoner with the mask was confined from the year 1661 till he died. 2nd. The Count Vermandois, natural son of Louis the XIV., died publicly with the army, in 1683, of the small pox, and was buried at Aire. 3rd. The Duke of Monmouth was publicly beheaded in London, in the year 1685. 4th. Gerolami Magni. Had this man disappeared, it may be asked what possible object could the Court of France have to keep a minister of Mantua forty years in prison ; or, if they did, to treat him with such extraordinary respect? Besides, his friends and relations would not have failed to claim him, and,"], [54, "44 THE IRON MASK. at least, would have discovered who he was. The sudden absence of such a person, from any part of Europe, would infallibly have occasioned much wonder and inquiry, some traces of which must have reached our knowledge ; but in this instance, using the amplest latitude of time, we cannot even discover any one important death that leaves the minutest opening for our most licentious suspicions. 5th. The same objections as above apply in a much stronger degree to the Superintendent Fouquet ; indeed, as to him they must be decisive, so much so as to be matter of astonishment how he could possibly be suspected.* 6th — The next suposition is, a twin brother of Louis XIV; now, had that been the case, what possible motive could there have been to conceal it. We cannot be reconciled to the ab surd story, that the King and Anne believed in the strange opinion, in the case of twins, that the last born was the first conceived, and therefore had a prior right to the other ; or, that such a birth should be concealed, and the child preserved, in order to bring it forward, in case the other died ; had they been twins, there could be no reason for any mystery or con cealment, or such extraordinary precautions; having twins is a very common occurence, and I think it must be very clear, that had the Mask been a twin brother, no possible reason could exist for the treatment he suffered ; and that, on the contrary, it was at that time so desirable to have an heir to the throne of France, that the Court would have rather rejoiced at the event ; and it surely was not more extraordinary, that a woman should have twins, than that she should have any child after a sterile union of twenty-three years ; and such events, * Colbert had sworn the ruin of Fouquet. He was pursued by order of Louis XIV. to Sauinur, where he was seized, and conducted to the fortress of Pignerol. This circumstance of his disappearing, might give rise to the opinion of his being the Iron Mask ; for after remaining several years in prison at Pig nerol, he contrived to escape, and left France. This fact is attested by the memoirs of his friend Gaurville."], [55, "THE IRON MASK. 45 however unfrequent, are neither destitute of probability el even example. The younger twin brother could have no more claims over his elder than any other younger brother ; and, had he been the elder twin, there would have been still less reason for snch conduct to him. The last supposition, viz., — a son of Anne's, after the death of Louis XIII., stands on no better foundation. Had this been the case, the child could not have possibly interfered with Louis XIV., or the Duke of Orleans, both born during the life of Louis XIIL, consequently there could not be any reason for such treatment. Had it been posthumous, his rights, such as they might have been, would have been acknowledged ; and in the then state of France, the object was to have heirs, and a certain succession. Had it been the fruit of intrigue with Mazarin or of his supposed private marriage with the Queen, a year after the death of Louis XIIL, he could have no claims to the throne, or the slightest pretence to it; and we can scarcely believe in such cruelty to an innocent individual, for no possible reason, nor can we reconcile it with any probability. We must, therefore, come to the conclusion, and the only rational one, as expressed by Beaumarchais, viz., — \" Que le Masque de Fer etoit, sans doute un frere, et un frere ain6 de Louis XIV.,\" and he adds: — \" On sait que Louis XIIL n'habitait plus, depuis long temps, avec la reine ; que la naissance de Louis XIV. ne fut due qu'a un meme lit avec la reine. Voici done comme je crois que la chose sera arrivee ; la reine aura pu s'imaginer que c' etait par sa saute qu'il ne naissait point d'heritier a Louis XIIL ; la naissance du Masque de Fer (fruit d'un intrigue avec Mazarin) l'aura detrompe6.\" \" Persuade par cet example que la reine pouvoit donner"], [56, "46 THE IRON MASK. des enfans au roi, la partie qui produisit le hazard d'un seul lit pour le roi et pour la reine, fut arrangee en consequence ; mais la reine et le cardinal egalement penetres de la neces sity de cacher a Louis XIIL, l'existence du Masque de Fer, l'auront fait elever en secret. Ce secret, en aura ete un pour Louis XIV., jusqua a la mort du Cardinal Mazarin; mais ce monarque apprenant alors qu'il avoit un frere, et un frere ain6 que sa mere ne pouvait desavouer qui d'ailleurs portait peut etre des traits marques, de l'enfant, ne durant le mariage, ne pouvait sans des grands, inconvenients, et sans un horrible scandale, etre declare illegitime apresla mort de Louis XIIL, Louis XIV., aura jugee ne pouvoir user d'un moyen plus sage et plus juste que celui qu'il employa, pour assurer sa propre tranquillite, et le repos de l'etat.\" The more we consider the history of that time, the more must we be struck with the great number of circumstances in favour of the supposition. Voltaire always spoke as if he knew the secret, and it is to be observed, he always opposed all other conjectures on the subject of the Iron Mask; it is true, he never told directly who he was, but he was fully aware of the above opinion, and it is the only one he never positively contradicted. The above is also an answer to those who ask — \" How could Louis XIV. have an elder brother, unknown to his father; and if he had one, why confine him ? — why not allow him to succeed ? We now come more directly to the solution. As Louis XIIL had been married 22 years without issue, and had not coha bited with the Queen for eleven . The Iron Mask (the fruit of an adulterous intercourse), could not be brought for ward. The succession would, therefore, on the death of Louis XIIL go to Gaston of Orleans, whom he hated, and moreover would have been disputed, and might have occasioned a civil war, which it was policy to prevent What followed? — Why, when Anne found herself again with child by the Cardinal, it was determined to contrive, by some scheme or other, that the"], [57, "47 THE IRON MASK. King and Queen should sleep together, and then declare her Majesty to be enceinte ; had that child been a girl, they would probably have called it a son, and after some time brought forward the former one, viz. : the Iron Mash ; for, as there was only a year between them, at an early period of life that trick would not have been noticed, and in this case, the Princess would probably have had the fate of the unfortunate Mask ; but a son was different ; besides it gave double chance, for, had Louis XIV. died early, it might have been denied, and the elder son then brought forward as him. Louis XIIL had, for some years, kept his Court at St. Germain-en-Laye : the Queen kept her's in Paris. His Majesty had been to Fon tainbleau, and, on his return through Paris, stopped to dine. As he was about to proceed to St. Germain, a furious storm came on, and it rained most copiously, and continued to do so all the evening. The King, unwillingto set out upon his journey in such wet weather, lest he and his attendants should be soused by the rain, (for carriages were not much in use at that time), said he would stay at Paris, and lie at the Louvre : but, at the same time, expressed his fears that the Royal apartments were not sufficiently aired. One of the courtiers suggested to him that her Majesty's bed and apartments were well aired. The King took the hint -. he sent word to the Queen, that he would be obliged to her for a share of her bed that night ; the conse quence was, that about nine months after, to the great joy of the nation, Louis XIV. was born. The next year the Queen gave birth to Monsieur, Duke of Orleans, but never had a child after.* * I must confess this puzzles me a little. Voltaire, and all historians, agree that there was another son after Louis XIV., viz., Monsieur Phillippe, Duke of Orleans, who was born at St. Germain-en-Laye, at the end of 1640. But in this instance we hear of no precautions to procure a night's sleeping with the Queen ; and, if necessary in the one ease, why not in the other? Besides, the Queen lay in at St. Germain's, where Louis resided. Well might Lord Orford say, \" all ancient history was a fable, and all modern very problematic.\" However, though this circumstance is not well accounted for, it does not lessen the pro ability that the Iron Mask was an elder brother that could not be acknowledged."], [58, "48 THE IRON MASK. To prove that this was also the opinion of many well in formed men — Aubin Louis Millan, in his Antiquities Na tionales, says : — \" We firmly believe with Mr. Charpentier, that the man in the Iron Mask, can have been no other than an elder brother of Louis XIV — the fruit of the gallantries of the amorous Anne of Austria, with the Duke of Buckingham, or some other of her male favorites. — After his death, every care was employed to have the secret buried with him : few were the persons who had any acquaintance with it; Madame de Pompadour knew it; Louis XV. might possibly be ignorant of it.\" It has been allowed by all parties that Louis XIIL was impotent, and whether Louis XIV. was the fruit of an intrigue immediately before, or immediately after the contrivance, by which the King was made to sleep one night with the Queen, is unimportant ; still there is something mysterious as to the time of the birth. Gibbon observes, that the doubtful birth of Louis XIV. often occurs in conversation, as the subject of historical scep ticism. The well known story, that Louis XIV. was born with teeth, would seem to favor an opinion that the real birth had taken place, possibly three months before it was made public, and thus came the story of his having teeth. A letterin memoirs of the year 1638, says — \" I have a piece of news to tell thee, but receive it as com ing from a woman, I seldom send that for assured, which in ap pearance is not truth : what I am going to say will undoubt edly seem ridiculous. The women give it out, and the nurses will witness it, and those who easily believe wonders, will pub lish this as most certain truth ; the people who add faith to the most incredible things will raise stories upon this, and are all full of pretended auguries.\""], [59, "THE IRON MASK. 49 In the Turkish Spy, it is stated — \" It is no fable, that the Dauphin was born with some teeth, and that no nurse dare present him the teat, for fear of being bit with them. 'Tis said also, that there being no woman to be found about the court who could endure the suckling of him, there is a certain peasant, a very healthy and hardy woman, that has undertaken that employment.\" In an old F'rench letter of that period, we find the follow ing remark — \" It is said that the Queen has yielded to the Cardinal, and curious eyes pretend to discern the features of Mazarin in the Dauphin's face.\" Mezeray informs us, that Louis XIV. (celebrated by all writers as an exceedingly handsome man) was born with teeth ; and, no doubt, Mazarin was his father. In conclusion, I must draw the attention of the feeling reader to the heavy and undeserved afflictions of this unfor tunate person, whoever he was. I recollect no example of such long-continued persecution as his and Major Bernardi's, and when we reflect how many gloomy winters and tantalizing sum mers he passed, shut out from all society, all enjoyment, or any pleasure but his guitar — from long custo m may say, his mo notonous guitar — one cannot help being thrown into a melan choly train of thought on the cruelty and wickedness of man ; for my part, always admiring the noble sentiment attributed to Fox, namely, \" that no policy, no consideration, can ever justify a bad or a cruel action,\" I must set down Louis XIV. as any thing but un monarch concientieux et magnanime* Can an honest mind conceive any thing more horrible than his knowing that, whilst he was enjoying every thing which power, money, and youth could contribute to gratify, himself; his own brother was in a prison, and doomed during his * His Majesty certainly had not the feelings of his panygerist, Voltaire, who, in the case of Culas, says, \" I protest, after I heard it, I think no one could charge me with having had a smile on my countenance for a year. II"], [60, "50 THE IRON MASK. life to misery ? How reconcile his enjoying a single hour with such villainy, such injustice, and cruelty ? State policy, indeed. Mr. Windham used to say, \" Perish commerce — live the constitution.\" I say, perish all state policy, distinct from liberty and honesty. The greater part of the above was published by me several years ago in the Dublin Magazine, an excellent periodical, but which only continued one year, in consequence of the death of its able and amiable editor. I again published it and my opinions as to Junius, in the Downpatrick Recorder. Mr. Hope lately published a volume on the subject, in which he labours to prove that the Iron Mask was no other than Mathiole, the Mantuan minister ; but quite forgets the little or no importance of such a person, nor does he produce any proof of his disappearance at the time. And shortly after the restoration of the Bourbons, several brochures were pub lished in France also, to prove the above ; but I cannot find the slightest evidence in any of them for this belief. Mr. Hope, however, certainly wrote what he believed to be the fact, but the French writers have evidently written either by order, or to obtain favour from the restored Bourbons, to try and rescue the family from the guilt of the atrocity. But they make the matter more certain, and even give some evidently modern fabricated documents, and, in fact, do more to prove than disprove the accredited fact, namely, that the Iron Mask was an elder brother of Louis XIV., both begotten by Mazarin with Anne of Austria, Queen of France. I have also lately and accidentally seen a pamphlet (ano nymous), which I find is attributed to the late Sir P. Francis, so long suspected of being Junius. Every one must admit the great talent and knowledge of Francis, although all claim for him to be Junius has been utterly destroyed, and for ever ended, by the able investigation of the late Mr. Barker, of"], [61, "51 THE IRON MASK. Thetford, in his publication as to the claims of the numerous supposed authors of Junius. I shall transcribe from it as follows, and am, I confess, pleased to find such a strong corroboration (and from such an able man) of my theory. Sir Philip asks, \" Who was the father of Louis XIV. ? Besides, that it was well known (in France at least) that Louis XHI.'s partiality to a very few young women at court (not more than two or three at the utmost), was purely metaphysical, and though he vented his grief to them, he took no liberties. He did not cohabit with his wife, Anne of Austria, for many (some say twenty) years. No man at all informed on the subject does, or can doubt, that the Masque de Fer was her son. To account for her subsequent pregnancy, which produced Louis XIV., the King and Queen were brought together by a stratagem, by which the innocent King was imposed upon. After him, she had his brother, the Duke of Anjou, and might safely have had as many more as she thought proper.\" Take all these circumstances together, and, I ask, what doubt can any one have ? The truth is, to sum up, Mazarin intrigued with the Queen, and she lay-in secretly of a son (the Iron Mask). It was the policy of France to have a legitimate heir for the throne ; and when it was found that Anne was likely to have children, and was also determined to enjoy her gallantries, the next time she was enceinte the coup d'etat I have related was put in practice. What a lesson we have before us of the villainy, profligacy, and unfeeling barbarity of courts and courtiers. Alas ! what treachery, humbug, and outrageous immorality ! Fortunate it is for the better part of mankind, who, from nature or good education, have received a disposition which scarcely admits them to believe in such wickedness ; yet, I fear I may add, that if the veil could be withdrawn, they would possibly wish they had never been born ; for, as Vol-"], [62, "52 THE IRON MASK. taire so truly said, \"Celui qui parcourt L'Histoire ne trouve qii une grande catalogue de crimes, on les petit coquins sont souvent puni ; mais les Grandes rarement.\" How appli cable this is to Ireland, where, from the times of Henry down to end of last century, injustice, plunder, and cruelty have prevailed ? Amongst the papers Mr. Walsh gave me I got a pamphlet in French, and, curious enough, printed in Paris in 1792, called \" Louis XIV., et le Masque de Fer, ou Les Princes Ju meaux Tragedie.\" In it Louis XIV., Louvois, Chamillard, St. Mars, and a governor of the Bastile, are all brought in. The two latter with Madame D'Maintenon favourably ; the others well and deservedly shown up, \" as what they were.\" It is too long to give the entire, but the following extracts confirm the opinions of Mr. WTalsh and myself; but, I must observe, that whether the unfortunate Prince was an elder, a younger, or a twin brother, it does not lessen the atrocity of his treatment ; and one or other he most certainly was. Now for the extracts, which I translate : — \" This affair is no longer a problem, though a secret of one hundred years. \" The memoirs of the Marshal De Richelieu proves that the Iron Mask was the son of Anne of Austria, wife of Louis XIII ; but begotten by the Cardinal and Minister Mazarin. He was born 5th September, 1638, at eight in afternoon ; the Chancellor, the Confessor of the Queen, and the Sage Fen næ Perronete being present ; and she having before produced a Prince at noon of said day. They were, however, con sidered to be twins, and, according to this account, the births were taken as that of two Dauphins which the laws of France did not provide against ; and absurd questions had been started in such cases as to private families, as whether the child (supposiug both to be males), that came into the world first, was not the last begotten; and consequently"], [63, "THL IRON MASK. 53 that the second born should be looked on as the eldest. But Louis XIIL, the Queen, and Mazarin, determined that the first should be the heir to the throne, and the second birth kept secret, least, when they came to manhood, and in the state France was then, the succession might be disputed and occasion a civil war. \" La Dame Peronette was therefore charged to bring up the second child as the illegitimate son of some Seigneur of rank, and he was brought up and educated with all possible care, and the secret not divulged ; and when about eight years old, was conveyed to his first governor and Madame Peronette, at a distance from Paris ; and when he became a young man, and very inquisitive as to who he was, they told him ' Le fits d'une d'amour illegitime.' He is described as being a re markably fine and handsome young man.\" The remainder is nearly what I have already stated ; and that he died in the Bastile, Monday, 19th November, 1703, after a few days' illness. They buried him next day, 20th, in the Cemitiere of St. Paul, the registry of which states the above, and that he was forty-six years old, and his name Ma reschiali. His age was even here disguised, and after his death every thing belonging to him, and the furniture of his room was burned ; even the walls of the apartment scraped, chairs, tables, and his bed; and some silver he had was melted ; so afraid were they of discovery, for at this time he well knew who he was. In an anonymous pamphlet, said to be written by Sir Philip Francis, are these words : — \" Who was the father of Louis XIV ? Besides that it is well known, in France at least, that Louis XIII.'s partiality to a very few young women at court (not more than two or three at the utmost), was purely metaphysical, and that, though he vented his griefs to them, he took no liberties; — he did not cohabit with his wife, Anne of Austria, for many, some"], [64, "54 THE IRON MASK. say 20 years. No man, at all informed on this subject, does or can doubt that the Masque de Fer was her son. To account for her subsequent pregnancy, which produced Louis XIV., the King and Queen were brought together by a stratagem, by which the innocent King was imposed on. After him she had his brother, the Duke of Anjou, and might safely have had as many more as she thought proper. \" The chastity of Anne of Austria, and the produce thereof; the Iron Masque, and his brethren; the frolics or vagaries of the Duchess of Burgundy; the orgies of the Regent and his daughter; and, in our time, the Germanic levities, for they are all cousins-german of another lady, lost, though not forgotten, in the savage barbarity which pursued her to the scaffold. Such a series of equivocal generation, of spurious claims to inheritance by divine right, is quite enough to make filiation an enigma, and pedigree ridiculous. He is said to be a wise son, who knows who his father was. On that question, some of the ladies alluded to might have been puzzled to make their sons any wiser than themselves.\" Mazarin was a very bad character. It was said of him that he would do any thing, submit to any thing, and forgive any thing for the sake of gain, i. e. plunder. I find in the papers left to me by Mr. Walsh sufficient to make a volume of what the French call Pieces Justificatives, and in truth all show what I think fully proved without them. They would merely confirm what I have stated. I found what follows in a very old Waterford newspaper, viz., as to the Iron Mask : — \" A curious work has just made its appearance in Paris, which completely unravels this mystery. All the former conjectures are proved by this writer to have been unfounded. \"The Iron Mask was the son of Cardinal Mazarin, and Anne of Austria, widow of Louis XIIL \"Anne was lovely and susceptible, and had need of Maza rin, who was handsome, witty, amorous, adroit, and not a priest. The Princess Palatine, married to Philip I., Duke of"], [65, "THE IRON MASK. 55 Orleans, speaks of the marriage between the queen regent and the minister.\" Louis XIV. was born 5th September, 1738, at noon, and the person known by the name of the Iron Mask, is by many supposed to be the twin-brother born the same day, while Louis XIIL was at supper. The King and the Cardinal, fearing that the pretensions of a twin-brother might one day be employed to renew those civil wars with which France had been so often afflicted, cautiously concealed his birth, and sent him away to be brought up privately. This opinion has been more noticed since the publication of a work called \" Memoires du MarechalDuc de Richelieu,\" written by the Abbe Soulavie. He informs us that the Duke of Richelieu was the lover of Madamoiselle de Valois, daughter of the Regent Duke of Orleans, and afterwards Duchess of Modena, who in return was passionately fond of him. That he made use of her influence with her father to discover the secret of the prisoner with the mask ; that the Regent, who had always observed the most profound silence on this sub ject, was at last persuaded to entrust her with a manuscript which she immediately sent to her lover, who took a copy of it. This manuscript is supposed to have been written by a gentleman on his death-bed, but who had been the governor of the prisoner. The following is an extract from the Abbe Solitaire : — \" The birth of the prisoner happened in the evening of the 5th September, 1638, in presence of the Chancellor, the Bishop of Meaux, the Author of the manuscript, a midwife named Peronette, and a Sieur Honorat. This circumstance greatly disturbed the King's mind ; he observed that the Sa lique law had made no provision for such a case, and, that it was even the opinion of some, that the last born was the first conceived.\" I contend that he was not a twin-brother, but the son of Mazarin and the Queen, and born a year before Louis XIV. I now proceed to Junius."], [66, "JUNIUS: THE AUTHOR DETERMINED. I think what I have been able to collect will settle this long disputed matter. That Charles Lloyd, who was private secretary to George Grenville, and his Deputy Teller of the Exchequer, was the author, I have not the smallest doubt ; and I know it is the firm belief of several persons in England, who, from situation and circumstances, are likely to form the best opinion on that subject. I shall now give reasons in support of this opinion, but it would be ungenerous and unjust in me to pretend to have made the discovery myself. I must observe, that the late Peter Walsh, Esq., of Belline, had long given his attention to the discovery of two secrets — viz., — \" Who was Junius ? and who the Iron-masked ?\" I know he investigated both for several years with the greatest industry, and read almost every book or pamphlet published on these points, and it was his firm conviction that Lloyd wrote Junius. He intended to publish what he had discovered, but unfortunately deferred it. I urged him to publish his reasons, and give me the out line of them. In his answer he says, \" My firm conviction (indeed, I cannot have a doubt of it) is, that Charles Lloyd was the"], [67, "57 JUNIUS : THE AUTHOR DETERMINED. author. Years ago I thought so, and every thing that has been authentically published respecting the writings of Junius since I first formed this opinion, has confirmed me more and more in it. A few years ago, I met by chance some political letters, published under the two different signatures, Atticus and Lucius. They were published in 1768, the year before Junius first appeared. They struck me as having been written by the same pen that produced the letters of Junius. And I am much flattered by finding in Mr. Woodfall's full and com- plete edition of Junius, that the letters signed Atticus, and also those signed Lucius, were written by the author of Junius, and, as such, are now printed along with the letters signed Junius in this new edition. But I was still more flattered by finding in this enlarged and comprehensive edition some cir- cumstances of which I was ignorant before, which confirm my opinion as to the author still more and more; so that, indeed, I feel a moral certainty that what was at first but conjecture, founded upon a few arguments that carried weight in my mind, may now be considered as amounting to such circum stantial evidence as cannot be reasonably resisted. \" I am to remark, that it appears from this new publication (notwithstanding what was long suspected to the contrary), that Printer Woodfall did not know who his correspondent Junius was. The editor of this new edition, which contains a great variety of publications and private letters, combats the opinion of Mr. Lloyd being the writer of Junius ; but I think I could convince him, if I had leisure, that he is mistaken in rejecting the claim of that gentleman to the fame of being the author. He employs sixty-two pages in mentioning the dif ferent persons who were suspected at different times, and by different people, to be Junius, and in refuting the claims made for them ; but he does not devote more than half a page to the claim made for Mr. Lloyd, and the argument by which the editor thinks he refutes it, in truth carries no con- i"], [68, "58 junius: the viction with it ; for it is founded upon an opinion, that even an extremely clever man, in the constant habit of writing well composed letters, could not write a common note, that required no mental exertion, such as the last ever written by Junius to the late Mr. Woodfall, and which is printed in this edition, and does not contain twenty lines, dated 19th of January, be cause he died the 22nd of that month ; as if it were an esta blished certainty that no man can write even a plain note within three days of his death. Can any thing be more puerile, futile, and absurd ? Your uncle,* Mr. , who was more intimate with Mr. Malone, and the first literary characters in England, told me long ago that Lloyd was cer tainly the author of the letters signed Atticus and Lucius ; and, as I observed above, it now appears that the same person (whoever he was) wrote Junius ; and this is no light circum stance.\" Now, that public men in England might make a rea sonable guess, is not very extraordinary ; but that a private country gentleman, in rather an obscure and distant part of Ireland, should, from mere investigation, make this discovery, certainly shews a most industrious and investigating mind. Such had Mr. Walsh. Before I sum up my proofs, I must state, that some years ago I was on a visit to one of the most learned men, and perhaps the best scholar, in England. t When about to leave him, he insisted on taking me the first stage in his carriage ; and, as we journeyed along, he said, \" I will now tell you a secret, which few men in England know ; but you must promise never to divulge it. I will tell you who wrote Junius.\" \" Hold, Sir,\" said I, \" I will tell you myself who Junius was ;\" and I immediately mentioned Charles Lloyd. * Doctor Durham may be cited in its support. Five or six hours before his decease he commenced a letter to the late Mr. Edgeworth, which death prevented him from concluding. Although for sometime expecting the blow, yet the style is philosophic, bold, and full of hope. t The late Dr. Parr."], [69, "59 AUTHOR DETERMINED. The Doctor fell back in the chaise with astonishment ; and after some pause, asked — \" How ! how ! by what means did you come by this knowledge ?\" I told him, and he then entered into a full discussion, and confirmed me in the opinion of my friend Mr. Walsh, and he informed me the reasons for secrecy. Whether they were altogether well founded or not, I do not pretend to determine, but that they were the reasons for secrecy I have no doubt. He conjured me to write to Mr. Walsh, and to communi cate those reasons for secrecy. I did so ; and, with that benevolence which always characterized him, he promised not to mention Lloyd again. In many letters after from Dr. Parr, he reminded me in these words — \" Be sure to tell your ingenious friend (as he called Mr. W.) not to divulge Junius.\" He also assured me that Mr. Fox knew it. I confess I did not think the arguments for secrecy good ; but he lately fully absolved me from any further observance of it, and I therefore mention Lloyd as the author of Junius, and in further support offer the following reasons : — . Lloyd,* from his situation, had the necessary information, and there have been allusions to him, which shew he was be lieved to be the writer by some cotemporaries who wrote in the public prints about the same time. One of them, who signed himself, \" An Advocate in the Cause of the People,'' in a letter published in the Public Advertiser, in October, 1771, says, \" he thinks Junius a secretary of one of the discarded ministers ;\" which is exactly what Lloyd was.t He had been secretary to George Grenville, who might then be reckoned in the class of discarded ministers. • Junius knew all the public characters. It appears from his 28th letter to Woodfall, that he had the first information respecting the proceedings of admi nistration; and from the 41st, of every thing private at court. t In a letter to Woodfall, he says, \" you know I do not, nor indeed have I time, to give equal care to them all.\""], [70, "60 JUNIUS : THE It is allowed he was an excellent writer, and has always been one of the persons to whom Junius was attributed. Junius never attacks the Grenvilles. Junius wrote, till within three days of Lloyd's death, but this last was only a short letter to Woodfall. No Junius appeared after Lloyd's death. The other persons supposed to have written Junius all lived many years after Lloyd died — yet no Junius appeared after. At the time Junius wrote, all, or most of the supposed authors, were poor men in both finances and power. Even Lloyd himself was poor in finance. But be it remembered, Junius tells Woodfall not to be afraid — he would support him ; he should have money. How was all this ? Burke, Francis, Rosenhagen, Hamilton, Boyd, Lee, and others, had neither money nor power to support any one ! but Lloyd was backed by the Grenvilles, and therefore could hold out promises to Woodfall.* Though many circumstances in favour of Lloyd might apply to others, yet all the circumstances apply to no other. Let any one fairly examine the claims of Francis, Boyd, Ha milton, Burke, Flood, or any other, and compare them with those of Lloyd ; they will at once see the superiority. The pretensions of Rosenhagen, Lee, and most of the others, being now scarcely worth notice ; and Woodfall having declared that Rosenhagen (the head of the minor claimants) was not the author ; it only remains to speak of one, not, I believe, mentioned by Woodfall, viz., Doctor Wilmot, who lived near Coventry, and singular enough, partly educated a great many of the persons supposed to be Junius, and Lloyd among the rest. I have been told that Wilmot's widow, who afterwards married Mr. Serres, conceived her husband (Wilmot) • In private letter No. 8, Junius says, \" the truth is, there are people about me whom I would wish not to contradict.\" This indicates that he was not per fectly independent, and that he was the spokesman of a party."], [71, "AUTHOR DETERMINED. 61 to have been the author. He was, however, under such obli gations to many of those lashed by Junius, that it is almost impossible he could have acted so basely. But it is some further evidence in favour of Lloyd, that those most anxious to give the honour to Wilmot, say, if he was not the author, Lloyd was. And though Junius's assertion, of his not being known to Mr. Grenville, is, under all circumstances, truly conjectural ; yet we cannot forget that of all the characters of the day Mr. Grenville was Junius's favourite — that he never censured him, but embraced every occasion of defending and extolling his conduct and principles, and therefore he must have known him. With respect to the other persons most suspected : — Mr. Flood. — It was utterly impossible he could have the local information of Junius. Boyd. — I know many persons who were intimate with him, and they laugh at the idea of his being the author, and positively deny it. Francis. — If we consider his age at the time Junius wrote, and that he was then only in a very subordinate situa tion in the War-Office, and it was quite impossible he could have the information necessary, we must reject his claim. Moreover, though in a late publication (Junius Identified) the author labours hard for him, and certainly produces some strong points, still Francis (if the author) had no reason to deny it ; whereas Lloyd evidently had an object in secrecy, namely, his being set to write by the Grenvilles ; and if we couple all the circumstances, we shall find that the identifica tion of Lloyd at the time Junius wrote would have made them a party, at least so far as supplying the information. It is, however, to be lamented that Francis's vanity did not permit him to candidly deny being the author before he died. Mr. Hamilton I never could find any rational grounds for supposing him to be the writer."], [72, "62 JUNIUS : THE Burke. — Though last in the list, I am aware he is more generally suspected than any other person. The truth of the following anecdote may be depended on. Bishop, then Dean Marley, was at a watering-place distant from London. Burke was there at the time. Marley suspected him to be Junius; but a letter from Junius appeared in Woodfall's paper. Soon after an answer appeared, to which Junius immediately replied. Burke being at said watering-place, from its distance, could not have seen the letter (to which the reply of Junius appeared), in time to have written; on which Marley said to him — \" Now, Burke, I am clear I was mistaken in my conjecture, that you are the author of Junius ;\" and Burke answered, \" I could not write like Junius, and if I could, I would not.\" Marley told this to Sir Hercules Langrishe, who assured Mr. Walshe of its strict truth. Burke also, in a speech in the House of Com mons, eulogized and praised Junius for his fine writing, which is not likely if he had been himself the author. Burke was an enemy to triennial Parliaments — Junius a powerful advocate for them. I beg also to observe, Junius always uses an un grammatical expression, viz., \"whether or no\" — Burke, \"whe ther or not,\" Burke was a violent American, and against the principle of taxing them. Junius, on the contrary, was for it, and says \" the opposition to it was merely to annoy George Grenville.\" I beg further to observe, that Junius not only does not attack the Grenvilles, but defends them. Here I conclude, though many will probably say, strong as all I have stated is, it is only the old thing — conjecture. Still that Nomine umbra. But where positive evidence is wanting, what can we sup ply but reasonable conjecture, supported by the strongest circumstantial evidence, and that I think I have given. I must however, in candour say, that I have found one"], [73, "63 AUTHOR DETERMINED. thing against Lloyd. In Letter 18 Junius says : — \" It is not my design to enter into a formal vindication of Mr. Grenville, upon his own principles. I have neither the honor of being personally known to him, nor do I pretend to be completely master of all the facts.\" Now, as Lloyd intimately knew Mr. Grenville, and must have been master of the facts, it follows, that, either he was the author, or he told a useless falsehood, and one would hope that the writer of Junius would be above falsehood, under any circumstances. I wrote this to Mr. Walsh, unfortunately only a week before his death, so did not get his answer to the objection. Others to whom I have mentioned this circumstance, think nothing of it, for they say, secrecy being the grand object of Lloyd, it was innocent and allowable ; inasmuch as it injured no one, and he thereby (as was his object), turned public at tention from himself. And Junius has not been so scrupulous in his adherence to truth as to warrant a serious doubt on this head. In his eighth letter to Woodfall, alluding to his last published, he says, \" I wish it could be recalled. Suppose you were to say, ' we have some reason to suspect that the last letter signed Junius, in this paper, was not written by the real Junius, though the observation escaped us at the time.' \" In his letter dated 16th October, 17715 signed Anti Fox, we find \" J know nothing of Junius, but I see that he has designed/y spared Lord Holland and his family,\" And that this act does not merit the name of moral tur pitude, we are fully authorised by the opinions of Paley, Burlemaqui, and other civilians, to assert. I now conclude by quotations and correspondence on this subject with Doctor Parr, all in corroboration that CharlesLloyd was the Junius, and which I firmly believe ; but if any or the slightest doubt remains, it could be cleared away by the Grenville family at once ; and as far as our evidence goes,"], [74, "64 JUNIUS : THE few men in England were better able to form an opinion than Doctor Parr. Moreover, he gave me the names of several eminent men, whose judgment add great weight, and who had not the slightest doubt that Lloyd was the author. I have also very good reason to believe that his Majesty George III. knew it ; he was told it under a promise of secrecy ; and, to use the strong expression of my informant on this point — \" As the king was a gentleman, and a man who never deviated from truth, and whose word was sacred, he accord ingly kept the secret.\" In a letter from Dr. Parr, he says : — \" I absolve you from all secrecy about Junius ; and you may mention my name ; my firm belief — nay conviction, that Lloyd was the author. The reason why this has been so long a secret, you already know ; and though * * * * has little to fear from any discovery, it may be as well to avoid the mention of individuals without their consent. \"I have been told that the Marquis of * * * * once incautiously said, ' I know who Junius was,' and mentioned Lloyd, though at that time it was of importance to keep it secret. I do not, however, vouch for this.\" In another letter the Doctor says : — \" In regard to Junius, I broke the seal of secrecy two months ago, and having no restraint of delicacy about it, I communicated the opinion unreservedly to Mr Denman. \" The impression produced by a well written pamphlet, and the elaborate critique upon it in the Edinburgh Review,* still direct the national faith towards Sir Philip Francis. He was too proud to tell a lie, and he disclaimed the work. He was too vain to refuse celebrity which he was conscious of deserving. He was too intrepid to conceal, when danger had nearly passed by. He was too irascible to keep the secret, by the publication of which, he, at this time of day, could in jure no party with which he is connected, nor any individual for whom he cared. Besides, dear sir, we have many books Mr. Taylor's."], [75, "AUTHOR DETERMINED. 65 of his writings on many subjects, and all of them stamped with the same character of mind. Their general lexis, as we say in Greek, has no resemblance to the lexis of Junius ; and the resemblance in particulars, can have far less weight than that resemblance of which there is no vestige. Francis uni formly writes English ; there is Galicism in Junius. Francis is furious, but not malevolent — Francis is never cool, and Junius is seldom ardent. Do not suppose that I have for gotten the fact upon which you very properly lay great stress. I have little or no hesitation in supposing, that, under all the circumstances of the case, and from motives of personal regard to George Grenville himself, his friend, and his secretary, would venture upon falsehood; and Woodfall, knowing the importance of such a disavowal, would record, although he disbelieved it. Woodfall stated a fact, and left his readers to their own conclusion ; and it was the wish, if not the duty of Woodfall, to keep us in the dark. I retain my old faith, and in the true spirit of political orthodoxy, I retain it the more firmly, in consequence of what I think unsuccessful attacks. You are at liberty to couple my name with the name of Mr. Walsh, as fixing upon Mr. Lloyd for the writer.\" In another letter he says : — \" I smiled at the scepticism of our sagacious friend, Lord Hutchinson, as to Lloyd. We must all grant that a strong case has been made out for Francis ; but I could set up very stout objections to those claims. It was not in his nature to keep a secret ; he would have told it from his vanity, or from his courage, or from his patriotism. \" His bitterness, his vivacity, his acuteness, are stamped in characters very peculiar upon many publications that bear his name, and very faint indeed is their resemblance to the spirit, and in an extended sense of the word, to the style of Junius. \" Burke is altogether out of the question ; when he wrote coolly, as in his book upon the sublime and beautiful, and in his imitation of Bollingbroke, the style is very dissimilar; but in his political publications there is, what logicians call, a K"], [76, "66 JUNIUS : THE specific identity. Even in the calmest of them (his Thoughts upon the Popular Discontents), we see the mind of Burke ; and yet this is the only political work in which there are few or no vestiges of a public speaker. Again, there is a very marked character in his invectives — they have not even the very faintest resemblance to the invectives of Junius — they have not the coolness and poignancy of Junius. We have none of Burke's amplification, none of his high-wrought elo quence, none of his aristocratical propensities. No two writers can be more dissimilar ; you, and I, and Mr. Walsh, shall adhere firmly to our old creed. \" I do not blame you for telling the tale to Lord Hutchin son; with an exception to Mr. Fox only, I think Lord Hutchinson's judgment upon politics and common life, the very soundest I ever met with ; and he has another noble property, he has no artifice, he has no ostentation, and he is a faithful speaker of truth.\" I must add, that a simple test ascertains the political con nexion of Junius ; the only circumstance which he could not disguise, because it could not concealed without defeating his general purpose. He supported the cause of authority against America with Mr. Grenville, the minister, against the Stamp Act ; he maintained the highest popular principles at the Middlesex election, with the same statesman, who was the leader of the opposition on that question. No other party in the kingdom but the Grenvilles combined these two opinions, and it is very unlikely that a private writer, unpledged and unconnected, should have spontaneously embraced political doctrines, which (the ingenuity might reconcile them in rea soning), were, in the disputes of that period, the opposite extremes. Whoever revives the inquiry, therefore, unless he discovers positive and irresistible evidence in support of his claimant, should show him to be attached to the Grenville party, which Junius certainly was ; and must also produce some specimens of his writings of tolerable length, such as might afford rea-"], [77, "67 AUTHOR DETERMINED. sonable ground for believing that he could have written those letters, which must be allowed to be finished models, though not of the purest and highest sort of composition. On the supposition that Lloyd was the writer of the letters, we have no difficulty in respect of pecuniary resources ; for he could draw on the purse of George Grenville. It may be as well now to state the reasons of Dr. Parr and others for wishing to keep the secret, and so long after the letters of Junius appeared. The Rev. Dr. Goddard, who was Archdeacon of Lincoln (and may be so still, if alive), was a natural son of Lloyd's, and was a pupil of Dr. Parr's, who told me that his uncle was the Dean of Norwich, and brother to Junius, who would have been elevated to the episcopal bench, but that Geo. III. pre vented it, and consequently Lloyd's natural son took the name of Goddard, when he determined to go into the church, and his friends kept the secret, being certain that if his real name were known, the sin of his father would be visited on him, and he would never have got any thing in the church ; for though George III. kept his promise as to secrecy, he made none as to persecuting the family : thus the ruse succeeded, and Goddard or Lloyd became Archdeacon of Lincoln, and thus Parr absolved all his friends, as I have shown, from fur ther secrecy. In conclusion, I beg to impress my readers with this strong fact in favour of Lloyd, though I may have mentioned it before, viz. : — That from the moment Lloyd died, Junius ceased to write, most of the other supposed authors lived for years, but no Junius appeared again, or ever favoured us with a line in his style. Mr. Butler in his Reminiscences, page 107, says — \" Mr. Charles Lloyd, a Deputy Teller of the Exchequer, and for some time private secretary to Mr. Grenville, and always in his confidence, was strongly suspected of being the author"], [78, "68 junius: THE of the letters signed Junius ;\" and one strong argument in his favour is, that when Lloyd died, Junius ceased to write. Junius's last letter is dated on the 19th January ; Lloyd died on the 23rd. Dr. Kidd, in a letter to a friend, says, \" You are right in ascribing the letters of Junius to Charles Lloyd.\" Dr. Parr did not profess to have made the discovery him self. Dr. Farmer, the master of Emanuel College, Cambridge, and the author of the celebrated essay on the learning of Shakespeare, first named Lloyd to Dr. Parr. But, if the letters were concocted in the Grenville cabinet, Lloyd was most certainly concerned. Junius might have subalterns to assist him, but he was alone and unrivalled in the execution. He is, however, still, like the man in the iron mask, a problem that has employed the wit of more than half a century in the solution. If Lloyd alone, or Lloyd and Whately, were in any degree accessaries to the work, it must be remembered that they both died too early to make it prudent or safe for them to disclose what they knew. There are, however, two points on which there are not any differences of opinion, viz. : first, that at all events Lloyd was concerned in the writing ; and second, that the Grenville family were in the secret, and are able to inform us who was the author. They had very momentous reasons to prevent them from divulging it during the last reign. Even at the present they may feel a repugnance to having it known that they, in the person of their ancestor, if I may so speak, were accomplices in laying bare to the vulgar scorn the hypocritical interior of sceptred majesty, and in teaching the multitude to think and to speak contemptuously of kings. A friend of mine, and a very learned man, the late Mr. Barker, of Thetford, in Norfolk, published a volume, to dis prove the claim of Sir P. Francis, Burke, and others ; and though he does not entirely reject Lloyd, yet he evidently"], [79, "69 AUTHOR DETERMINED. doubts his being the real author, but admits, after the fullest investigation, that Lloyd must have been concerned in the work. Perhaps it will never be positively determined, unless the Grenville family favour us with a disclosure, though I think I have stated sufficient evidence in favour of Lloyd. It is clear to me that Printer Woodfall did not know the author. I place great reliance on the fact before mentioned as conclusive, viz., that after the death of Lloyd no Junius ever appeared, and that all the other suspected persons lived for years after Lloyd, yet the spirit never moved any one of them to write another Junius. It has been stated in proof against Lloyd, that whoever Junius was, it could not have been Lloyd, because the last letter (and a short one) from him to Woodfall was written only three days before his death. What a wonderful discovery ! I shall, however, demolish it at once. My uncle, the late Mr. Caldwell, of Dublin, died in his 75th year. He had been in very bad health for some time, but, like Lloyd, he could write three days before his death (to me), not a short, but a very long letter of four pages, and with all the clearness and vigour of writing for which he was remarkable, and which letter I have ; and if that will not demolish the last objection to Lloyd being Junius, I know not what could. Junius having used the word \" collegian,\" which is pecu liar to Dublin College, instead of what in England is termed \" gownsman,\" it is inferred that Junius must have been an Irishman ; but, were it even so, how does that overturn his claim ? Serious objections have been raised against many public characters as the authors of Junius, what then should we rea sonably infer from the fact? Why, that the real author was not a public character."], [80, "70 JUNIUS : THE A public character stands particularly exposed to general observation. Now, of all the persons named as authors of Junius, Lloyd is the least known ; and thence arises a strong presumption in his favour. Most probably the original copies of the letters would, as they were returned to Junius by Woodfall, be committed to the flames. It is irrational to suppose that, when Junius could have access to his papers in the Public Advertiser, he would hazard his security by preserving the original MSS. Mr. Barker states that Francis, Burke, and Lloyd, were born in Ireland, and Lord G. Sackville educated in Dublin College ; and any of them might use the word collegian. Mr. Taylor, of Gower-street, London, has \"published a large octavo volume (a copy of which he gave me), to prove that Sir P. Francis was the author. ; and though I have the greatest respect for Mr. Taylor, and must allow him to be an able advocate, I cannot agree with him. He must have had great trouble and labour, as well as expense, in preparing and publishing this volume. The late ingeniousMr. Barker, of Thetford, also published a very clever work, which he entitled, \" The Claims of Sir Philip Francis, K.B., to the Authorship of Junius's Letters, Disproved.\" The whole of Mr. Barker's book is to disprove reputed authors, and particularly Sir P. Francis ; but he gives us nothing to prove who was the author. He does not give us the most favourable account of Burke, a Whig patriot, and a. protege of an honest one, viz., Lord Rockingham. Many years ago this trader in politics contracted an inti macy with an Irish peer, and contrived to borrow a very con siderable sum from him, for which he gave a bond on his B— c — f — Id estate. Lord V — n — y's affairs becoming ex ceedingly embarrassed, and his lordship being abroad, the trustees waited on Mr. Burke, demanding payment of the"], [81, "AUTHOR DETERMINED. 71 mortgage, when the Hibernian Jesuit affected surprise, declaring \" that had been paid.\" But on the negative being proved, and the payment rather earnestly pressed, he burst into a violent rage, saying, \" if so, that the bond was out of date — that he should fly for shelter to the sta tute of limitation, and that he was prepared to defend any process against him.\" Cobbett called him a mountebank orator. \" Witness his dagger-pantomime in the House of Commons, and his shame ful attack on the late King during his illness, and then his abject meanness in taking pension after pension under the same sovereign. According to Dr. Millner, he was so weak and bigotted as to believe in transubstantiation ; and see in Tone's Memoirs (who all know to have been an honest man), his remarks on Burke : ' Edmund wants to get another 2,000 guineas, if he can — dirty work — Edmund no fool in money matters ; flattering every one to carry his point.' Is that sublime and beautiful ?\" This semi-gem was born in Cork, where he had a small estate, but how or when acquired I know not ; and he con trived to get pensions on the public to the amount of £3,700 a-year. Could a ray of gentlemanly sentiment reach the soul of this mock patriot, how must it be harrowed on signing quarterly his acquittances for such bounty ? when, during his Majesty's late calamitous situation, he had dared to utter, on the floor of the House of Commons, \" that the Almighty had hurled the King from his throne.\" If Burke had the philosophy of Cassius, it is to be feared he had also the \" itching palm.\" When his party were in office, the place he selected was that of Paymaster of the Forces, which yielded an income of ten thousand a-year, and required but little toil. When he joined Pitt, he was rewarded by a pension of three thousand a-year for three lives. This was not all. With the baseness of a Saxon deserter, he fired on the ranks from which he fled ; renounced all his former"], [82, "72 JUNIUS: THE AUTHOR DETERMINED. friendships ; reviled Fox ; advised his impeachment, although not two years previously he had pronounced on him one of the most highly-wrought panegyrics in the English language. It has been also stated that (Burke having turned Pro testant) to elude the persecuting rigour of the penal laws in Ireland, a Roman Catholic family made over their estate in trust to a brother of Mr. E. Burke's, a practising attorney in Dublin ; but he thought proper to avail himself of their con fidence, claimed and held the estate for himself, and be queathed it to his elder brother. Mr. O'Connor was employed by this unfortunate family to carry on a suit in the Irish Exchequer, to recover this estate. But as the rigid letter of the law was decidedly against their claims, Mr. O'Connor appealed to Mr. Burke's humanity in their favour. He candidly acknowledged the cruelty and injustice of the penal laws, and fairly and liberally owned that he would with most conscientious pleasure restore the estate, if he did not apprehend that his doing so would throw an indelible stain on his brother's memory. The following panegyrical epigram on Mr. Burke's answer was written at that time, about 1773, by Counsellor Harwood : — \" Fraternal love inspires good Edmund's breast, Of this dear virtue hear this glorious test — He writes, declaims in mild Religion's cause, Yet he's enriched by fraud and penal laws. He 'gainst his conscience beggars a whole race, To save a brother's memory from disgrace; Rather than blast the generous donor's fame, From him he heirs the profit, cheat, and shame ; Sarcastic truth with calm contempt he braves, And from pure virtue shines the first of knaves !\" I hope what I have now stated will be sufficient to prove Mr. Lloyd to have been the writer of Junius; and if the reader is not satisfied, I must refer him to the Grenville family, who certainly know the secret."], [83, "POLITICAL MEMORANDUMS. I come now to my Political Memorandums from 1750 to the present time, nearly a century. Being past eighty, and having began life at eighteen in the First Regiment of Guards, and having been in most parts of Europe, and lived in very eventful times, I must have wit nessed many important political changes and events ; I may, therefore, be excused for finishing this little Brochure with some notice of them, and particularly as what I have here written relates to political and military events ; so that I trust what I shall now state will not be out of place. Lord Chesterfield was a real prophet, and his revelations have turned out true. I read what I here copy, before the events took place. He writes to his son, dated April, 1752, (see his Letters) : that the representation of the French par liaments are very respectful, but have a tendency to what we call in England revolution principles ; and he adds — \" I do not know what the Lord's anointed, his vicegerent upon earth, divinely appointed by him, and accountable to none but him for his actions, will either think or do, upon these symptoms of reason and good sense, which seems to be breaking out all over France ; but this I foresee, that before the end of this century, the trade of both King and Priest will not be half so good a one as it has been. Du Clos, in his Reflections, has observed, and very truly — { qu'il y a un germe de raison qui commence a se developper en France,' a development that must prove fatal to Regal and Papal pretensions. \" Prudence may, in many cases, recommend an occasional f."], [84, "74 POLITICAL MEMORANDUMS. submission to either ; but when that ignorance in which an implicit faith in both could only be founded, is once removed, God's viceregent, and Christ's vicar, will only be obeyed and believed, as far as what the one orders, and the other says, is conformable to reason and truth.\" When Dr. Franklin returned from France to America, Jefferson was appointed his successor, and arrived in Paris in April, 1786; and we learn from his memoirs, that the final cause of the French Revolution, in 1789, was the deranged state of the finances, which in truth, with heavy taxation, has always been the chief cause of revolutions — individual injus tice never; but when a country is over-taxed, every man feels the consequences, and events follow of course. M. Callonne laid all this before Louis XVI., and the King dismissed, and banished him. The Revolution followed ; Jefferson had full opportunities of learning the characters of all the reigning sovereigns at that period, and a pretty account he gives ! I quote his words : he says — 1st. \" That money, and not mora lity, is the principle of commercial nations.\" The question whether a measure is moral, is never asked, but whether it will nourish the avarice of their merchants, and that, while in Europe, he often amused himself in contemplating the cha racters of the then reigning sovereigns. lie continues — \" Louis XVI. was a fool, of my own knowledge, and in despite of the answers made for him at his trial. \" The King of Spain was a fool, and of Naples the same. They passed their lives in hunting, and despatched two couriers a week, one thousand miles, to let each other know what game ihey had killed the preceding days. \" The King of Sardinia was a fool. All these were Bourbons. \" The Queen of Portugal, a Braganza, was an idiot by"], [85, "POLITICAL MEMORANDUMS 75 nature ; and so was the King of Denmark. Their sons, as regents, exercised the powers of government. \" The King of Prussia, successor to the great Frederick, was a mere Hog, in body as well as in mind. \" Gustavus of Sweden, and Joseph of Austria, were really crazy, and George of England, you know, was in a straight waistcoat. There remained then none but old Catherine, who had been too lately picked up, to have lost her common sense. In this state Bonaparte found Europe ; and it was this state of its rulers which lost it with scarce a struggle at first, and bloody wars after. These animals* have become without mind and powerless ; and so will every hereditary monarch be after a few generations.\" The King of Spain left a fool son as his successor, namely Ferdinand, the Embroiderer of Petticoats for the Virgin Mary; and if we turn to other sovereigns of our own times (not men tioned by Jefferson), we shall find that the second rate sove reigns, grand dukes, and Electors, were not much better. The Emperor of Germany, Napoleon's father-in-law, was very weak, but he was a first-rate pastry cook. Another of his contemporaries was an excellent locksmith, and mostly all of them were very expensive cyphers. I was in Spain the year before the French Revolution, and had an introduction to Count Lacey,t who was Lord Lieutenant and Commander-in-chief in Catalonia, his residence, Barcelona, He invited me to dinner, and to come every day while I remained, which was three weeks, and a well-informed polished gentleman he was. A battalion of the Guards was in garrison, and commanded by a Colonel O'More, of Irish parents ; I became acquainted with him, and he told me many things about the Booby King, Don Carlos, and as to his shooting mania ; amongst others, he assured me, in case of bad weather preventing his going out to shoot, he had a very * Jefferson's word. t I mention Count Lacey, because he confirmed Col. O'More's anecdote."], [86, "76 POLITICAL MEMORANDUMS. large riding house at Madrid, and on such occasions had it filled with dogs, cats, goats, &c, and all sorts of fowls, and then went into a gallery, his attendants loading the gun for him, and he would fire away till all were killed. He was extremely dirty in his dress and person. A pretty animal to be a King, however he had some fun in him. On one occasion the court was at the Escurial, and as it was not in the shooting season, and no riding-house there to fill with tame animals for slaughter, after dinner one day he asked could no one make out some amusement for the after noon. One of his courtiers answered that he could, and it was, \" That as the captain of the guard was a little odd man, and one who had great dignity, it would be a comical thing to toss him in a blanket.\" His Majesty was delighted at the proposal ; a large blan ket was provided, and they all went down to the front of the palace. The guard of course turned out, the servants had the blanket ready, and the little captain was seized instantly, his sword taken from him, and he thrown into the blanket, and tossed in front of his guard. He received no injury, but, as may be supposed, his feelings were put to severe trial. The King however made an apology, and told him that as he had been reading in Don Quixotte about Sancho being tossed in a blanket, he could not resist ordering what had taken place > but he that moment gave him the rank of field officer and its pay, till he could have a vacancy in the Guards for him. This, however, brought two duels on him (fortunately without injury), as he got the soubriquet of the little Blanket Field Officer. Our own sovereign George III. was mad for half his reign, and his misfortune began early in 1752 (see Chester field). He had, however, lucid intervals, and in which I myself know he shewed good qualities, though so much abused."], [87, "77 POLITICAL MEMORANDUMS. He was very despotic and obstinate. He forced on the American revolution, and positively helped on the French one, against the opinions of Pitt and Dundas.* He had, however, a quality which I confess I admire, namely : Some will of his own, and would not submit to be in the leading-strings of any minister. He kept all the army patronage to himself, till he gave it to his favourite son, the Duke of York. And in re spect to the bishops, most of them were indebted to him for their promotion, and he interfered in the distribution of all patronage. He was supposed to be very religious, but though he attended divine service regularly, and read the responses aloud, it was observed that whenever the Athanasian Creed was read he closed the book, and was silent. I knew several of the secondary, who were amiable, but \" tr6s mediocre\" as to any talent ; and the Stadtholder, (after his restoration made king of Holland,) besides weakness, was vicious, and which it is believed obliged him to quit England. Emperor Paul, of Russia, was a blockhead and a barba rian. This exposure of the incapacity of so many con temporary sovereigns is both melancholy and singular, and as Lord Chesterfield remarks, proves the decline of what he called their trade. And now, as to the \" Trade of Priests,\" as he called it, and of course meant of every religion. It is a very melancholy consideration, that what ought to be the comfort of mankind, and most useful to every com munity, has been so often perverted to be an instrument of plunder and division ; and, instead of humanizing the popu lation, has kept mankind in acrimonious bad feeling to each other. And every sect is, I fear, more or less persecuting, no matter of what religion. The late Godfrey Higgins, of Yorkshire, Esq., and one * The French aristocracy were also for a war, to put down liberty in France."], [88, "78 POLITICAL MEMORANDUMS. of the best and kindest men I ever knew, published a work of great labour on the Celtic Druids; and he concludes in the following words — \" That of all the evils which escaped from Pandora's, or any other box, the institution of priesthood was the worst. Priests,\" he says, \" have been the curse of the world as a body, though we must admit the merits of a great many individuals, but they do not form exceptions strong enough to destroy the general rule.\" He adds, \" That priests have all a desire to rule and keep men in the dark ; and in an unenlightened population, such as Spain, and Portugal, and Ireland, they have still all the powers of misdirecting mens' minds, and, with the aid of superstition, can command.\" Look at China, the Festival of Juggernaut, the Crusades, the massacre of St. Bartholomew, of the Mexicans, and the Peruvians.* The fires of the Inquisition, of Cranmer, Calvin, and the Druids ; and let us look at Spain and Ireland. Religion has also endeavoured to interfere in Ireland as to education, and gives another apple of discord. Sir Robert Peel deserves thanks and credit for his late acts as to May nooth and the Colleges, and yet what opposition has been Viade by the Catholic clergy ; and why ? verily because they would, if they could, have an interference in lay education, and confine it to superstition, and mere reading and writing. In the American colleges no professorship of divinity is allowed. Priests certainly have a desire to keep men in the dark ; but, as Mr. Laurence (the anatomist) truly observes in one of his lectures, religion and science have nothing to say to each other, and should never be permitted to enter the same portal. As to money grants for education, why not grant so much to Protestants, also to Dissenters and Catholics, and allow * Whilst the Spaniards were murdering the Mexicans and Peruvians, to the amount of twelve millions, according to B. Edwards, their priests were erecting altars, and offering thanks to Almighty God ! The vagabonds."], [89, "POLITICAL MEMORANDUMS. 79 each to educate their own children as they please ? In schools, reading, writing, and accounts, is sufficient; all religious instruction should be entirely and strictly left to their own parents and clergy. As to France, it is by no means yet a free government. Still she has gained much by her revolution ; no established religion, but all tolerated, and paid by the state ; tithes abo lished ; hereditary nobility also ; and though, indeed, far from perfection, a vast change for the better in almost every thing ; all abusive privileges of feudalism and provincial monopolies abolished, and various other ancient abuses abolished. Louis Phillipe has, with all his despotism, been a good sovereign for Europe, as he has kept all his brethren to the peace, and so far will be a loss when he dies. The French cannot forget Waterloo, and foolishly wish to measure swords with us again ; and if, when Louis Phillip's reign ends, they establish a more popular government, and that there is another holy alliance against France, I really doubt if any ministers could obtain the necessary supplies for such a crusade. The French need not be so sore about Waterloo, for they fought bravely, and well ; every thing appeared to be combined against them, and they certainly had military glory enough. Still, the great merit of our Duke in Spain, who beat them in every battle, seems to be forgotten, and they think of no defeat but that of Waterloo. And, besides the Duke's merit as a soldier, his correspon dence, the publication of which he and we owe to Colonel Gurwood, places his character in the highest point. Nelson was another wonder of the age he lived in, and his professional merits are beyond praise. The religious disputes in Louis XV.'s time assisted in preparing the way to revolution, and, as Professor Smyth, in his lectures on the history of the French Revolution, vol. 1, page 63, says, \" These disputes turned then chiefly on the"], [90, "80 POLITICAL MEMORANDUMS. nature and operation of grace, and the freedom of the human will. The Jesuits and the Jansenists were the combatants on the different sides. The court sided with the former, the Jesuits ; the parliaments with the latter, the Jansenists.\" The intolerant part which the Jesuits took in these poli tical and religious disputes, raised them up enemies in the parliament and nation, who were not to be appeased. The whole order was suppressed in the middle of the last century, and since that France has got rid of all monastic establish ments. Callas, an excellent man, a Protestant, was accused of hav ing hanged his son because he turned Catholic, though it was clearly proved that the young man (deranged) hanged himself; but Calas was judicially murdered, and broke on the wheel at Toulouse, in the year 1765. That benevolent and great man, Voltaire,* so often calum niated by the clergy and fanatics, got the entire matter re versed, but too late to save poor Callas ; and in his own * Voltaire, \"la gloire de son siecle,\" died in Paris, in May of the year 1787. The Cure of St. Sulpice forced himself into his room when on his death-bed, and many of our devots assert that he recanted, and died a Christian. This is not true. The Cure of St. Sulpice asked him some questions. Vol taire answered, that he believed in God, forgave his enemies, and detested all fanatics; and desired the Cure to be gone, or he would throw the chamber-pot at him. A servant who lived with Voltaire at the time confirmed this to me. But the proof that Voltaire died a Deist is, that the Bishop of Paris would not allow him to be buried in Paris, though the Academy, and numerous public bodies, wished it ; and had he recanted, the bishop would have buried him with honours, and paraded all his clergy to what the French call assist at his funeral. Times have however changed, and his body, which was secretly buried in the country, now lies in a large and well-lighted vault at St. Genevieve. Opposite lies the body of Rousseau ; but, in my opinion, they ought not to be together. Rousseau has convicted himself in his Confessions of having falsely accused a poor and innocent girl of a theft which he had committed himself. It is how ever, true, that he afterwards confessed it, and declared his sorrow and repent ance. The paltry theft might be forgiven, but the false accusation — never by me. He, however, declared that the recollection of it was a torment to him all his life."], [91, "POLITICAL MEMORANDUMS. 81 words says, \" I protest that I do not think any one could charge me with having a smile on my countenance for a year after this horrible calamity to an innocent family.\" This religious fanaticism has deluged the whole world with blood and tears ; and can it be believed that so late as the year 1766, two young French officers, and men of rank, in a regiment quartered at Abbeville, having supped out, and taken too much wine, in a drunken frolic when going home threw down a figure of the Virgin Mary, all towns (in those days) having figures of saints of all sorts in various parts of the town : Their names were, D'Etolande Morival, and Le Chevalier La Barre. The former made his escape, and got to Prussia. Frederick received him with kindness, and gave him a com mission, arid the authorities of Abbeville hanged him in effigy. But, sad to relate, his companion, the Chevalier de la Barre, only eighteen years old, was sentenced as follows .• — First, to have his tongue cut out; second, to have his right hand cut off at the door of the principal church ; third, to be taken to the market-place, chained to a post, and burned alive by a slow fire. They, however (the infamous monsters), dispensed partly with this sentence, and changed it to — First, being put to the torture, to see if he had accomplices ; and then to be publicly beheaded, and his body thrown into a fire till consumed. And this infamous sentence was executed on the 1st July, 1766. And what will the reader think when informed, that prior to this, La Barre, and even what may be called the munici pality of Abbeville, appealed to the parliament of Paris against the sentence ; and ten of the most celebrated lawyers signed a protest, demonstrating the illegality of it. But of twenty-five judges, ten were in favour of La Barre, and fifteen rascally bigots against him ; and thus the sentence was confirmed. M"], [92, "82 POLITICAL MEMORANDUMS. They sent two executioners from Paris to assist at the horrible tragedy. The last words of this murdered young man to his confessor on the scaffold were — \" Je ne croyais pas qu'on put faire mourir un jeune homme pour si peu de chose.\" Words enough to have occasioned all Abbeville to rise and rescue him. Who can, even now, read them without tears coming in his eyes. I know I cannot, and am not a bit ashamed of it. His grandfather was then a general officer in the French service, and by all accounts young La Barre was a very pro mising young officer. It was really high time for France to have a revolution. This and the Calas religious tragedy, and that of the Servans, would have been grounds enough for a general rising in France, but the clergy were then too powerful. In conclusion, I submit what, after much investigation and trouble, I believe to be the truth. I am aware, however, of how very difficult it is to be obtained in history, and I am sorry to add, (after a long life, and much experience,) I have found it to be so in almost every thing. Polybius well observes, under the head of \" Force de la Verite\" — \" I am persuaded that our greatest goddess, and most powerful amongst men, is Truth. The interested may in vain quote against it, nevertheless it insinuates itself into the heart, although long obscured, and as if almost smothered in darkness ; but in the long run, truth prevails by its own strength, and gloriously triumphs over its enemy, but unfor tunately most slowly.\" And now, kind reader, I take my leave, and hope you may find some instruction and amusement in this little brochure. I could certainly add many very curious facts concerning men and matters during my time, and which would astonish"], [93, "83 POLITICAL MEMORANDUMS. my readers : but as the persons concerned are long since num bered with the dead, I shall be silent : such anecdotes might hurt the feelings of friends and relations still on the stage of life, and would be useless in an age which seems to be en tirely taken up with Railroad Speculations, and, most un fortunately, Religious Disputation. The latter kept France in civil war for the greater part of 17th century, and when the Cardinal Bentivoglio wrote to the Duke Monteleone in Spain, in 1621, thus — \" O che Francia ! o che teatro di mutazioni ! e in si continove turbulenze vive.\" — \" Oh ! France, what a theatre of mutation art thou, and in continual turbulence !\" It has been much the same all over the world : for let us \" READ HISTORY THROUGH ; IN EVERY PAGE, WE SHALL SEE HOW MEN, WITH THOUGHTLESS RAGE, EACH OTHER ROB, DESTROY, AND BURN, TO SERVE A PRIEST'S OR STATESMAN'S TURN ; THOUGH ACTING IN A DIFF'RENT NAME, YET ALWAYS ASSES, MUCH THE SAME.\" But there will be more mutations in France, and in other countries also : it is to be hoped for the better, and if so, we may thank EDUCATION AND THE PRESS. G. C."], [94, "POSTSCRIPT. In my answer to the French libel on the British army, I quite forgot to mention, that at the commencement of the war in 1 794 there was a little English Brigade consisting of the 14th, 37th, and 53rd Regiments, that for discipline, fighting, and every military perfection, were the admiration of the allied army. The place where Hanno passed the Rhone was at Palud, near St. Estprit. As some readers may not understand French, I cannot help translating for them the last words of the unfortunate Chevalier de la Barre, viz. : — \" I did not think they could take the life of a young man for such a trifle.\" The quotation from Sir P. Francis, as to the \" Iron Mask,\" in p. 51, has been inadvertently repeated in p. 53. E RHATA. P. 26, line 16, for \" Caatlecenole,\" read \" Cariciolo.\" P. 77, note,/*)-*- \" French aristocracy,\" read \" English aris tocracy.\""], [95, ""], [96, ""], [97, ""], [98, ""], [99, ""], [100, ""]]